{"DocumentId":"NYT19990514.0438","TopicId":"NYT","Relevance":"0","Body":" BC-PHOTO-FULL-UPDATE-NYT \n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving 05/14/99. Photo clients will\nautomatically receive these photos via AP's PhotoExpress or may\ndownload them from either the Wieck Photo Database in Dallas at\n972-392-0888 or from NYTPhotos on Newscom at 305-448-8411.\nNon-clients can make individual purchases by calling (888) 603-1036\nor 212-556-4204.\n\n   (NYT42) NEW YORK -- May 14, 1999 -- BKN-KNICKS-HEAT-2, 5-14 --\nMiami's Alonzo Mourning and Tim Hardaway defending New York's\nPatrick Ewing on Friday night during game 4 of the first round\nplayoff series between the Knicks and the Heat. A New York victory\nwill propell the Knicks into the second round of the playoffs.\n(Chang W. Lee/New York Times Photo)\n\n   (NYT41) NEW YORK -- May 14, 1999 -- BKN-KNICKS-HEAT-1, 5-14 --\nNew York's Larry Johnson tries to put the ball in the basket as\nMiami defends Friday night during game 4 of the first round playoff\nseries between the Knicks and the Heat. A New York victory will\npropell the Knicks into the second round of the playoffs. (Barton\nSilverman/New York Times Photo)\n\n   (NYT40) GLENDALE, Ariz. -- May 14, 1999 -- SWEETONIONS-FOOD-AZR,\n5-13 --Ken Gablin, relishing a sweet onion in a Glendale field, is\ncoordinator of Arizona's Sweet Onion Festival. ``I don't think most\npeople know what a sweet onion is,'' says Gablin, who hopes to see\nGrand Canyon Sweet Onions become as well known and as popular as\nVidalias. (Michael Ging/Arizona Republic Photo)\n\n   (NYT39) PHOENIX -- May 14, 1999 -- FOODART-AZR, 5-13 -- Virginia\nSardi's exhibition at the Barlow & Straker Gallery in Phoenix\nsimulates a marketplace. Many of the artist's works are\nfood-related. (Suzanne Starr/Arizona Republic Photo)\n\n   (NYT38) MILWAUKEE -- May 13, 1999 -- WELFARE-MILWAUKEE, 5-13 --\nJulie Kirksick, director for project New Hope after a visit with\nproject participant and board member Corrine Brown. The Milwaukee\nexperiment, started a decade ago by a band of reformers who wanted\nto provide the poor with guaranteed jobs and other benefits, closes\nits doors this week. But the experiment, called Project New Hope,\nleaves behind the most comprehensive study of poor families in the\npost-welfare age. (Nicole Begiveno/New York Times Photo)\n\n   (NYT37) NATICK, Mass. -- May 14, 1999 -- ADV. FOR SUN., MAY 16\n-- INTERNET-INVESTORS-2, 5-14 -- Spyridon Ganas, 18, became\ninterested in the markets by watching the ``Nightly Business\nReport'' on PBS as he worked in the kitchen at his familyUs\npizzeria. ``I am a member of the new generation of investor Q young\nand willing to take huge risks,'' says Ganas, who put $1,000 into\nan ETrade account when he turned 18. (Ed Quinn/New York Times\nPhoto)\n\n   (NYT36) BLAIRSVILLE, Ga. -- May 14, 1999 -- ADV. FOR SUN., MAY\n16 -- INTERNET-INVESTORS-1, 5-14 -- Bev Waldrip, 57, and her\nhusband live in Blairsville, where they share eight acres with\nhorses. After they retired, he started buying and selling the\nhorses while she took an equal amount of money to invest in stocks.\n``I like placing the order and checking late at night to see if one\nwent through,'' she says. ``I can go outside and work in the yard\nand make money with my stock act at the same time.'' (Alan S.\nWeiner/New York Times Photo)\n\n   (NYT35) SANTA BARBARA, Calif. -- May 14, 1999 --\nOCEAN-WHEELCHAIR, 5-14 -- Rodrianne Croisdale enjoys a ride on the\nsurf on East Beach in an all-terrain wheelchair being pushed by May\nForbes. The city of Santa Barbara bought two of the chairs to loan\nto local residents who are disabled in order for them to enjoy the\nsurf. (Steve Moloney/Santa Barbara News Press)\n\n   (NYT34) CLARK COUNTY, Nev. -- May 14, 1999 -- NEV-GUN-LOVER,\n5-14 -- Participants in the Front Site Training Institute practice\nfiring their machine guns at targets during a promotional class. By\nthe fall, this baked land 50 minutes west of Las Vegas will hold 12\nshooting ranges, an armory, video simulators, tunnels, defensive\ndriving courses, a SWAT tower and a landing strip. If construction\nmoves right along, by next year, the area will be an incorporated\nvillage that will be named Front Sight, for the part of a gun you\nfocus on to hit a target. (Monica Almeida/New York Times Photo)\n\n   (NYT33) HONOLULU -- May 14, 1999 -- HAWAII-TRUST-2, 5-14 --\nRichard Wong, a trustee of the Bishop Estate during a court\nappearance. A state probate court judge ordered the ouster of the\nestate's trustees on the heels of an investigation into their\nalleged mismanagement and self-dealing. (David Scull/New York Times\nPhoto)\n\n   (NYT32) HONOLULU -- May 14, 1999 -- HAWAII-TRUST, 5-14 --\nSupporters of Judge Margery Bronster's efforts to remove the five\ntrustees of the Bishop Estate bow their heads during a prayer near\na portrait of Princess Bernice Pauahi Bishop, the last direct\ndescendant of King Kamehemeha I, the 18th-century king who had\nunified the Hawaiian islands. The state probate court judge ordered\nthe removal on the heels of an investigation into mismanagement and\nself-dealing by the trustees. (David Scull/New York Times Photo)\n\n   (NYT31) MARIETTA, Ga. -- May 14, 1999 -- WORKSHOP-PONDS-2-COX,\n5-13 -- Creating a pond for your yard is as simple as buying a\nfiberglass shell and filling it with water. Of course, it also\nrequires a little digging and a vision of what you want the\ncompleted pond to look like. The borders of the pond are lined with\nplants and rocks for a finished look. (Jean Shifrin/Atlanta\nJournal-Constitution Photo)\n\n   (NYT30) MARIETTA, Ga. -- May 14, 1999 -- WORKSHOP-PONDS-1-COX,\n5-13 -- Creating a pond for your yard is as simple as buying a\nfiberglass shell and filling it with water. Of course, it also\nrequires a little digging and a vision of what you want the\nfinished pond to look like. After positioning the shell into the\nspace, use a level to see if one side or the other needs\nadjustment. (Jean Shifrin/Atlanta Journal-Constitution Photo)\n\n   (NYT29) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-8, 5-14 -- With a base price of $9,899, the\nSuzuki VL1500 Intruder offers a 45-degree V-twin engine,\nliquid-cooled and tuned for peak torque at very low engine speeds.\nThe engine uses dual-downdraft 36-millimeter carburetors and\nhydraulic valve adjusters for minimal maintenance. (New York Times\nPhoto)\n\n   (NYT28) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-7, 5-14 -- With a base price of $10,499, the\nYamaha Road Star is the most Harley-like of all the Japanese\ncruisers, and its mechanical formula is simplicity itself. It uses\na 1,602cc 48-degree overhead-valve V-twin engine, the largest in\nthe industry. (New York Times Photo)\n\n   (NYT27) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-6, 5-14 -- With a base price of $12,995, the\nPolaris Victory V92C is the first motorcycle from Polaris, a\ncompany famous for its snowmobiles and personal watercraft. Built\nalong very traditional but very clean lines, the deep-fendered\nVictory uses a 1,507cc V-twin engine with the cylinders splayed at\na 50-degree angle. (New York Times Photo)\n\n   (NYT26) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-5, 5-14 -- With a base price of $11,499, the\nKawasaki Drifter 1500 is a cruiser designed to look like the\nvenerable Indian Chief last produced in 1953. The Drifter's 1500cc\nV-twin engine has four valves and two spark plugs per cylinder and\nuses digital electronic fuel injection. There is a counterbalancing\nshaft and rubber engine mounts for smoothness. (New York Times\nPhoto)\n\n   (NYT25) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-4, 5-14 -- With a base price of $12,799, the\nHonda Valkyrie uses the ``flat,'' or horizontally opposed, 1,520cc\nsix-cylinder engine from the huge Gold Wing touring bike, only with\nmore power and torque. The Valkyrie is the quickest and fastest\ncruiser you can buy. (New York Times Photo)\n\n   (NYT24) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-3, 5-14 -- With a base price of $15,065, the\nHarley-Davidson Road King features the all-new Twin Cam 88, a\n45-degree V-twin engine of 88 cubic inches that produces 82\nfoot-pounds of torque. The engine is mounted indirectly to minimize\nvibration and is linked to a five-speed transmission and a quiet,\nreinforced rubber-belt drive system. (New York Times Photo)\n\n   (NYT23) STENKOVEC, Macedonia -- May 14, 1999 --\nKOSOVO-MRSCLINTON, 5-14 -- A line of laundry is held out of the way\nas first lady Hillary Rodham Clinton walked with young ethnic\nAlbanians at a refugee camp during her visit on Friday. Mrs.\nClinton talked with refugees Friday and announced a $21 million\nU.S. aid package, a measure designed to support both ethnic\nAlbanians forced from Kosovo and the Macedonian people who have\ngiven them refuge. (Tyler Hicks/New York Times Photo) LITE\n\n   (NYT22) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-2, 5-14 -- With a base price of $17,995, the\nExcelsior-Henderson Super X comes with a 1,386cc 50-degree V-twin\nengine with overhead cams, four valves per cylinder and electronic\nfuel injection. There is an exposed coil spring leading-link front\nsuspension; the forks go right through the fenders, just like those\non the 1931 Excelsior. (New York Times Photo)\n\n   (NYT21) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-1, 5-14 -- With a base price of $14,500, the\nR1200C uses BMW's traditional horizontally opposed\n1,170-cubic-centimeter fuel-injected engine - the company's\nlargest, most powerful ever. The smallest engine in the senior\ncruiser group, it produces more than 70 foot-pounds of torque with\na five-speed transmission and BMW's time-tested shaft-drive system.\n(New York Times Photo)\n\n   (NYT20) WASHINGTON -- May 14, 1999 -- CONGRESS-GUNS, 5-14 --\nSen. Charles Schumer, D-N.Y., gives a thumb up to his Democratic\ncolleague from California, Sen. Diane Feinstein, as Sen. Frank\nLautenberg, D-N.J., looks on during a news conference being given\nby Sen. Patrick Leahy, D-Vt., left, on Friday. The Senators were\ncommenting on the passage in the Senate of a measure to promote\nbackground checks at gun shows. (Stephen Crowley/New York Times\nPhoto)\n\n   (NYT19) NEW YORK -- May 14, 1999 -- USWEST-GLOBAL, 5-14 -- Sol\nTrujillo, chief executive officer of US West, outside his New York\nhotel on Friday. US West, the regional telephone company, and\nGlobal Crossing, an upstart company that operates a worldwide fiber\noptic network, are in talks over a $30 billion merger. (Angel\nFranco/New York Times Photo)\n\n   (NYT18) WESTPORT, Conn. -- May 14, 1999 -- ASSASSINS-GAME, 5-14\n-- Mark Johnson, a senior at Staples High School, holds his newly\npurchased dart gun over fellow students, from foreground, Sandra\nEngstrom, Alison Cooke and Bryan McCarthy. Begining next week, in\nwhat has become a rite of spring in high schools across the\ncountry, the students will join their schoolmates in a game called\nA.P. Assassin where they will hunt each other down and assassinate\ntheir opponent by firing darts. Following the shooting at Columbine\nHigh School, many students are uncomfortable with playing the game.\n(James Estrin/New York Times Photo) LITE\n\n   (NYT17) NEW YORK -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nSHOP-LEELEE-SOBIESKI, 5-14 -- Leelee Sobieski trying on an outfit\nat Ricky's. Ms. Sobieski, a Manhattan-born actress, has the\nstarring role in a two-part mini-series, ``Joan of Arc,'' on CBS.\n``First time the virgin is really played by a virgin,'' says Ms.\nSobieski, 16. (Frances Roberts/New York Times Photo)\n\n   (NYT16) NEW YORK -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nMASON-AUTHOR-NITEOUT, 5-14 -- Richard Mason at his book party, with\nClementine Hambro. ``I keep expecting that at some point I'm going\nto wake up and be a 12-year-old back at boarding school,'' says\nMason, 21, whose debut novel, ``The Drowning People,'' written when\nhe was 18, has just been published with all the promotional muscle\nof Warner Books, which acquired the novel in a two-book deal for\nmore than $800,000. (Frances Roberts/New York Times Photo)\n\n   (NYT15) NEW YORK -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nMELLEN-FASHION, 5-14 -- When Polly Mellen, far left, gives a tour\nof the Costume Institute's show at the Metropolitan Museum of Art,\nhistrionics are the norm. ``We're starting to see much less\nmakeup,'' declares Ms. Mellen, a fixture in fashion journalism for\nsome 40 years. ``Blue eye shadow - finished!'' (Barbara Alper/New\nYork Times Photo) LITE\n\n   (NYT14) PRINCETON, N.J. -- May 14, 1999 -- ADV. FOR SUN., MAY 16\n-- PRINCETON-IVY-CLUB-2, 5-14 -- The candelabra is always lit for\ndinner at Princeton University's Ivy Club, the most patrician place\nto eat. At Princeton, where more than 80 percent of juniors and\nseniors eat meals in one of 11 privately owned clubs on Prospect\nAvenue, known as ``the Street,'' the eating clubs dominate social\nlife. (Rebecca Cooney/New York Times Photo)\n\n   (NYT13) PRINCETON, N.J. -- May 14, 1999 -- ADV. FOR SUN., MAY 16\n-- PRINCETON-IVY-CLUB-1, 5-14 -- Student members during a party in\nPrinceton University's Ivy Club. At Princeton, where more than 80\npercent of juniors and seniors eat meals in one of 11 privately\nowned clubs on Prospect Avenue, known as ``the Street,'' the eating\nclubs dominate social life. (Rebecca Cooney/New York Times Photo)\nLITE\n\n   (NYT12) NEW YORK -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nFLAMENCO-LESSONS, 5-14 -- Learning flamenco on Lafayette Street\nwith Jorge Navarro, who says ``When I'm dancing, I compare it with\nsex.'' The age-old Spanish dance of men in tight pants and women\nwielding castanets has captured the imagination of the Gap\ngeneration, but mastering the steps is just the beginning. (Rebecca\nCooney/New York Times Photo)\n\n   (NYT11) WASHINGTON -- May 14, 1999 -- GORE-COELHO, 5-14 -- Tony\nCoelho during an interview on Friday. Coelho, who 10 years ago was\nHouse whip, is returning to the center stage of Democratic politics\nas the full-time, unpaid chairman of Vice President Al Gore's\ncampaign for the presidency. (Stephen Crowley/New York Times Photo)\n\n   (NYT10) LINTHICUM, Md. -- May 14, 1999 -- ADV. FOR SUN., MAY 16\n-- INVEST-AIRLINE-UNION, 5-14 -- Stephen Sleigh, a strategist for\nthe International Association of Machinists and Aerospace Workers,\nhad the idea for I.A.M. Shares, a mutual fund that invests mostly\nin companies that employ the union's members. ``When I did it, it\nwas easy for people to say, 'Steve is cooking the numbers,' ``\nSleigh says. ``But when State Street did it, it really opened\npeople's eyes.'' (Marty Katz/New York Times Photo)\n\n   (NYT9) NEW YORK -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nBIZ-FIRST-JOB, 5-14 -- Blossom Martin working with students at\nHarlem's Booker T. Washington Learning Center. ``Many people still\nthink that addiction can be overcome in a few weeks or months,''\nsays Ms. Martin, 43, who 8 years ago was drug-addicted and on\nwelfare before reclaiming her life. ``It takes years. It's a\nstruggle every day.'' (Carrie Boretz/New York Times Photo)\n\n   (NYT8) NEW YORK -- May 14, 1999 -- ELLISON-JUNETEENTH, 5-14 --\nRalph Ellison, author of ``The Invisible Man'' outside his\nManhattan home in 1986. Random House plans to publish\n``Juneteenth'' next month; a novel posthumously constructed out of\n40 years' accumulation of notes and excerpts from Ellison's work.\n(Keith Meyers/New York Times Photo)\n\n   (NYT7) EVANSTON, Ill. -- May 14, 1999 -- WILLS-PROFILE, 5-14 --\nJournalist Garry Wills is the author of ``St. Augustine'' which\ntries to revise the popular view of the saint. In his book, Wills\nsays that Augustine was not sex-obsessed at all but concerned with\nhow sexual dysfunction reflects man's fall from grace. Wills also\nwrites that Augustine's ``Confessions'' was not a straight\nautobiography but ``mainly a theological meditation on his own\nlife.'' (Steve Kagan/New York Times Photo)\n\n   (NYT6) CHICAGO -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nBIZ-PROFILE-HOENIG, 5-14 -- Jonathan Hoenig's common-sense advice\nand fraternity-style wit have helped him move up in the ranks of\nfinancial celebrities. ``This is not a hard sell,'' Hoenig, 23,\nsays of his Capitalist Pig media operation, which now consists of a\nmonthly newsletter, Capitalist Pig Report; T-shirts; a Web site;\nsyndicated columns; television and radio programming and even his\nmom's pig-shaped cookies. (Steve Kagan/New York Times Photo)\n\n   (NYT5) BOSTON -- May 14, 1999 -- MUSIC-COURTNEY, 5-14 --\nCourtney Love performs with her band Hole at the Boston Orpheum\nClub. It was after the suicide of her husband, Kurt Cobain, in the\nspring of 1993 that Love's star shot into the stratosphere just as\nHole's second CD, ``Live Through This,'' came out. The album\nspawned a slew of hits, including ``Miss World'' and ``Doll\nParts.'' (Thomas James Hurst/Boston Globe Photo)\n\n   (NYT4) HANOVER, Mass. -- May 14, 1999 -- ADV. FOR SUN., MAY 16\n-- POSTHUMOUS-MEDAL, 5-14 -- Michael Keenan holds a picture of his\nbrother, Joseph Francis Keenan, a Navy hospital corpsman third\nclass killed during the Korean War. Through Keenan's efforts, his\nbrother will be honored with a posthumous Navy Cross during a\nceremony at the Marine Corps barracks in Washington. (Jonathan\nWiggs/Boston Globe Photo)\n\n   (NYT3) BOSTON -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nBBC-MONTALBANO, 5-14 -- Greg Montalbono, the lefthanded ace of\nNortheastern University, loosens up before a game. Montalbono has\nmajor league potential, but a medical history that includes cancer,\ntwo courses of chemotherapy, and over five surgical procedures\nsince 1996. ``The cancer is always going to be an issue, but I'd\nlike to think the way things are going kind of puts it to rest,''\nsaid Montalbano. ``I'd like to think that with the way I'm pitching\npeople are going to stop saying, 'Oh this is the sick kid.' (John\nTlumacki/Boston Globe Photo) LITE\n\n   (NYT2) JERUSALEM -- May 14, 1999 -- ISRAEL-POLITICS, 5-14 --\nIsraeli Prime Minister Benjamin Netanyahu greets the crowd at the\nMerkaza Harav Party, supportive of Jewish settlers in the West Bank\nand Gaza, during a rally on Friday. As Mr. Netanyahu fights for his\npolitical survival, the ultra-Orthodox Jewish community remains\nnearly unanimously by his side, with rabbis and religious parties\nissuing last-minute endorsements of his ailing candidacy. (Rina\nCastelnuovo/New York Times Photo)\n\n   (NYT1) NEW YORK -- May 14, 1999 -- BKN-HEAT, 5-13 -- Pat Riley,\ncoach of Miami Heat, heads to a news conference on Thursday. Riley,\nthe coach with the highest winning percentage in the National\nBasketball Association, face the New York Knicks, the team he once\ncoached, in game 4 of the NBA playoffs. (Ozier Muhammad/New York\nTimes Photo)\n\n   The New York Times News Service\n","Headline":null,"Text":["\n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving 05/14/99. Photo clients will\nautomatically receive these photos via AP's PhotoExpress or may\ndownload them from either the Wieck Photo Database in Dallas at\n972-392-0888 or from NYTPhotos on Newscom at 305-448-8411.\nNon-clients can make individual purchases by calling (888) 603-1036\nor 212-556-4204.\n","\n   (NYT42) NEW YORK -- May 14, 1999 -- BKN-KNICKS-HEAT-2, 5-14 --\nMiami's Alonzo Mourning and Tim Hardaway defending New York's\nPatrick Ewing on Friday night during game 4 of the first round\nplayoff series between the Knicks and the Heat. A New York victory\nwill propell the Knicks into the second round of the playoffs.\n(Chang W. Lee/New York Times Photo)\n","\n   (NYT41) NEW YORK -- May 14, 1999 -- BKN-KNICKS-HEAT-1, 5-14 --\nNew York's Larry Johnson tries to put the ball in the basket as\nMiami defends Friday night during game 4 of the first round playoff\nseries between the Knicks and the Heat. A New York victory will\npropell the Knicks into the second round of the playoffs. (Barton\nSilverman/New York Times Photo)\n","\n   (NYT40) GLENDALE, Ariz. -- May 14, 1999 -- SWEETONIONS-FOOD-AZR,\n5-13 --Ken Gablin, relishing a sweet onion in a Glendale field, is\ncoordinator of Arizona's Sweet Onion Festival. ``I don't think most\npeople know what a sweet onion is,'' says Gablin, who hopes to see\nGrand Canyon Sweet Onions become as well known and as popular as\nVidalias. (Michael Ging/Arizona Republic Photo)\n","\n   (NYT39) PHOENIX -- May 14, 1999 -- FOODART-AZR, 5-13 -- Virginia\nSardi's exhibition at the Barlow & Straker Gallery in Phoenix\nsimulates a marketplace. Many of the artist's works are\nfood-related. (Suzanne Starr/Arizona Republic Photo)\n","\n   (NYT38) MILWAUKEE -- May 13, 1999 -- WELFARE-MILWAUKEE, 5-13 --\nJulie Kirksick, director for project New Hope after a visit with\nproject participant and board member Corrine Brown. The Milwaukee\nexperiment, started a decade ago by a band of reformers who wanted\nto provide the poor with guaranteed jobs and other benefits, closes\nits doors this week. But the experiment, called Project New Hope,\nleaves behind the most comprehensive study of poor families in the\npost-welfare age. (Nicole Begiveno/New York Times Photo)\n","\n   (NYT37) NATICK, Mass. -- May 14, 1999 -- ADV. FOR SUN., MAY 16\n-- INTERNET-INVESTORS-2, 5-14 -- Spyridon Ganas, 18, became\ninterested in the markets by watching the ``Nightly Business\nReport'' on PBS as he worked in the kitchen at his familyUs\npizzeria. ``I am a member of the new generation of investor Q young\nand willing to take huge risks,'' says Ganas, who put $1,000 into\nan ETrade account when he turned 18. (Ed Quinn/New York Times\nPhoto)\n","\n   (NYT36) BLAIRSVILLE, Ga. -- May 14, 1999 -- ADV. FOR SUN., MAY\n16 -- INTERNET-INVESTORS-1, 5-14 -- Bev Waldrip, 57, and her\nhusband live in Blairsville, where they share eight acres with\nhorses. After they retired, he started buying and selling the\nhorses while she took an equal amount of money to invest in stocks.\n``I like placing the order and checking late at night to see if one\nwent through,'' she says. ``I can go outside and work in the yard\nand make money with my stock act at the same time.'' (Alan S.\nWeiner/New York Times Photo)\n","\n   (NYT35) SANTA BARBARA, Calif. -- May 14, 1999 --\nOCEAN-WHEELCHAIR, 5-14 -- Rodrianne Croisdale enjoys a ride on the\nsurf on East Beach in an all-terrain wheelchair being pushed by May\nForbes. The city of Santa Barbara bought two of the chairs to loan\nto local residents who are disabled in order for them to enjoy the\nsurf. (Steve Moloney/Santa Barbara News Press)\n","\n   (NYT34) CLARK COUNTY, Nev. -- May 14, 1999 -- NEV-GUN-LOVER,\n5-14 -- Participants in the Front Site Training Institute practice\nfiring their machine guns at targets during a promotional class. By\nthe fall, this baked land 50 minutes west of Las Vegas will hold 12\nshooting ranges, an armory, video simulators, tunnels, defensive\ndriving courses, a SWAT tower and a landing strip. If construction\nmoves right along, by next year, the area will be an incorporated\nvillage that will be named Front Sight, for the part of a gun you\nfocus on to hit a target. (Monica Almeida/New York Times Photo)\n","\n   (NYT33) HONOLULU -- May 14, 1999 -- HAWAII-TRUST-2, 5-14 --\nRichard Wong, a trustee of the Bishop Estate during a court\nappearance. A state probate court judge ordered the ouster of the\nestate's trustees on the heels of an investigation into their\nalleged mismanagement and self-dealing. (David Scull/New York Times\nPhoto)\n","\n   (NYT32) HONOLULU -- May 14, 1999 -- HAWAII-TRUST, 5-14 --\nSupporters of Judge Margery Bronster's efforts to remove the five\ntrustees of the Bishop Estate bow their heads during a prayer near\na portrait of Princess Bernice Pauahi Bishop, the last direct\ndescendant of King Kamehemeha I, the 18th-century king who had\nunified the Hawaiian islands. The state probate court judge ordered\nthe removal on the heels of an investigation into mismanagement and\nself-dealing by the trustees. (David Scull/New York Times Photo)\n","\n   (NYT31) MARIETTA, Ga. -- May 14, 1999 -- WORKSHOP-PONDS-2-COX,\n5-13 -- Creating a pond for your yard is as simple as buying a\nfiberglass shell and filling it with water. Of course, it also\nrequires a little digging and a vision of what you want the\ncompleted pond to look like. The borders of the pond are lined with\nplants and rocks for a finished look. (Jean Shifrin/Atlanta\nJournal-Constitution Photo)\n","\n   (NYT30) MARIETTA, Ga. -- May 14, 1999 -- WORKSHOP-PONDS-1-COX,\n5-13 -- Creating a pond for your yard is as simple as buying a\nfiberglass shell and filling it with water. Of course, it also\nrequires a little digging and a vision of what you want the\nfinished pond to look like. After positioning the shell into the\nspace, use a level to see if one side or the other needs\nadjustment. (Jean Shifrin/Atlanta Journal-Constitution Photo)\n","\n   (NYT29) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-8, 5-14 -- With a base price of $9,899, the\nSuzuki VL1500 Intruder offers a 45-degree V-twin engine,\nliquid-cooled and tuned for peak torque at very low engine speeds.\nThe engine uses dual-downdraft 36-millimeter carburetors and\nhydraulic valve adjusters for minimal maintenance. (New York Times\nPhoto)\n","\n   (NYT28) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-7, 5-14 -- With a base price of $10,499, the\nYamaha Road Star is the most Harley-like of all the Japanese\ncruisers, and its mechanical formula is simplicity itself. It uses\na 1,602cc 48-degree overhead-valve V-twin engine, the largest in\nthe industry. (New York Times Photo)\n","\n   (NYT27) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-6, 5-14 -- With a base price of $12,995, the\nPolaris Victory V92C is the first motorcycle from Polaris, a\ncompany famous for its snowmobiles and personal watercraft. Built\nalong very traditional but very clean lines, the deep-fendered\nVictory uses a 1,507cc V-twin engine with the cylinders splayed at\na 50-degree angle. (New York Times Photo)\n","\n   (NYT26) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-5, 5-14 -- With a base price of $11,499, the\nKawasaki Drifter 1500 is a cruiser designed to look like the\nvenerable Indian Chief last produced in 1953. The Drifter's 1500cc\nV-twin engine has four valves and two spark plugs per cylinder and\nuses digital electronic fuel injection. There is a counterbalancing\nshaft and rubber engine mounts for smoothness. (New York Times\nPhoto)\n","\n   (NYT25) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-4, 5-14 -- With a base price of $12,799, the\nHonda Valkyrie uses the ``flat,'' or horizontally opposed, 1,520cc\nsix-cylinder engine from the huge Gold Wing touring bike, only with\nmore power and torque. The Valkyrie is the quickest and fastest\ncruiser you can buy. (New York Times Photo)\n","\n   (NYT24) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-3, 5-14 -- With a base price of $15,065, the\nHarley-Davidson Road King features the all-new Twin Cam 88, a\n45-degree V-twin engine of 88 cubic inches that produces 82\nfoot-pounds of torque. The engine is mounted indirectly to minimize\nvibration and is linked to a five-speed transmission and a quiet,\nreinforced rubber-belt drive system. (New York Times Photo)\n","\n   (NYT23) STENKOVEC, Macedonia -- May 14, 1999 --\nKOSOVO-MRSCLINTON, 5-14 -- A line of laundry is held out of the way\nas first lady Hillary Rodham Clinton walked with young ethnic\nAlbanians at a refugee camp during her visit on Friday. Mrs.\nClinton talked with refugees Friday and announced a $21 million\nU.S. aid package, a measure designed to support both ethnic\nAlbanians forced from Kosovo and the Macedonian people who have\ngiven them refuge. (Tyler Hicks/New York Times Photo) LITE\n","\n   (NYT22) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-2, 5-14 -- With a base price of $17,995, the\nExcelsior-Henderson Super X comes with a 1,386cc 50-degree V-twin\nengine with overhead cams, four valves per cylinder and electronic\nfuel injection. There is an exposed coil spring leading-link front\nsuspension; the forks go right through the fenders, just like those\non the 1931 Excelsior. (New York Times Photo)\n","\n   (NYT21) UNDATED -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nABOUT-MOTORCYCLES-1, 5-14 -- With a base price of $14,500, the\nR1200C uses BMW's traditional horizontally opposed\n1,170-cubic-centimeter fuel-injected engine - the company's\nlargest, most powerful ever. The smallest engine in the senior\ncruiser group, it produces more than 70 foot-pounds of torque with\na five-speed transmission and BMW's time-tested shaft-drive system.\n(New York Times Photo)\n","\n   (NYT20) WASHINGTON -- May 14, 1999 -- CONGRESS-GUNS, 5-14 --\nSen. Charles Schumer, D-N.Y., gives a thumb up to his Democratic\ncolleague from California, Sen. Diane Feinstein, as Sen. Frank\nLautenberg, D-N.J., looks on during a news conference being given\nby Sen. Patrick Leahy, D-Vt., left, on Friday. The Senators were\ncommenting on the passage in the Senate of a measure to promote\nbackground checks at gun shows. (Stephen Crowley/New York Times\nPhoto)\n","\n   (NYT19) NEW YORK -- May 14, 1999 -- USWEST-GLOBAL, 5-14 -- Sol\nTrujillo, chief executive officer of US West, outside his New York\nhotel on Friday. US West, the regional telephone company, and\nGlobal Crossing, an upstart company that operates a worldwide fiber\noptic network, are in talks over a $30 billion merger. (Angel\nFranco/New York Times Photo)\n","\n   (NYT18) WESTPORT, Conn. -- May 14, 1999 -- ASSASSINS-GAME, 5-14\n-- Mark Johnson, a senior at Staples High School, holds his newly\npurchased dart gun over fellow students, from foreground, Sandra\nEngstrom, Alison Cooke and Bryan McCarthy. Begining next week, in\nwhat has become a rite of spring in high schools across the\ncountry, the students will join their schoolmates in a game called\nA.P. Assassin where they will hunt each other down and assassinate\ntheir opponent by firing darts. Following the shooting at Columbine\nHigh School, many students are uncomfortable with playing the game.\n(James Estrin/New York Times Photo) LITE\n","\n   (NYT17) NEW YORK -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nSHOP-LEELEE-SOBIESKI, 5-14 -- Leelee Sobieski trying on an outfit\nat Ricky's. Ms. Sobieski, a Manhattan-born actress, has the\nstarring role in a two-part mini-series, ``Joan of Arc,'' on CBS.\n``First time the virgin is really played by a virgin,'' says Ms.\nSobieski, 16. (Frances Roberts/New York Times Photo)\n","\n   (NYT16) NEW YORK -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nMASON-AUTHOR-NITEOUT, 5-14 -- Richard Mason at his book party, with\nClementine Hambro. ``I keep expecting that at some point I'm going\nto wake up and be a 12-year-old back at boarding school,'' says\nMason, 21, whose debut novel, ``The Drowning People,'' written when\nhe was 18, has just been published with all the promotional muscle\nof Warner Books, which acquired the novel in a two-book deal for\nmore than $800,000. (Frances Roberts/New York Times Photo)\n","\n   (NYT15) NEW YORK -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nMELLEN-FASHION, 5-14 -- When Polly Mellen, far left, gives a tour\nof the Costume Institute's show at the Metropolitan Museum of Art,\nhistrionics are the norm. ``We're starting to see much less\nmakeup,'' declares Ms. Mellen, a fixture in fashion journalism for\nsome 40 years. ``Blue eye shadow - finished!'' (Barbara Alper/New\nYork Times Photo) LITE\n","\n   (NYT14) PRINCETON, N.J. -- May 14, 1999 -- ADV. FOR SUN., MAY 16\n-- PRINCETON-IVY-CLUB-2, 5-14 -- The candelabra is always lit for\ndinner at Princeton University's Ivy Club, the most patrician place\nto eat. At Princeton, where more than 80 percent of juniors and\nseniors eat meals in one of 11 privately owned clubs on Prospect\nAvenue, known as ``the Street,'' the eating clubs dominate social\nlife. (Rebecca Cooney/New York Times Photo)\n","\n   (NYT13) PRINCETON, N.J. -- May 14, 1999 -- ADV. FOR SUN., MAY 16\n-- PRINCETON-IVY-CLUB-1, 5-14 -- Student members during a party in\nPrinceton University's Ivy Club. At Princeton, where more than 80\npercent of juniors and seniors eat meals in one of 11 privately\nowned clubs on Prospect Avenue, known as ``the Street,'' the eating\nclubs dominate social life. (Rebecca Cooney/New York Times Photo)\nLITE\n","\n   (NYT12) NEW YORK -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nFLAMENCO-LESSONS, 5-14 -- Learning flamenco on Lafayette Street\nwith Jorge Navarro, who says ``When I'm dancing, I compare it with\nsex.'' The age-old Spanish dance of men in tight pants and women\nwielding castanets has captured the imagination of the Gap\ngeneration, but mastering the steps is just the beginning. (Rebecca\nCooney/New York Times Photo)\n","\n   (NYT11) WASHINGTON -- May 14, 1999 -- GORE-COELHO, 5-14 -- Tony\nCoelho during an interview on Friday. Coelho, who 10 years ago was\nHouse whip, is returning to the center stage of Democratic politics\nas the full-time, unpaid chairman of Vice President Al Gore's\ncampaign for the presidency. (Stephen Crowley/New York Times Photo)\n","\n   (NYT10) LINTHICUM, Md. -- May 14, 1999 -- ADV. FOR SUN., MAY 16\n-- INVEST-AIRLINE-UNION, 5-14 -- Stephen Sleigh, a strategist for\nthe International Association of Machinists and Aerospace Workers,\nhad the idea for I.A.M. Shares, a mutual fund that invests mostly\nin companies that employ the union's members. ``When I did it, it\nwas easy for people to say, 'Steve is cooking the numbers,' ``\nSleigh says. ``But when State Street did it, it really opened\npeople's eyes.'' (Marty Katz/New York Times Photo)\n","\n   (NYT9) NEW YORK -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nBIZ-FIRST-JOB, 5-14 -- Blossom Martin working with students at\nHarlem's Booker T. Washington Learning Center. ``Many people still\nthink that addiction can be overcome in a few weeks or months,''\nsays Ms. Martin, 43, who 8 years ago was drug-addicted and on\nwelfare before reclaiming her life. ``It takes years. It's a\nstruggle every day.'' (Carrie Boretz/New York Times Photo)\n","\n   (NYT8) NEW YORK -- May 14, 1999 -- ELLISON-JUNETEENTH, 5-14 --\nRalph Ellison, author of ``The Invisible Man'' outside his\nManhattan home in 1986. Random House plans to publish\n``Juneteenth'' next month; a novel posthumously constructed out of\n40 years' accumulation of notes and excerpts from Ellison's work.\n(Keith Meyers/New York Times Photo)\n","\n   (NYT7) EVANSTON, Ill. -- May 14, 1999 -- WILLS-PROFILE, 5-14 --\nJournalist Garry Wills is the author of ``St. Augustine'' which\ntries to revise the popular view of the saint. In his book, Wills\nsays that Augustine was not sex-obsessed at all but concerned with\nhow sexual dysfunction reflects man's fall from grace. Wills also\nwrites that Augustine's ``Confessions'' was not a straight\nautobiography but ``mainly a theological meditation on his own\nlife.'' (Steve Kagan/New York Times Photo)\n","\n   (NYT6) CHICAGO -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nBIZ-PROFILE-HOENIG, 5-14 -- Jonathan Hoenig's common-sense advice\nand fraternity-style wit have helped him move up in the ranks of\nfinancial celebrities. ``This is not a hard sell,'' Hoenig, 23,\nsays of his Capitalist Pig media operation, which now consists of a\nmonthly newsletter, Capitalist Pig Report; T-shirts; a Web site;\nsyndicated columns; television and radio programming and even his\nmom's pig-shaped cookies. (Steve Kagan/New York Times Photo)\n","\n   (NYT5) BOSTON -- May 14, 1999 -- MUSIC-COURTNEY, 5-14 --\nCourtney Love performs with her band Hole at the Boston Orpheum\nClub. It was after the suicide of her husband, Kurt Cobain, in the\nspring of 1993 that Love's star shot into the stratosphere just as\nHole's second CD, ``Live Through This,'' came out. The album\nspawned a slew of hits, including ``Miss World'' and ``Doll\nParts.'' (Thomas James Hurst/Boston Globe Photo)\n","\n   (NYT4) HANOVER, Mass. -- May 14, 1999 -- ADV. FOR SUN., MAY 16\n-- POSTHUMOUS-MEDAL, 5-14 -- Michael Keenan holds a picture of his\nbrother, Joseph Francis Keenan, a Navy hospital corpsman third\nclass killed during the Korean War. Through Keenan's efforts, his\nbrother will be honored with a posthumous Navy Cross during a\nceremony at the Marine Corps barracks in Washington. (Jonathan\nWiggs/Boston Globe Photo)\n","\n   (NYT3) BOSTON -- May 14, 1999 -- ADV. FOR SUN., MAY 16 --\nBBC-MONTALBANO, 5-14 -- Greg Montalbono, the lefthanded ace of\nNortheastern University, loosens up before a game. Montalbono has\nmajor league potential, but a medical history that includes cancer,\ntwo courses of chemotherapy, and over five surgical procedures\nsince 1996. ``The cancer is always going to be an issue, but I'd\nlike to think the way things are going kind of puts it to rest,''\nsaid Montalbano. ``I'd like to think that with the way I'm pitching\npeople are going to stop saying, 'Oh this is the sick kid.' (John\nTlumacki/Boston Globe Photo) LITE\n","\n   (NYT2) JERUSALEM -- May 14, 1999 -- ISRAEL-POLITICS, 5-14 --\nIsraeli Prime Minister Benjamin Netanyahu greets the crowd at the\nMerkaza Harav Party, supportive of Jewish settlers in the West Bank\nand Gaza, during a rally on Friday. As Mr. Netanyahu fights for his\npolitical survival, the ultra-Orthodox Jewish community remains\nnearly unanimously by his side, with rabbis and religious parties\nissuing last-minute endorsements of his ailing candidacy. (Rina\nCastelnuovo/New York Times Photo)\n","\n   (NYT1) NEW YORK -- May 14, 1999 -- BKN-HEAT, 5-13 -- Pat Riley,\ncoach of Miami Heat, heads to a news conference on Thursday. Riley,\nthe coach with the highest winning percentage in the National\nBasketball Association, face the New York Knicks, the team he once\ncoached, in game 4 of the NBA playoffs. (Ozier Muhammad/New York\nTimes Photo)\n","\n   The New York Times News Service\n"]}