{"DocumentId":"NYT19990701.0409","TopicId":"NYT","Relevance":"0","Body":" BC-PHOTO-FULL-UPDATE-NYT \n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving Thursday, 07/01/99. Photo\nclients will automatically receive these photos via AP's\nPhotoExpress or may download them from either the Wieck Photo\nDatabase in Dallas at 972-392-0888 or from NYTPhotos on Newscom at\n305-448-8411. Non-clients can make individual purchases by calling\n(888) 603-1036 or 212-556-4204.\n\n   (NYT37) WASHINGTON -- July 1, 1999 -- EGYPT-U.S., 7-01 --\nPresident Bill Clinton and Egyptian President Hosni Mubarak leave a\njoint press conference on Thursday. Clinton told reporters that the\ntime was ripe for new approaches to achieving Middle East peace,\nbut added he did not want to discuss them before he met Israeli\nPrime Minister-elect Ehud Barak. (Justin Lane/New York Times Photo)\n\n   (NYT36) PRIZREN, Yugoslavia -- July 1, 1999 -- KOSOVO-SERBIA-3,\n7-01 -- Ethnic Albanians wave an Albanian flag as they celebrate\nthe arrival of NATO troops to Prizren, Kosovo's second largest\ncity, last month. After three months and tens of thousands of NATO\nsorties, Serbian President Slobodan Milosevic's vision of a Greater\nSerbia is dead. (Stephen Crowley/New York Times Photo)\n\n   (NYT35) NEW MARKET, Virg. -- July 1, 1999 -- ADV. FOR JULY 4 --\nBBO-BASEBALL-VALLEY-COX-2, 7-01 -- Billy Collins, a catcher with\nthe New Market Rebels, talks to some fans during a game last month.\nYoung admirers usually gather near the the third base dugout to\ntalk with their favorite players. For the college players who have\ncome for 37 summers, the dusty diamonds of the Shenandoah Valley\nLeague are fields of dreams. (Bernie Boston/Cox News Service)\n\n   (NYT34) NEW MARKET, Virg. -- July 1, 1999 -- ADV. FOR JULY 4 --\nBBO-BASEBALL-VALLEY-COX-1, 7-01 -- Members of the ``Grandstand\nManagers Club,'' take in a game last month. Club members pay $75 a\nyear to sit in the green seats behind home plate which not only\ngives them a good view of the game but also allows them to sit in\nclose proximity to the umpire who is with in earshot distance of\ntheir complaints. (Bernie Boston/Cox News Service)\n\n   (NYT33) PHOENIX -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nCLINTON-MARKETS-COX-5, 7-01 -- Gail Knight, executive director of\nthe Community Excellence Project, stands before a drawing of the\nproposed ``Four Corners'' development, a project that city planners\nbelieve is the key to the economic revitalization of south Phoenix.\n``This is the way it's supposed to work _ not just government but a\npublic and private partnership,'' she says. (Rick McKay/Cox\nNewspapers Photo)\n\n   (NYT32) PHOENIX -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nCLINTON-MARKETS-COX-4, 7-01 -- A patient is reflected in the\nglasses of dentist Richard Landgren, or ``Dr. Rick,'' as he is\nknown to the kids at the I.G. Homes Boys and Girls Club, where he\nprovides virtually free care to 10 children a day, four days a\nweek. ``Could I be a millionaire somewhere else? Probably,'' says\nLandgren. ``Can I make a difference here? Absolutely. But there's a\nwhole conglomeration of people here who are dedicated to making a\ndifference.'' (Rick McKay/Cox Newspapers Photo)\n\n   (NYT31) PHOENIX -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nCLINTON-MARKETS-COX-3, 7-01 -- ``I started out with a $100 bill in\nmy pocket'' says Leonard Moreno, standing in the 108-degree heat of\nthe dusty back lot of Moreno Welding, the business he started 20\nyears ago in this worn-down industrial area of Phoenix. Moreno\nWelding grosses nearly $2 million a year and employs between 15 and\n20 workers who make between $14 and $20 an hour. (Rick McKay/Cox\nNewspapers Photo)\n\n   (NYT30) PHOENIX -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nCLINTON-MARKETS-COX-2, 7-01 -- By the time President Clinton gets\nto Phoenix this week, the abandoned Rainbow Market, an adjoining\ndeserted liquor store and Wong's To Go Chinese Food will be gone.\nThe market, liquor store and carry-out are the last remains of the\ncity's most notorious intersection, 24th and Broadway, long a haunt\nof drug dealers, crackheads, speakeasies and prostitutes. (Rick\nMcKay/Cox Newspapers Photo)\n\n   (NYT29) PHOENIX -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nCLINTON-MARKETS-COX-1, 7-01 -- No city in America has experienced\ngreater sustained growth than Phoenix, which has expanded from less\nthan 6,000 in 1900 to 1.2 million today. But despite its\ntravel-brochure image of swaying palms and lush golf courses, some\nareas are anything but an oasis. Crime, unemployment and poverty\nare pervasive, especially in south Phoenix (foreground). (Rick\nMcKay/Cox Newspapers Photo)\n\n   (NYT28) WACO, Texas -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nSUMMER-SCHOOL-COX-2, 7-01 -- Erik Ramirez of Waco, an honor roll\nstudent whose test anxiety led to six weeks of mandatory summer\nschool last year before his promotion to to fourth grade. This\nyear, Erik passed his promotion test to fifth grade on the first\ntry with the help of his teacher, Sherry Johnson. (Kelly\nLemons/Waco Tribune Herald Photo)\n\n   (NYT27) WASHINGTON -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nSUMMER-SCHOOL-COX-1, 7-01 -- ``I don't know what I want to do when\nI am older and go to college, and summer gives me a chance to pick\nup different ideas,'' says Alex Ridder, a junior at Kent Denver\nHigh School in Colorado. As part of a one-week course in\nenvironmental journalism, he paddled a canoe past dead fish\nfloating on the Anacostia River after a summer storm flushed raw\nsewage into storm drains in Washington, D.C. (Rick McKay/Cox\nNewspapers Photo)\n\n   (NYT26) PRISTINA, Yugoslavia -- July 1, 1999 -- ADV. FOR SUN.,\nJULY 4 --KOSOVO-CIVIL-COX-2, 7-01 -- Ethnic Albanian Jakup Mehmeti,\n37, lost his job installing stoplights after the Serbs took over\nlocal government in Kosovo in 1989. When NATO troops took over\ngoverning duties two weeks ago, Mehmeti reported to his old\nmunicipality and volunteered to get the lights working again. NATO\nofficials gave him two to strap onto his Opel and take to the\nstreets. (Larry Kaplow/Cox Newspapers Photo)\n\n   (NYT25) PRISTINA, Yugoslavia -- July 1, 1999 -- ADV. FOR SUN.,\nJULY 4 --KOSOVO-CIVIL-COX-1, 7-01 -- Selim Gravalla, 34, left, had\nhis house burned and the inventory of his building company stolen\nby Serbs; Abedin Kadriu, 62, right, had his tractor stolen. The\nethnic Albanians are shown waiting for hours to report the crimes\nto British military police in their temporary police station in\nPristina. (Larry Kaplow/Cox Newspapers Photo)\n\n   (NYT24) GAZA CITY -- July 1, 1999 -- GAZA-SETTLEMENTS, 7-01 --\nPalestinian workers wait to have their identity papers checked\nbefore returning to their homes in Gaza. Most of the Palestinians\nwaiting in line work at construction sites in Jewish settlements\nnear Gaza and on the West Bank. An estimated 11,000 Palestinians\nwork in Jewish settlements in the West Bank and Gaza Strip,\nbuilding the very communities that Palestinian leaders have called\na cancer strangling prospects for an independent Palestinian state.\n(Rina Castelnuovo/New York Times Photo)\n\n   (NYT23) WASHINGTON -- July 1, 1999 -- EVERGLADES-COX, 7-01 --\nFlanked by members of Congress, Vice President Al Gore announces a\nrestoration plan for the Florida Everglades during a news\nconference Thursday on Capitol Hill. Legislators from left, Rep.\nSherwood Boehlert, R-NY, Rep. Mark Foley, R-Fla., Sen. Bob Graham,\nD-Fla., and Sen. Connie Mack, R-Fla. (Rick McKay/Cox News Service)\n\n   (NYT22) EVANSTON, Ill. -- July 1, 1999 -- LIQUIDITY-TRAP, 7-01\n-- Robert J. Gordon, a Northwestern University economist, at his\nhome in Evanston. In last-minute revisions to the latest edition of\nhis textbook for undergraduate economics majors, he is upgrading\nthe discussion of the resistant consumer from a single, skeptical\nfootnote to a respectful discussion. ``When you go 50 years without\na phenomenon being relevant, it dies out of the curriculum,'' he\nsays. ``Now it's relevant again.'' (Steve Kagan/New York Times\nPhoto)\n\n   (NYT21) NEW YORK -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nMUTFUND-STRATEGY, 7-01 -- Samuel Eisenstadt, research chairman of\nValue Line. ``Some of the 100 Group 1 stocks have small market\ncaps, and we couldn't buy them without driving the market for them\ncrazy,'' says Eisenstadt, referring to the newsletter's top-ranked\nstocks. (Andrea Mohin/New York Times Photo)\n\n   (NYT20) BRIGHTON, Mich. -- July 1, 1999 -- ADV. FOR SUN., JULY 4\n-- ABOUT-MOTOR-HOMES-3, 7-01 -- One can expand the 38-foot-long,\n$250,000 Fleetwood American Eagle with a button, not with an\narchitect. It takes a lot of space to accommodate all of the\namenities of this rolling road house. (Peter Yates/New York Times\nPhoto)\n\n   (NYT19) BRIGHTON, Mich. -- July 1, 1999 -- ADV. FOR SUN., JULY 4\n-- ABOUT-MOTOR-HOMES-2, 7-01 -- The 38-foot-long, $250,000\nFleetwood American Eagle has leather, marble and a full kitchen for\nrelaxing, which is appreciated after some nervous time at the\nwheel. A vehicle like this provides most of the creature comforts\nof a suburban home even as one attempts to commune with nature.\n(Peter Yates/New York Times Photo)\n\n   (NYT18) BRIGHTON, Mich. -- July 1, 1999 -- ADV. FOR SUN., JULY 4\n-- ABOUT-MOTOR-HOMES-1, 7-01 -- Roughing it in the 38-foot-long,\n$250,000 Fleetwood American Eagle? No way. A shower, right, will be\nhandy; and you can just drive right past the local laundry. (Peter\nYates/New York Times Photo)\n\n   (NYT17) UNDATED -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nMUTFUND-JUNKBONDS-B&W, 7-01 -- Thomas Soviero, manager of Fidelity\nHigh Income, says that in a market afraid of a rise in defaults,\nopportunities can be found. Indeed, he says, the market nervousness\ncreates opportunities to find bonds that others may overlook. ``We\nshould be able to avoid those defaults and find the pearls,'' he\nsays. (New York Times Photo)\n\n   (NYT16) NEW YORK -- July 1, 1999 -- BROCHTRUP-THEATER, 7-01 --\nPolly Draper, an alumna of ``Thirtysomething,'' has taken over the\nrole of Anna in ``Closer.'' Her portrayal taps nicely into an\nintensifying current in New York theater: the deployment of actors\nmore familiar from the pages of TV Guide than Playbill, in\nproductions across the city and beyond. (Sara Krulwich/New York\nTimes Photo)\n\n   (NYT15) PORTLAND, Ore. -- July 1, 1999 -- ADV. FOR SUN., JULY 4\n-- MUTFUND-MANAGERS-3, 7-01 -- Jim Crabbe had positioned the\nLiberty-Crabbe Huson Special fund to profit when\nsmall-capitalization stocks regained the market's favor. ``The\nmarket is going through a rotational correction,'' says Crabbe, 54.\n``Some parts of the market are still very overpriced, but there are\nsome tremendously good bargains, particularly among smaller\ncompanies.'' (John Gress/New York Times Photo)\n\n   (NYT14) NEW YORK -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nMUTFUND-MANAGERS-2, 7-01 -- Robert J. Martorelli says expansion in\nthe American economy and recovery abroad have helped the cyclical\nindustrial stocks in his Merrill Lynch Phoenix fund. He expects\nsuch value stocks to keep climbing. (Chester Higgins Jr./New York\nTimes Photo)\n\n   (NYT13) NEW YORK -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nMUTFUND-MANAGERS, 7-01 -- After a long dry spell in which the\nstock-market boom seemed to pass them by, value stocks and shares\nof small- to mid-capitalization companies came into their own in\nthe second quarter. Dennis Delafield, right, and Vincent\nSellecchia, co-managers, reaped some of the benefits in the\nDelafield fund. (Ozier Muhammad/New York Times Photo)\n\n   (NYT12) WASHINGTON -- July 1, 1999 -- KOSOVO-MILITARY, 7-01 --\nNATO's military commander, Gen. Wesley K. Clark, testifies before\nthe Senate Armed Services Committee on Thursday. It was his first\nappearance before Congress since before the air campaign over\nYugoslavia. (Shana Raab/New York Times Photo) LITE\n\n   (NYT11) NEW YORK -- July 1, 1999 -- SHREW-THEATER-REVIEW, 7-01\n-- Allison Janney and Jay O. Sanders battle in the Central Park\n``The Taming of The Shrew.'' They writhe and they whoop it up,\ntrade punches, prance, dance, screech, shriek, croon, caterwaul and\ndo cartwheels. All this seems entirely apropos. Although the\ndirection is credited to Mel Shapiro, this ``Shrew'' might indeed\nhave been put on the card by Vince McMahon of the World Wrestling\nFederation. (Sara Krulwich/New York Times Photo)\n\n   (NYT10) STRASBURG, Pa. -- July 1, 1999 -- STEAM-TRAIN-2, 7-01 --\nTourists exploring the historic town of Strasburg. The town is home\nto the Strasburg Rail Road, the nation's oldest short-line\nrailroad. Founded in 1832, it became a tourist operation in 1958.\n(Laura Pedrick/New York Times Photo)\n\n   (NYT9) STRASBURG, Pa. -- July 1, 1999 -- STEAM-TRAIN-3, 7-01 --\nYoung train enthusiasts greeting the arrival of a steam engine at\nthe East Strasburg Station in Pennsylvania. Founded in 1832, the\nnation's oldest short-line railroad became a tourist operation in\n1958. Today the line has four fearsomely voracious steam engines,\nconsuming 1,000 gallons of water and a half-ton of hand-shoveled\ncoal per mile, and 14 restored wooden coaches, each with its own\n19th-century decor and degree of comfort. (Laura Pedrick/New York\nTimes Photo) LITE\n\n   (NYT8) STRASBURG, Pa. -- July 1, 1999 -- STEAM-TRAIN-1, 7-01 --\nA 19th-century flavor abounds in Strasburg, where Amish buggies and\nantique steam trains bisect the farmland. Though pastoral, the area\nis also command central for railroad buffs, being home to one of\nthe oldest operating steam rail lines in America, a magnificent\nrailroad museum next door and enough toy trains to occupy even the\nmost fidgety enthusiast, of any age. (Laura Pedrick/New York Times\nPhoto)\n\n   (NYT7) NEW YORK -- July 1, 1999 -- THEATER-NOTES, 7-01 -- Anna\nDeavere Smith will bring ``House Arrest'' to the Public in March.\nThe first viewing of ``House Arrest'' was in late 1997 at the Arena\nStage in Washington. But a month later Monicagate began, prompting\nMs. Smith to pull the piece from planned performances in Los\nAngeles and Seattle, to enlarge President Clinton's role. ``I love\nperforming him,'' she says. ``He does these astonishing linguistic\nthings.'' (Sara Krulwich/New York Times Photo)\n\n   (NYT6) PEC, Yugoslavia -- July 1, 1999 -- DEATH-SQUAD-BOS, 7-01\n-- Lirie Gashi holds a portrait of her brother-in-law Ahmet Gashi\nin front of the house where he was gunned down along with 14\nothers, allegedly by Serb forces. Documents obtained by The Globe\nbegin to paint a picture of how Pec's local Serb paramilitary units\noperated in concert with the Yugoslave Ministry of Interior Police,\nknown as ``MUPs,'' and with special units within the Yugoslav army.\n(Bill Greene/Boston Globe Photo)\n\n   (NYT5) ASHEVILLE, N.C. -- July 1, 1999 -- TRAVEL-BILTMORE-COX,\n7-01 -- The The renovated Morland room at the Biltmore Estate. Four\nnewly restored bedrooms on the third floor of Asheville's\ncirca-1895 Biltmore Estate are included in the tour of George\nVanderbilt's grand chateau in the Blue Ridge Mountains.\nCollectively known as the Artists' Suite, the rooms' names -\nWatson, Van Dyck, Morland, and Madonna - allude to artists and\nworks represented in Vanderbilt's collection. (Biltmore Estate/Cox\nNews Service)\n\n   (NYT4) PEC, Yugoslavia -- July 1, 1999 -- KOSOVO-SERBIA-2, 7-01\n-- Ethnic Albanians rummage through the belongings of Serbs,\nincluding a religious icon, which were trhown into an alley earlier\nthis week. Pec was once a beautiful town, threaded by bright\nstreams, backed by mountains. Like Mostar in Bosnia, and all that\nwas most lovely in the Balkans, it expressed the delicate\ninterweaving of Islamic and Christian architecture and traditions\nthat was the legacy of the Ottoman Empire. (Stephen Crowley/New\nYork Times Photo)\n\n   (NYT3) KOSOVO POLJE, Yugoslavia -- July 1, 1999 --\nKOSOVO-SERBIA, 7-01 -- A truck drives past the town sign covered\nwith Serb graffiti earlier this week. The destruction inflicted by\ntens of thousands of NATO sorties is evident in this ragged central\nKosovo town. A decade after Serbian President Slobodan Milosevic\nwhipped up Serb nationalism in a speech here, the notion of Greater\nSerbia is dead. (Stephen Crowley/New York Times Photo) LITE\n\n   (NYT2) MODENA, Italy -- July 01, 1999 -- ADV. FOR SUN., JULY 4\n-- DAYS-BEFORE-THEATER-2, 7-01 -- A scene from ``The Days Before:\nDeath, Destruction and Detroit III,'' opening at Lincoln Center,\ndirected by Robert Wilson. ``The most touching thing about the\npiece are the moments when I see who you are as individuals,'' says\nWilson, 57. ``Sometimes you're trying to act what's in your head,\nand then I don't believe you. But if you feel something, that's\ntruth, it's your experience.'' (James Hill/New York Times Photo)\n\n   (NYT1) MODENA, Italy -- July 01, 1999 -- ADV. FOR SUN., JULY 4\n-- DAYS-BEFORE-THEATER-1, 7-01 -- Robert Wilson seated on a chair\nof his design at the Teatro Communale in Modena, where his latest\nwork, ``The Days Before: Death, Destruction and Detroit III,'' was\nin rehearsals last month. ``If I had studied theater, I would never\nmake the work I do,'' says Wilson, 57. (James Hill/New York Times\nPhoto) LITE\n\n   The New York Times News Service\n","Headline":null,"Text":["\n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving Thursday, 07/01/99. Photo\nclients will automatically receive these photos via AP's\nPhotoExpress or may download them from either the Wieck Photo\nDatabase in Dallas at 972-392-0888 or from NYTPhotos on Newscom at\n305-448-8411. Non-clients can make individual purchases by calling\n(888) 603-1036 or 212-556-4204.\n","\n   (NYT37) WASHINGTON -- July 1, 1999 -- EGYPT-U.S., 7-01 --\nPresident Bill Clinton and Egyptian President Hosni Mubarak leave a\njoint press conference on Thursday. Clinton told reporters that the\ntime was ripe for new approaches to achieving Middle East peace,\nbut added he did not want to discuss them before he met Israeli\nPrime Minister-elect Ehud Barak. (Justin Lane/New York Times Photo)\n","\n   (NYT36) PRIZREN, Yugoslavia -- July 1, 1999 -- KOSOVO-SERBIA-3,\n7-01 -- Ethnic Albanians wave an Albanian flag as they celebrate\nthe arrival of NATO troops to Prizren, Kosovo's second largest\ncity, last month. After three months and tens of thousands of NATO\nsorties, Serbian President Slobodan Milosevic's vision of a Greater\nSerbia is dead. (Stephen Crowley/New York Times Photo)\n","\n   (NYT35) NEW MARKET, Virg. -- July 1, 1999 -- ADV. FOR JULY 4 --\nBBO-BASEBALL-VALLEY-COX-2, 7-01 -- Billy Collins, a catcher with\nthe New Market Rebels, talks to some fans during a game last month.\nYoung admirers usually gather near the the third base dugout to\ntalk with their favorite players. For the college players who have\ncome for 37 summers, the dusty diamonds of the Shenandoah Valley\nLeague are fields of dreams. (Bernie Boston/Cox News Service)\n","\n   (NYT34) NEW MARKET, Virg. -- July 1, 1999 -- ADV. FOR JULY 4 --\nBBO-BASEBALL-VALLEY-COX-1, 7-01 -- Members of the ``Grandstand\nManagers Club,'' take in a game last month. Club members pay $75 a\nyear to sit in the green seats behind home plate which not only\ngives them a good view of the game but also allows them to sit in\nclose proximity to the umpire who is with in earshot distance of\ntheir complaints. (Bernie Boston/Cox News Service)\n","\n   (NYT33) PHOENIX -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nCLINTON-MARKETS-COX-5, 7-01 -- Gail Knight, executive director of\nthe Community Excellence Project, stands before a drawing of the\nproposed ``Four Corners'' development, a project that city planners\nbelieve is the key to the economic revitalization of south Phoenix.\n``This is the way it's supposed to work _ not just government but a\npublic and private partnership,'' she says. (Rick McKay/Cox\nNewspapers Photo)\n","\n   (NYT32) PHOENIX -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nCLINTON-MARKETS-COX-4, 7-01 -- A patient is reflected in the\nglasses of dentist Richard Landgren, or ``Dr. Rick,'' as he is\nknown to the kids at the I.G. Homes Boys and Girls Club, where he\nprovides virtually free care to 10 children a day, four days a\nweek. ``Could I be a millionaire somewhere else? Probably,'' says\nLandgren. ``Can I make a difference here? Absolutely. But there's a\nwhole conglomeration of people here who are dedicated to making a\ndifference.'' (Rick McKay/Cox Newspapers Photo)\n","\n   (NYT31) PHOENIX -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nCLINTON-MARKETS-COX-3, 7-01 -- ``I started out with a $100 bill in\nmy pocket'' says Leonard Moreno, standing in the 108-degree heat of\nthe dusty back lot of Moreno Welding, the business he started 20\nyears ago in this worn-down industrial area of Phoenix. Moreno\nWelding grosses nearly $2 million a year and employs between 15 and\n20 workers who make between $14 and $20 an hour. (Rick McKay/Cox\nNewspapers Photo)\n","\n   (NYT30) PHOENIX -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nCLINTON-MARKETS-COX-2, 7-01 -- By the time President Clinton gets\nto Phoenix this week, the abandoned Rainbow Market, an adjoining\ndeserted liquor store and Wong's To Go Chinese Food will be gone.\nThe market, liquor store and carry-out are the last remains of the\ncity's most notorious intersection, 24th and Broadway, long a haunt\nof drug dealers, crackheads, speakeasies and prostitutes. (Rick\nMcKay/Cox Newspapers Photo)\n","\n   (NYT29) PHOENIX -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nCLINTON-MARKETS-COX-1, 7-01 -- No city in America has experienced\ngreater sustained growth than Phoenix, which has expanded from less\nthan 6,000 in 1900 to 1.2 million today. But despite its\ntravel-brochure image of swaying palms and lush golf courses, some\nareas are anything but an oasis. Crime, unemployment and poverty\nare pervasive, especially in south Phoenix (foreground). (Rick\nMcKay/Cox Newspapers Photo)\n","\n   (NYT28) WACO, Texas -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nSUMMER-SCHOOL-COX-2, 7-01 -- Erik Ramirez of Waco, an honor roll\nstudent whose test anxiety led to six weeks of mandatory summer\nschool last year before his promotion to to fourth grade. This\nyear, Erik passed his promotion test to fifth grade on the first\ntry with the help of his teacher, Sherry Johnson. (Kelly\nLemons/Waco Tribune Herald Photo)\n","\n   (NYT27) WASHINGTON -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nSUMMER-SCHOOL-COX-1, 7-01 -- ``I don't know what I want to do when\nI am older and go to college, and summer gives me a chance to pick\nup different ideas,'' says Alex Ridder, a junior at Kent Denver\nHigh School in Colorado. As part of a one-week course in\nenvironmental journalism, he paddled a canoe past dead fish\nfloating on the Anacostia River after a summer storm flushed raw\nsewage into storm drains in Washington, D.C. (Rick McKay/Cox\nNewspapers Photo)\n","\n   (NYT26) PRISTINA, Yugoslavia -- July 1, 1999 -- ADV. FOR SUN.,\nJULY 4 --KOSOVO-CIVIL-COX-2, 7-01 -- Ethnic Albanian Jakup Mehmeti,\n37, lost his job installing stoplights after the Serbs took over\nlocal government in Kosovo in 1989. When NATO troops took over\ngoverning duties two weeks ago, Mehmeti reported to his old\nmunicipality and volunteered to get the lights working again. NATO\nofficials gave him two to strap onto his Opel and take to the\nstreets. (Larry Kaplow/Cox Newspapers Photo)\n","\n   (NYT25) PRISTINA, Yugoslavia -- July 1, 1999 -- ADV. FOR SUN.,\nJULY 4 --KOSOVO-CIVIL-COX-1, 7-01 -- Selim Gravalla, 34, left, had\nhis house burned and the inventory of his building company stolen\nby Serbs; Abedin Kadriu, 62, right, had his tractor stolen. The\nethnic Albanians are shown waiting for hours to report the crimes\nto British military police in their temporary police station in\nPristina. (Larry Kaplow/Cox Newspapers Photo)\n","\n   (NYT24) GAZA CITY -- July 1, 1999 -- GAZA-SETTLEMENTS, 7-01 --\nPalestinian workers wait to have their identity papers checked\nbefore returning to their homes in Gaza. Most of the Palestinians\nwaiting in line work at construction sites in Jewish settlements\nnear Gaza and on the West Bank. An estimated 11,000 Palestinians\nwork in Jewish settlements in the West Bank and Gaza Strip,\nbuilding the very communities that Palestinian leaders have called\na cancer strangling prospects for an independent Palestinian state.\n(Rina Castelnuovo/New York Times Photo)\n","\n   (NYT23) WASHINGTON -- July 1, 1999 -- EVERGLADES-COX, 7-01 --\nFlanked by members of Congress, Vice President Al Gore announces a\nrestoration plan for the Florida Everglades during a news\nconference Thursday on Capitol Hill. Legislators from left, Rep.\nSherwood Boehlert, R-NY, Rep. Mark Foley, R-Fla., Sen. Bob Graham,\nD-Fla., and Sen. Connie Mack, R-Fla. (Rick McKay/Cox News Service)\n","\n   (NYT22) EVANSTON, Ill. -- July 1, 1999 -- LIQUIDITY-TRAP, 7-01\n-- Robert J. Gordon, a Northwestern University economist, at his\nhome in Evanston. In last-minute revisions to the latest edition of\nhis textbook for undergraduate economics majors, he is upgrading\nthe discussion of the resistant consumer from a single, skeptical\nfootnote to a respectful discussion. ``When you go 50 years without\na phenomenon being relevant, it dies out of the curriculum,'' he\nsays. ``Now it's relevant again.'' (Steve Kagan/New York Times\nPhoto)\n","\n   (NYT21) NEW YORK -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nMUTFUND-STRATEGY, 7-01 -- Samuel Eisenstadt, research chairman of\nValue Line. ``Some of the 100 Group 1 stocks have small market\ncaps, and we couldn't buy them without driving the market for them\ncrazy,'' says Eisenstadt, referring to the newsletter's top-ranked\nstocks. (Andrea Mohin/New York Times Photo)\n","\n   (NYT20) BRIGHTON, Mich. -- July 1, 1999 -- ADV. FOR SUN., JULY 4\n-- ABOUT-MOTOR-HOMES-3, 7-01 -- One can expand the 38-foot-long,\n$250,000 Fleetwood American Eagle with a button, not with an\narchitect. It takes a lot of space to accommodate all of the\namenities of this rolling road house. (Peter Yates/New York Times\nPhoto)\n","\n   (NYT19) BRIGHTON, Mich. -- July 1, 1999 -- ADV. FOR SUN., JULY 4\n-- ABOUT-MOTOR-HOMES-2, 7-01 -- The 38-foot-long, $250,000\nFleetwood American Eagle has leather, marble and a full kitchen for\nrelaxing, which is appreciated after some nervous time at the\nwheel. A vehicle like this provides most of the creature comforts\nof a suburban home even as one attempts to commune with nature.\n(Peter Yates/New York Times Photo)\n","\n   (NYT18) BRIGHTON, Mich. -- July 1, 1999 -- ADV. FOR SUN., JULY 4\n-- ABOUT-MOTOR-HOMES-1, 7-01 -- Roughing it in the 38-foot-long,\n$250,000 Fleetwood American Eagle? No way. A shower, right, will be\nhandy; and you can just drive right past the local laundry. (Peter\nYates/New York Times Photo)\n","\n   (NYT17) UNDATED -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nMUTFUND-JUNKBONDS-B&W, 7-01 -- Thomas Soviero, manager of Fidelity\nHigh Income, says that in a market afraid of a rise in defaults,\nopportunities can be found. Indeed, he says, the market nervousness\ncreates opportunities to find bonds that others may overlook. ``We\nshould be able to avoid those defaults and find the pearls,'' he\nsays. (New York Times Photo)\n","\n   (NYT16) NEW YORK -- July 1, 1999 -- BROCHTRUP-THEATER, 7-01 --\nPolly Draper, an alumna of ``Thirtysomething,'' has taken over the\nrole of Anna in ``Closer.'' Her portrayal taps nicely into an\nintensifying current in New York theater: the deployment of actors\nmore familiar from the pages of TV Guide than Playbill, in\nproductions across the city and beyond. (Sara Krulwich/New York\nTimes Photo)\n","\n   (NYT15) PORTLAND, Ore. -- July 1, 1999 -- ADV. FOR SUN., JULY 4\n-- MUTFUND-MANAGERS-3, 7-01 -- Jim Crabbe had positioned the\nLiberty-Crabbe Huson Special fund to profit when\nsmall-capitalization stocks regained the market's favor. ``The\nmarket is going through a rotational correction,'' says Crabbe, 54.\n``Some parts of the market are still very overpriced, but there are\nsome tremendously good bargains, particularly among smaller\ncompanies.'' (John Gress/New York Times Photo)\n","\n   (NYT14) NEW YORK -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nMUTFUND-MANAGERS-2, 7-01 -- Robert J. Martorelli says expansion in\nthe American economy and recovery abroad have helped the cyclical\nindustrial stocks in his Merrill Lynch Phoenix fund. He expects\nsuch value stocks to keep climbing. (Chester Higgins Jr./New York\nTimes Photo)\n","\n   (NYT13) NEW YORK -- July 1, 1999 -- ADV. FOR SUN., JULY 4 --\nMUTFUND-MANAGERS, 7-01 -- After a long dry spell in which the\nstock-market boom seemed to pass them by, value stocks and shares\nof small- to mid-capitalization companies came into their own in\nthe second quarter. Dennis Delafield, right, and Vincent\nSellecchia, co-managers, reaped some of the benefits in the\nDelafield fund. (Ozier Muhammad/New York Times Photo)\n","\n   (NYT12) WASHINGTON -- July 1, 1999 -- KOSOVO-MILITARY, 7-01 --\nNATO's military commander, Gen. Wesley K. Clark, testifies before\nthe Senate Armed Services Committee on Thursday. It was his first\nappearance before Congress since before the air campaign over\nYugoslavia. (Shana Raab/New York Times Photo) LITE\n","\n   (NYT11) NEW YORK -- July 1, 1999 -- SHREW-THEATER-REVIEW, 7-01\n-- Allison Janney and Jay O. Sanders battle in the Central Park\n``The Taming of The Shrew.'' They writhe and they whoop it up,\ntrade punches, prance, dance, screech, shriek, croon, caterwaul and\ndo cartwheels. All this seems entirely apropos. Although the\ndirection is credited to Mel Shapiro, this ``Shrew'' might indeed\nhave been put on the card by Vince McMahon of the World Wrestling\nFederation. (Sara Krulwich/New York Times Photo)\n","\n   (NYT10) STRASBURG, Pa. -- July 1, 1999 -- STEAM-TRAIN-2, 7-01 --\nTourists exploring the historic town of Strasburg. The town is home\nto the Strasburg Rail Road, the nation's oldest short-line\nrailroad. Founded in 1832, it became a tourist operation in 1958.\n(Laura Pedrick/New York Times Photo)\n","\n   (NYT9) STRASBURG, Pa. -- July 1, 1999 -- STEAM-TRAIN-3, 7-01 --\nYoung train enthusiasts greeting the arrival of a steam engine at\nthe East Strasburg Station in Pennsylvania. Founded in 1832, the\nnation's oldest short-line railroad became a tourist operation in\n1958. Today the line has four fearsomely voracious steam engines,\nconsuming 1,000 gallons of water and a half-ton of hand-shoveled\ncoal per mile, and 14 restored wooden coaches, each with its own\n19th-century decor and degree of comfort. (Laura Pedrick/New York\nTimes Photo) LITE\n","\n   (NYT8) STRASBURG, Pa. -- July 1, 1999 -- STEAM-TRAIN-1, 7-01 --\nA 19th-century flavor abounds in Strasburg, where Amish buggies and\nantique steam trains bisect the farmland. Though pastoral, the area\nis also command central for railroad buffs, being home to one of\nthe oldest operating steam rail lines in America, a magnificent\nrailroad museum next door and enough toy trains to occupy even the\nmost fidgety enthusiast, of any age. (Laura Pedrick/New York Times\nPhoto)\n","\n   (NYT7) NEW YORK -- July 1, 1999 -- THEATER-NOTES, 7-01 -- Anna\nDeavere Smith will bring ``House Arrest'' to the Public in March.\nThe first viewing of ``House Arrest'' was in late 1997 at the Arena\nStage in Washington. But a month later Monicagate began, prompting\nMs. Smith to pull the piece from planned performances in Los\nAngeles and Seattle, to enlarge President Clinton's role. ``I love\nperforming him,'' she says. ``He does these astonishing linguistic\nthings.'' (Sara Krulwich/New York Times Photo)\n","\n   (NYT6) PEC, Yugoslavia -- July 1, 1999 -- DEATH-SQUAD-BOS, 7-01\n-- Lirie Gashi holds a portrait of her brother-in-law Ahmet Gashi\nin front of the house where he was gunned down along with 14\nothers, allegedly by Serb forces. Documents obtained by The Globe\nbegin to paint a picture of how Pec's local Serb paramilitary units\noperated in concert with the Yugoslave Ministry of Interior Police,\nknown as ``MUPs,'' and with special units within the Yugoslav army.\n(Bill Greene/Boston Globe Photo)\n","\n   (NYT5) ASHEVILLE, N.C. -- July 1, 1999 -- TRAVEL-BILTMORE-COX,\n7-01 -- The The renovated Morland room at the Biltmore Estate. Four\nnewly restored bedrooms on the third floor of Asheville's\ncirca-1895 Biltmore Estate are included in the tour of George\nVanderbilt's grand chateau in the Blue Ridge Mountains.\nCollectively known as the Artists' Suite, the rooms' names -\nWatson, Van Dyck, Morland, and Madonna - allude to artists and\nworks represented in Vanderbilt's collection. (Biltmore Estate/Cox\nNews Service)\n","\n   (NYT4) PEC, Yugoslavia -- July 1, 1999 -- KOSOVO-SERBIA-2, 7-01\n-- Ethnic Albanians rummage through the belongings of Serbs,\nincluding a religious icon, which were trhown into an alley earlier\nthis week. Pec was once a beautiful town, threaded by bright\nstreams, backed by mountains. Like Mostar in Bosnia, and all that\nwas most lovely in the Balkans, it expressed the delicate\ninterweaving of Islamic and Christian architecture and traditions\nthat was the legacy of the Ottoman Empire. (Stephen Crowley/New\nYork Times Photo)\n","\n   (NYT3) KOSOVO POLJE, Yugoslavia -- July 1, 1999 --\nKOSOVO-SERBIA, 7-01 -- A truck drives past the town sign covered\nwith Serb graffiti earlier this week. The destruction inflicted by\ntens of thousands of NATO sorties is evident in this ragged central\nKosovo town. A decade after Serbian President Slobodan Milosevic\nwhipped up Serb nationalism in a speech here, the notion of Greater\nSerbia is dead. (Stephen Crowley/New York Times Photo) LITE\n","\n   (NYT2) MODENA, Italy -- July 01, 1999 -- ADV. FOR SUN., JULY 4\n-- DAYS-BEFORE-THEATER-2, 7-01 -- A scene from ``The Days Before:\nDeath, Destruction and Detroit III,'' opening at Lincoln Center,\ndirected by Robert Wilson. ``The most touching thing about the\npiece are the moments when I see who you are as individuals,'' says\nWilson, 57. ``Sometimes you're trying to act what's in your head,\nand then I don't believe you. But if you feel something, that's\ntruth, it's your experience.'' (James Hill/New York Times Photo)\n","\n   (NYT1) MODENA, Italy -- July 01, 1999 -- ADV. FOR SUN., JULY 4\n-- DAYS-BEFORE-THEATER-1, 7-01 -- Robert Wilson seated on a chair\nof his design at the Teatro Communale in Modena, where his latest\nwork, ``The Days Before: Death, Destruction and Detroit III,'' was\nin rehearsals last month. ``If I had studied theater, I would never\nmake the work I do,'' says Wilson, 57. (James Hill/New York Times\nPhoto) LITE\n","\n   The New York Times News Service\n"]}