{"DocumentId":"NYT19990312.0445","TopicId":"NYT","Relevance":"0","Body":" BC-PHOTO-FULL-UPDATE-NYT \n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving 03/12/99. Photo clients will\nautomatically receive these photos via AP's PhotoExpress or may\ndownload them from either the Wieck Photo Database in Dallas at\n972-392-0888 or from NYTPhotos on Newscom at 305-448-8411.\nNon-clients can make individual purchases by calling (888) 603-1036\nor 212-556-4204.\n\n   (NYT38) OAKLAND, Calif. -- March 12, 1999 -- ADV. FOR SUN.,\nMARCH 14 -- CLOROX-STOCK-2, 3-12 -- In the ``Cockroach Rearing\nRoom'' at Clorox's research campus in Oakland, workers watch the\nbugs breed. The company built a veritable insect zoo here to study\nthe behavior of roaches, mosquitoes and ants. (Fred R. Conrad/New\nYork Times Photo)\n\n   (NYT37) OAKLAND, Calif. -- March 12, 1999 -- ADV. FOR SUN.,\nMARCH 14 -- CLOROX-STOCK-1, 3-12 -- Dr. Vincent E. Alvarez,\ndirector of technology at Clorox, examining a roach in the\nsprawling research campus in Oakland. The company built a veritable\ninsect zoo here to study the behavior of roaches, mosquitoes and\nants. (Fred R. Conrad/New York Times Photo)\n\n   (NYT36) ATLANTA -- March 12, 1999 -- KIDS-RELIGION-COX-2, 3-12\n-- 13-year-old Jessie Rubin, left, and Carla Bloomberg, 14, clean\nwindows at the Genesis Shelter, a facility for homeless newborns\nand their families. The girls' school, Greenfield Hebrew Academy,\nsent all their students out in an effort to aid the community.\n(Phil Skinner/Atlanta Journal-Constitution Photo)\n\n   (NYT35) FRAMINGHAM, Mass. -- March 11, 1999 -- FBI-INFOMRER-2,\n3-11 -- Reputed mob leader Stephen ``The Rifleman'' Flemmi is taken\ninto custody in 1995. It began in 1995 as a simple racketeering\nindictment whose defendants included Flemmi. For decades, FBI\nagents allegedly protected Flemmi and an associate while they\ncommitted assorted crimes because the two also provided information\nabout their Italian mobster rivals in New England. Revelations of\nthe FBI's practices have prompted sweeping internal investigations\nof the bureau. (Christopher Fitzgerald/Boston Globe Photos)\n\n   (NYT34) PHILADELPHIA -- March 12, 1999 -- BKN-NETS-SIXERS, 3-12\n-- Stephon Marbury points to the logo of his new team during a news\nconference on Friday. Marbury was traded from the Minnesota\nTimberwolves to the New Jersey Nets under a six-year, $70.9 million\ncontract. (Tim Shaffer/New York Times Photo)\n\n   (NYT33) UNDATED -- March 11, 1999 -- FBI-INFORER, 3-11 --\nReputed mob leader James ``Whitey'' Bulger in a 1994 photo. It\nbegan in 1995 as a simple racketeering indictment whose defendants\nincluded Bulger, currently on the lam from authorities. For\ndecades, FBI agents allegedly protected Bulger and an associate\nwhile they committed assorted crimes because the two also provided\ninformation about their Italian mobster rivals in New England.\nRevelations of the FBI's practices have prompted sweeping internal\ninvestigations of the bureau. (John Tlumacki/Boston Globe Photos)\n\n   (NYT32) WASHINGTON -- March 12, 1999 -- AOL-COX-2, 3-12 --\nAmerica Online President Stephen M. Case. On Wednesday, Netscape\nshareholders are expected to approve the sale of their company to\nAOL in a stock deal worth more than $8 billion. The deal, cleared\nFriday by the Justice Department, would catapult AOL into new\nbusiness markets and solidify its position as a major player in\nonline advertising and electronic commerce. (Rick McKay/Cox News\nService Photo)\n\n   (NYT31) STERLING, Va. -- March 12, 1999 -- AOL-COX-1, 3-12 --\nTechnicians monitor AOL's system in the company's Networks\nOperations Center in Sterling. On Wednesday, Netscape shareholders\nare expected to approve the sale of their company to AOL in a stock\ndeal worth more than $8 billion. The deal, cleared Friday by the\nJustice Department, would catapult AOL into new business markets\nand solidify its position as a major player in online advertising\nand electronic commerce. (Rick McKay/Cox News Service Photo)\n\n   (NYT30) ATLANTA -- March 12, 1999 -- KIDS-RELIGION-COX-1, 3-12\n-- Nicole Riley, 13, a volunteer with Hands on Atlanta's Saturday\nmorning tutoring program at East Lake Elementary in Atlanta, reads\nto Shanquece Mitchell, 6. Nicole is also a graduate of the school.\n(Charlotte B. Teagle/Atlanta Journal-Constitution Photo)\n\n   (NYT29) ROUND ROCK, Texas -- March 12, 1999 -- GRAPETREE-COX,\n3-12 -- Knolly Williams, the 28-year-old president, founder and\ncowboy wannabe of Grapetree Records, which just signed a\ndistribution deal with industry giant EMI Records that could make\nit the best-selling label of Central Texas. The label specializes\nin CDs by former street thugs who are pushing Jesus these days.\n(Cox News Service Photo)\n\n   (NYT28) WASHINGTON -- March 12, 1999 -- CLINTON-RUMORS, 3-12 --\nPresident Clinton and his wife take part in an event in the East\nRoom of the White House where President Clinton announced new\ngrants to establish or expand after-school programs in November,\n1998. In the suspicion-rich aftermath of sex scandals and\nimpeachment, a marital death watch is taking place. (Stephen\nCrowley/New York Times Photo)\n\n   (NYT27) ELK GROVE, Ill. -- March 11, 1999 -- TRADES-SHORTAGE-2,\n3-11 -- Carpentry students work on their craft at a training\ncenter. Faced with a shortage of tradesworkers to meet the\nvoracious demand for new construction in the United States,\ndesperate builders and eager unions have kicked off aggressive\ncampaigns to court new workers in a world where a coveted union\ncard was handed from father to son. (Steve Kagan/New York Times\nPhoto)\n\n   (NYT26) PRINCETON, N.J. -- March 12, 1999 -- MATH-BOOKS, 3-12 --\nAndrew Wiles, a British mathematician, made headlines. ``Popular\nscience books had been doing well for some time, but after Wiles\nsolved Fermat's theorem the focus swung to mathematics,'' says\nGeorge Gibson, president of Walker & Co., which publishes the\nAmerican edition of a best-selling book about Wiles' work called\n``Fermat's Enigma: The Quest to Solve the World's Greatest\nMathematical Problem.'' (Norman Y. Lono/New York Times Photo)\n\n   (NYT25) UNDATED -- March 12, 1999 -- ALGERIA-TRAIN, 3-12 -- On a\nstop while heading to Oran, Algeria's second largest city, a train\nconductor talks to boarding passengers as a paramililtary police\nofficer jumps off the train to patrol the station's perimeter. The\ntrain takes passengers from the Algerian capital of Algiers along a\nroute through a region in the Atlas Mountains made dangerous by\nyears of attacks by Islamic rebels. (John Giannini/New York Times\nPhoto)\n\n   (NYT24) ABOARD TRAIN 1001, Algeria -- March 12, 1999 --\nALGERIA-TRAIN, 3-12 -- An Algerian paramililtary police officer\npatrols the aisles of train No. 1001 as it makes its journey\nbetween Algiers, the capital, and Oran, Algeria's second largest\ncity. The trip, which takes seven hours, takes passengers along a\nroute through a region in the Atlas Mountains made dangerous by\nyears of attacks by Islamic rebels. (John Giannini/New York Times\nPhoto) *LITE\n\n   (NYT23) ST. LOUIS, Mo. -- March 12, 1999 -- GASS-PROFILE, 3-12\n-- William H. Gass says at home in St. Louis. For decades, Gass,\n74, has led a spirited attack on the traditional American novel,\ndenouncing plot as less important than form and language. ``It is\nan ideological war that has been going on since the beginning of\nliterature,'' says Gass, 74. (Bill Stover/New York Times Photo)\n*LITE\n\n   (NYT22) NEW YORK -- March 12, 1999 -- NY-STABBING-FUNERAL, 3-12\n-- The coffin containing the remains of Amy Watkins, a 26-year-old\ngraduate student who was stabbed to death on Monday, is carried\nfrom a Manhattan church after a funeral Mass on Friday. With little\nphysical evidence and no apparent eyewitnesses to the killing,\ndetectives have continued combing the Prospect Heights neighborhood\nin Brooklyn, asking for help from residents and interviewing\nWatkins' friends and neighbors. (Angel Franco/New York Times Photo)\n\n   (NYT21) NEW YORK -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nCIGARETTE-LOUNGE, 3-12 -- At Circa Tabac, there are four air\npurifiers and 100-plus brands of cigarettes on the menu. In the\nforeground, Stephanie Chayet, left, and Camille Labro. (Linda\nRosier/New York Times Photo)\n\n   (NYT20) NEW YORK -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nSIKH-NITEOUT, 3-12 -- Vikram Chatwal, Sikh hotelier slash playboy\nslash screenwriter slash actor slash model. Chatwal, 27, comes\nacross as a 1999 poster boy of multicultural chic: a spiritually\nconversant playboy with a penchant for rap music and friends\ngathered from the worlds of banking, music and just plain money.\n(Miles Ladin/New York Times Photo)\n\n   (NYT19) NEW YORK -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nFUBUPFASHION, 3-12 -- Greg Schilling of Milwaukee, visiting Macy's\nto buy clothes for his son, 9, checks out Fubu, which stands for\n``For us, by us.'' The company, which was founded in 1992, has\nprospered by promoting itself as a black-owned label by and for\nyoung urban men. (Norman Y. Lono/New York Times Photo)\n\n   (NYT18) NEW YORK -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nWHITNEY-YOUTH, 3-12 -- Brite Nite, a fund-raiser at the Whitney\nMuseum, featured hip-hop and disco. Like similar events at other\ncultural institutions, the Whitney's after-dinner dance tried to\nattract younger and hipper supporters. (Nicole Bengiveno/New York\nTimes Photo)\n\n   (NYT17) NEW YORK -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nMODELS-FILMS, 3-12 -- Claudia Schiffer, who plays an\nanthropologist, filming a scene with Allan Houston of the New York\nKnicks. Filmmakers have many times been smitten by stars of the\nrunways and cosmetics advertisements and cast them in movies for\npublicity value or with the hope that their stunning beauty will\nrivet viewers. History, however, is littered with the cinematic\ntrain wrecks of such endeavors. (Nancy Siesel/New York Times Photo)\n*LITE\n\n   (NYT16) UNDATED -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nABOUT-CARS-NEON-2, 3-12 -- Inside the 2000 Dodge Neon, a new\ninstrument panel and more sophisticated materials. The\nsecond-generation Neon rides on the same basic chassis as the\nprevious model, though the wheelbase is an inch longer, the car's\noverall length is 2.6 inches longer and the roof is slightly\nhigher. The most significant structural change is the addition of\nsteel frames around the door windows. (New York Times Photo)\n\n   (NYT15) UNDATED -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nABOUT-CARS-NEON-1, 3-12 -- The 2000 Dodge Neon. Developed by\nChrysler before its merger with Daimler-Benz, the second-generation\nNeon retains many of its original features, including style, value\nand a fun-to-drive character. But like its prospective owners, it\nhas grown up. (New York Times Photo)\n\n   (NYT14) BRADENTON, Fla. -- March 12, 1999 -- FLA-ORANGE-SHORTAGE\n3-12 -- Oranges are unloaed from tractor trailers at the Tropicana\nplant. True to federal predictions issued in October, Florida's\norange crop is down more than 20 percent this year. For consumers,\nthe drop has brought a 10 percent increase in prices. (Mike\nDiemer/Sarasota Herald-Tribune)\n\n   (NYT13) PETALUMA, Calif. -- March 12, 1999 -- HORSE-MASSAGE,\n3-12 -- Dianne Magliulo works on the back muscles of Impress, a\n14-year-old thuroughbred. The $65 massage, Impress's third in the\nlast two months, has improved her disposition, stamina and physical\ncondition, according to her owner. Magliulo, a horse enthusiast all\nof her life believes she has found her life's calling as an equine\nmasseuse. (Chad Surmick/Santa Rosa Press Democrat) *LITE\n\n   (NYT12) UNDATED -- March 12, 1999 -- OBIT-MENUHIN-B&W-2, 3-12 --\nYehudi Menuhin playing when he was eight. Menuhin, whose\nastonishing youthful virtuosity grew into one of the great musical\ntalents of the 20th century, died Friday. He was 82. (New York\nTimes Photo)\n\n   (NYT11) NEW YORK -- March 12, 1999 -- OBIT-MENUHIN-B&W-1, 3-12\n-- Yehudi Menuhin demonstrates his relaxation techniques during a\n1967 interview. Menuhin, whose astonishing youthful virtuosity grew\ninto one of the great musical talents of the 20th century, died\nFriday. He was 82. (Jack Manning/New York Times Photo) *LITE\n\n   (NYT10) HOCA ZAGRADSKA, Yugoslavia -- March 12, 1999 --\nKOSOVO-2, 3-12 -- Serb police and funeral workers remove the body\nof a man allegedly belonging to the Kosovo Liberation Army on\nFriday. Russia and Greece said Friday that Yugoslavia totally\nrejected having an armed foreign force in Kosovo, a key pillar of\nthe West's ``last chance'' peace talks set to resume in Paris\nMonday. (Alan Chin/New York Times Photo)\n\n   (NYT9) HOCA ZAGRADSKA, Yugoslavia -- March 12, 1999 -- KOSOVO-1,\n3-12 -- Serb police stand over the body of an alleged member of the\nKosovo Liberation Army on Thursday. The man died apparently when\nSerb forces shelled the village on Thursday. Russia and Greece said\nFriday that Yugoslavia totally rejected having an armed foreign\nforce in Kosovo, a key pillar of the West's ``last chance'' peace\ntalks set to resume in Paris Monday. (Alan Chin/New York Times\nPhoto)\n\n   (NYT8) LOS ANGELES -- March 12, 1999 -- ADV. FOR SUN., MARCH 14\n-- BIZ-PROFILE-MILKEN-2, 3-12 -- Michael Milken on the driving\nrange last year during a Senior PGA golf tournament designed to\ngenerate funds for prostate cancer treatment and prevention.\nMilken, who was treated for prostate cancer since leaving prison in\n1993, has enlisted his personal fortune and wide-ranging network of\ncontacts in an effort to become an influential force in medical\nresearch, education and economics. (Monica Almeida/New York Times\nPhoto)\n\n   (NYT7) BEVERLY HILLS, Calif. -- March 12, 1999 -- ADV. FOR SUN.,\nMARCH 14 -- BIZ-PROFILE-MILKEN-1, 3-12 -- Michael Milken, left,\ntalks to Gary Becker, right, a Nobel laureate in economics, during\na break in the Milken Institute Global Conference on Thursday.\nSince leaving prison in 1993, Milken has enlisted his personal\nfortune and wide-ranging network of contacts in an effort to become\nan influential force in medical research, education and economics.\n(Ed Carreon/New York Times Photo)\n\n   (NYT6) CHICAGO -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nINVEST-2000-2, 3-12 -- Dennis Grabow, chief executive of the\nMillennium Investment Corporation of Chicago, near his offices.\nGrabow says the market is not accurately anticipating Year 2000\nproblems because analysts are talking to their usual financial\nsources instead of to people in the trenches. (Steve Kagan/New York\nTimes Photo)\n\n   (NYT5) WESTPORT, Conn. -- March 12, 1999 -- ADV. FOR SUN., MARCH\n14 -- INVEST-INSIGHT-Q&A, 3-12 -- Calvert Crary, a litigation\nanalyst, outside his office. Crary, a lawyer and securities analyst\nat Crary, Onthank & O'Neil, looks for investment opportunities\ncreated by lawsuits. (Chris Maynard/New York Times Photo)\n\n   (NYT4) CHICAGO -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nINVEST-2000, 3-12 -- Adam Zeck of Trans Market trading Eurodollar\nfurtures and options on the floor of the Mercantile Exchange.\nUncertainty about the Year 2000 computer problem has popped up in\nthe pits at the exchange, where 90-day Eurodollar futures are\ntraded by banks and other institutions trying to protect themselves\nfrom swings in interest rates. (Steve Kagan/New York Times Photo)\n\n   (NYT3) DALLAS, Texas -- March 12, 1999 -- ADV. FOR SUN., MARCH\n14 -- BIZ-SOUTHWEST-AIRLINES, 3-12 -- Southwest Airlines passengers\nhand over their boarding passes for a flight to Houston. Southwest\ncommences its famously zany but low-cost, high-frequency service on\nSunday out of Islip, on Long Island. (Mark Graham/New York Times\nPhoto)\n\n   (NYT2) SANTA FE, N.M. -- March 12, 1999 -- ADV. FOR SUN., MARCH\n14 -- INVEST-WITH-FRIES, 3-12 -- William Fries, who runs the $297.4\nmillion Thornburg Value fund, at the city's Museum of Fine Arts.\nThornburg Value had an annual average return of 29.7 percent in the\nthree years through March 5, compared with 28.5 percent for the\nStandard & Poor's 500-stock index, placing it in the top 2 percent\nof mid-cap value funds. (Steve Northup/New York Times Photo)\n\n   (NYT1) DALLAS, Texas -- March 12, 1999 -- ADV. FOR SUN., MARCH\n14 -- BIZ-PHOTOMURAL-CASKETS, 3-12 -- Patrick Fant with samples of\nhis products at his store recently. Fant's company, White Light,\nsells steel coffins laminated with various designs. The 16 versions\ninclude one with an image of the Virgin of Guadalupe. (Mark\nGraham/New York Times Photo) *LITE\n\n   The New York Times News Service\n","Headline":null,"Text":["\n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving 03/12/99. Photo clients will\nautomatically receive these photos via AP's PhotoExpress or may\ndownload them from either the Wieck Photo Database in Dallas at\n972-392-0888 or from NYTPhotos on Newscom at 305-448-8411.\nNon-clients can make individual purchases by calling (888) 603-1036\nor 212-556-4204.\n","\n   (NYT38) OAKLAND, Calif. -- March 12, 1999 -- ADV. FOR SUN.,\nMARCH 14 -- CLOROX-STOCK-2, 3-12 -- In the ``Cockroach Rearing\nRoom'' at Clorox's research campus in Oakland, workers watch the\nbugs breed. The company built a veritable insect zoo here to study\nthe behavior of roaches, mosquitoes and ants. (Fred R. Conrad/New\nYork Times Photo)\n","\n   (NYT37) OAKLAND, Calif. -- March 12, 1999 -- ADV. FOR SUN.,\nMARCH 14 -- CLOROX-STOCK-1, 3-12 -- Dr. Vincent E. Alvarez,\ndirector of technology at Clorox, examining a roach in the\nsprawling research campus in Oakland. The company built a veritable\ninsect zoo here to study the behavior of roaches, mosquitoes and\nants. (Fred R. Conrad/New York Times Photo)\n","\n   (NYT36) ATLANTA -- March 12, 1999 -- KIDS-RELIGION-COX-2, 3-12\n-- 13-year-old Jessie Rubin, left, and Carla Bloomberg, 14, clean\nwindows at the Genesis Shelter, a facility for homeless newborns\nand their families. The girls' school, Greenfield Hebrew Academy,\nsent all their students out in an effort to aid the community.\n(Phil Skinner/Atlanta Journal-Constitution Photo)\n","\n   (NYT35) FRAMINGHAM, Mass. -- March 11, 1999 -- FBI-INFOMRER-2,\n3-11 -- Reputed mob leader Stephen ``The Rifleman'' Flemmi is taken\ninto custody in 1995. It began in 1995 as a simple racketeering\nindictment whose defendants included Flemmi. For decades, FBI\nagents allegedly protected Flemmi and an associate while they\ncommitted assorted crimes because the two also provided information\nabout their Italian mobster rivals in New England. Revelations of\nthe FBI's practices have prompted sweeping internal investigations\nof the bureau. (Christopher Fitzgerald/Boston Globe Photos)\n","\n   (NYT34) PHILADELPHIA -- March 12, 1999 -- BKN-NETS-SIXERS, 3-12\n-- Stephon Marbury points to the logo of his new team during a news\nconference on Friday. Marbury was traded from the Minnesota\nTimberwolves to the New Jersey Nets under a six-year, $70.9 million\ncontract. (Tim Shaffer/New York Times Photo)\n","\n   (NYT33) UNDATED -- March 11, 1999 -- FBI-INFORER, 3-11 --\nReputed mob leader James ``Whitey'' Bulger in a 1994 photo. It\nbegan in 1995 as a simple racketeering indictment whose defendants\nincluded Bulger, currently on the lam from authorities. For\ndecades, FBI agents allegedly protected Bulger and an associate\nwhile they committed assorted crimes because the two also provided\ninformation about their Italian mobster rivals in New England.\nRevelations of the FBI's practices have prompted sweeping internal\ninvestigations of the bureau. (John Tlumacki/Boston Globe Photos)\n","\n   (NYT32) WASHINGTON -- March 12, 1999 -- AOL-COX-2, 3-12 --\nAmerica Online President Stephen M. Case. On Wednesday, Netscape\nshareholders are expected to approve the sale of their company to\nAOL in a stock deal worth more than $8 billion. The deal, cleared\nFriday by the Justice Department, would catapult AOL into new\nbusiness markets and solidify its position as a major player in\nonline advertising and electronic commerce. (Rick McKay/Cox News\nService Photo)\n","\n   (NYT31) STERLING, Va. -- March 12, 1999 -- AOL-COX-1, 3-12 --\nTechnicians monitor AOL's system in the company's Networks\nOperations Center in Sterling. On Wednesday, Netscape shareholders\nare expected to approve the sale of their company to AOL in a stock\ndeal worth more than $8 billion. The deal, cleared Friday by the\nJustice Department, would catapult AOL into new business markets\nand solidify its position as a major player in online advertising\nand electronic commerce. (Rick McKay/Cox News Service Photo)\n","\n   (NYT30) ATLANTA -- March 12, 1999 -- KIDS-RELIGION-COX-1, 3-12\n-- Nicole Riley, 13, a volunteer with Hands on Atlanta's Saturday\nmorning tutoring program at East Lake Elementary in Atlanta, reads\nto Shanquece Mitchell, 6. Nicole is also a graduate of the school.\n(Charlotte B. Teagle/Atlanta Journal-Constitution Photo)\n","\n   (NYT29) ROUND ROCK, Texas -- March 12, 1999 -- GRAPETREE-COX,\n3-12 -- Knolly Williams, the 28-year-old president, founder and\ncowboy wannabe of Grapetree Records, which just signed a\ndistribution deal with industry giant EMI Records that could make\nit the best-selling label of Central Texas. The label specializes\nin CDs by former street thugs who are pushing Jesus these days.\n(Cox News Service Photo)\n","\n   (NYT28) WASHINGTON -- March 12, 1999 -- CLINTON-RUMORS, 3-12 --\nPresident Clinton and his wife take part in an event in the East\nRoom of the White House where President Clinton announced new\ngrants to establish or expand after-school programs in November,\n1998. In the suspicion-rich aftermath of sex scandals and\nimpeachment, a marital death watch is taking place. (Stephen\nCrowley/New York Times Photo)\n","\n   (NYT27) ELK GROVE, Ill. -- March 11, 1999 -- TRADES-SHORTAGE-2,\n3-11 -- Carpentry students work on their craft at a training\ncenter. Faced with a shortage of tradesworkers to meet the\nvoracious demand for new construction in the United States,\ndesperate builders and eager unions have kicked off aggressive\ncampaigns to court new workers in a world where a coveted union\ncard was handed from father to son. (Steve Kagan/New York Times\nPhoto)\n","\n   (NYT26) PRINCETON, N.J. -- March 12, 1999 -- MATH-BOOKS, 3-12 --\nAndrew Wiles, a British mathematician, made headlines. ``Popular\nscience books had been doing well for some time, but after Wiles\nsolved Fermat's theorem the focus swung to mathematics,'' says\nGeorge Gibson, president of Walker & Co., which publishes the\nAmerican edition of a best-selling book about Wiles' work called\n``Fermat's Enigma: The Quest to Solve the World's Greatest\nMathematical Problem.'' (Norman Y. Lono/New York Times Photo)\n","\n   (NYT25) UNDATED -- March 12, 1999 -- ALGERIA-TRAIN, 3-12 -- On a\nstop while heading to Oran, Algeria's second largest city, a train\nconductor talks to boarding passengers as a paramililtary police\nofficer jumps off the train to patrol the station's perimeter. The\ntrain takes passengers from the Algerian capital of Algiers along a\nroute through a region in the Atlas Mountains made dangerous by\nyears of attacks by Islamic rebels. (John Giannini/New York Times\nPhoto)\n","\n   (NYT24) ABOARD TRAIN 1001, Algeria -- March 12, 1999 --\nALGERIA-TRAIN, 3-12 -- An Algerian paramililtary police officer\npatrols the aisles of train No. 1001 as it makes its journey\nbetween Algiers, the capital, and Oran, Algeria's second largest\ncity. The trip, which takes seven hours, takes passengers along a\nroute through a region in the Atlas Mountains made dangerous by\nyears of attacks by Islamic rebels. (John Giannini/New York Times\nPhoto) *LITE\n","\n   (NYT23) ST. LOUIS, Mo. -- March 12, 1999 -- GASS-PROFILE, 3-12\n-- William H. Gass says at home in St. Louis. For decades, Gass,\n74, has led a spirited attack on the traditional American novel,\ndenouncing plot as less important than form and language. ``It is\nan ideological war that has been going on since the beginning of\nliterature,'' says Gass, 74. (Bill Stover/New York Times Photo)\n*LITE\n","\n   (NYT22) NEW YORK -- March 12, 1999 -- NY-STABBING-FUNERAL, 3-12\n-- The coffin containing the remains of Amy Watkins, a 26-year-old\ngraduate student who was stabbed to death on Monday, is carried\nfrom a Manhattan church after a funeral Mass on Friday. With little\nphysical evidence and no apparent eyewitnesses to the killing,\ndetectives have continued combing the Prospect Heights neighborhood\nin Brooklyn, asking for help from residents and interviewing\nWatkins' friends and neighbors. (Angel Franco/New York Times Photo)\n","\n   (NYT21) NEW YORK -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nCIGARETTE-LOUNGE, 3-12 -- At Circa Tabac, there are four air\npurifiers and 100-plus brands of cigarettes on the menu. In the\nforeground, Stephanie Chayet, left, and Camille Labro. (Linda\nRosier/New York Times Photo)\n","\n   (NYT20) NEW YORK -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nSIKH-NITEOUT, 3-12 -- Vikram Chatwal, Sikh hotelier slash playboy\nslash screenwriter slash actor slash model. Chatwal, 27, comes\nacross as a 1999 poster boy of multicultural chic: a spiritually\nconversant playboy with a penchant for rap music and friends\ngathered from the worlds of banking, music and just plain money.\n(Miles Ladin/New York Times Photo)\n","\n   (NYT19) NEW YORK -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nFUBUPFASHION, 3-12 -- Greg Schilling of Milwaukee, visiting Macy's\nto buy clothes for his son, 9, checks out Fubu, which stands for\n``For us, by us.'' The company, which was founded in 1992, has\nprospered by promoting itself as a black-owned label by and for\nyoung urban men. (Norman Y. Lono/New York Times Photo)\n","\n   (NYT18) NEW YORK -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nWHITNEY-YOUTH, 3-12 -- Brite Nite, a fund-raiser at the Whitney\nMuseum, featured hip-hop and disco. Like similar events at other\ncultural institutions, the Whitney's after-dinner dance tried to\nattract younger and hipper supporters. (Nicole Bengiveno/New York\nTimes Photo)\n","\n   (NYT17) NEW YORK -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nMODELS-FILMS, 3-12 -- Claudia Schiffer, who plays an\nanthropologist, filming a scene with Allan Houston of the New York\nKnicks. Filmmakers have many times been smitten by stars of the\nrunways and cosmetics advertisements and cast them in movies for\npublicity value or with the hope that their stunning beauty will\nrivet viewers. History, however, is littered with the cinematic\ntrain wrecks of such endeavors. (Nancy Siesel/New York Times Photo)\n*LITE\n","\n   (NYT16) UNDATED -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nABOUT-CARS-NEON-2, 3-12 -- Inside the 2000 Dodge Neon, a new\ninstrument panel and more sophisticated materials. The\nsecond-generation Neon rides on the same basic chassis as the\nprevious model, though the wheelbase is an inch longer, the car's\noverall length is 2.6 inches longer and the roof is slightly\nhigher. The most significant structural change is the addition of\nsteel frames around the door windows. (New York Times Photo)\n","\n   (NYT15) UNDATED -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nABOUT-CARS-NEON-1, 3-12 -- The 2000 Dodge Neon. Developed by\nChrysler before its merger with Daimler-Benz, the second-generation\nNeon retains many of its original features, including style, value\nand a fun-to-drive character. But like its prospective owners, it\nhas grown up. (New York Times Photo)\n","\n   (NYT14) BRADENTON, Fla. -- March 12, 1999 -- FLA-ORANGE-SHORTAGE\n3-12 -- Oranges are unloaed from tractor trailers at the Tropicana\nplant. True to federal predictions issued in October, Florida's\norange crop is down more than 20 percent this year. For consumers,\nthe drop has brought a 10 percent increase in prices. (Mike\nDiemer/Sarasota Herald-Tribune)\n","\n   (NYT13) PETALUMA, Calif. -- March 12, 1999 -- HORSE-MASSAGE,\n3-12 -- Dianne Magliulo works on the back muscles of Impress, a\n14-year-old thuroughbred. The $65 massage, Impress's third in the\nlast two months, has improved her disposition, stamina and physical\ncondition, according to her owner. Magliulo, a horse enthusiast all\nof her life believes she has found her life's calling as an equine\nmasseuse. (Chad Surmick/Santa Rosa Press Democrat) *LITE\n","\n   (NYT12) UNDATED -- March 12, 1999 -- OBIT-MENUHIN-B&W-2, 3-12 --\nYehudi Menuhin playing when he was eight. Menuhin, whose\nastonishing youthful virtuosity grew into one of the great musical\ntalents of the 20th century, died Friday. He was 82. (New York\nTimes Photo)\n","\n   (NYT11) NEW YORK -- March 12, 1999 -- OBIT-MENUHIN-B&W-1, 3-12\n-- Yehudi Menuhin demonstrates his relaxation techniques during a\n1967 interview. Menuhin, whose astonishing youthful virtuosity grew\ninto one of the great musical talents of the 20th century, died\nFriday. He was 82. (Jack Manning/New York Times Photo) *LITE\n","\n   (NYT10) HOCA ZAGRADSKA, Yugoslavia -- March 12, 1999 --\nKOSOVO-2, 3-12 -- Serb police and funeral workers remove the body\nof a man allegedly belonging to the Kosovo Liberation Army on\nFriday. Russia and Greece said Friday that Yugoslavia totally\nrejected having an armed foreign force in Kosovo, a key pillar of\nthe West's ``last chance'' peace talks set to resume in Paris\nMonday. (Alan Chin/New York Times Photo)\n","\n   (NYT9) HOCA ZAGRADSKA, Yugoslavia -- March 12, 1999 -- KOSOVO-1,\n3-12 -- Serb police stand over the body of an alleged member of the\nKosovo Liberation Army on Thursday. The man died apparently when\nSerb forces shelled the village on Thursday. Russia and Greece said\nFriday that Yugoslavia totally rejected having an armed foreign\nforce in Kosovo, a key pillar of the West's ``last chance'' peace\ntalks set to resume in Paris Monday. (Alan Chin/New York Times\nPhoto)\n","\n   (NYT8) LOS ANGELES -- March 12, 1999 -- ADV. FOR SUN., MARCH 14\n-- BIZ-PROFILE-MILKEN-2, 3-12 -- Michael Milken on the driving\nrange last year during a Senior PGA golf tournament designed to\ngenerate funds for prostate cancer treatment and prevention.\nMilken, who was treated for prostate cancer since leaving prison in\n1993, has enlisted his personal fortune and wide-ranging network of\ncontacts in an effort to become an influential force in medical\nresearch, education and economics. (Monica Almeida/New York Times\nPhoto)\n","\n   (NYT7) BEVERLY HILLS, Calif. -- March 12, 1999 -- ADV. FOR SUN.,\nMARCH 14 -- BIZ-PROFILE-MILKEN-1, 3-12 -- Michael Milken, left,\ntalks to Gary Becker, right, a Nobel laureate in economics, during\na break in the Milken Institute Global Conference on Thursday.\nSince leaving prison in 1993, Milken has enlisted his personal\nfortune and wide-ranging network of contacts in an effort to become\nan influential force in medical research, education and economics.\n(Ed Carreon/New York Times Photo)\n","\n   (NYT6) CHICAGO -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nINVEST-2000-2, 3-12 -- Dennis Grabow, chief executive of the\nMillennium Investment Corporation of Chicago, near his offices.\nGrabow says the market is not accurately anticipating Year 2000\nproblems because analysts are talking to their usual financial\nsources instead of to people in the trenches. (Steve Kagan/New York\nTimes Photo)\n","\n   (NYT5) WESTPORT, Conn. -- March 12, 1999 -- ADV. FOR SUN., MARCH\n14 -- INVEST-INSIGHT-Q&A, 3-12 -- Calvert Crary, a litigation\nanalyst, outside his office. Crary, a lawyer and securities analyst\nat Crary, Onthank & O'Neil, looks for investment opportunities\ncreated by lawsuits. (Chris Maynard/New York Times Photo)\n","\n   (NYT4) CHICAGO -- March 12, 1999 -- ADV. FOR SUN., MARCH 14 --\nINVEST-2000, 3-12 -- Adam Zeck of Trans Market trading Eurodollar\nfurtures and options on the floor of the Mercantile Exchange.\nUncertainty about the Year 2000 computer problem has popped up in\nthe pits at the exchange, where 90-day Eurodollar futures are\ntraded by banks and other institutions trying to protect themselves\nfrom swings in interest rates. (Steve Kagan/New York Times Photo)\n","\n   (NYT3) DALLAS, Texas -- March 12, 1999 -- ADV. FOR SUN., MARCH\n14 -- BIZ-SOUTHWEST-AIRLINES, 3-12 -- Southwest Airlines passengers\nhand over their boarding passes for a flight to Houston. Southwest\ncommences its famously zany but low-cost, high-frequency service on\nSunday out of Islip, on Long Island. (Mark Graham/New York Times\nPhoto)\n","\n   (NYT2) SANTA FE, N.M. -- March 12, 1999 -- ADV. FOR SUN., MARCH\n14 -- INVEST-WITH-FRIES, 3-12 -- William Fries, who runs the $297.4\nmillion Thornburg Value fund, at the city's Museum of Fine Arts.\nThornburg Value had an annual average return of 29.7 percent in the\nthree years through March 5, compared with 28.5 percent for the\nStandard & Poor's 500-stock index, placing it in the top 2 percent\nof mid-cap value funds. (Steve Northup/New York Times Photo)\n","\n   (NYT1) DALLAS, Texas -- March 12, 1999 -- ADV. FOR SUN., MARCH\n14 -- BIZ-PHOTOMURAL-CASKETS, 3-12 -- Patrick Fant with samples of\nhis products at his store recently. Fant's company, White Light,\nsells steel coffins laminated with various designs. The 16 versions\ninclude one with an image of the Virgin of Guadalupe. (Mark\nGraham/New York Times Photo) *LITE\n","\n   The New York Times News Service\n"]}