{"DocumentId":"NYT19990411.0021","TopicId":"NYT","Relevance":"0","Body":" BC-BKN-SUNS-DRUGS_AZR \nDRUG CASE PAVED WAY FOR EMPIRE \n\n   (For use by N.Y. Times News Service clients)  \n By NORM FRAUENHEIM  \n c.1999 The Arizona Republic  \n\n   PHOENIX - There will be a birthday of sorts this Friday. Nobody\nwill celebrate.\n\n   Phoenix, the big league sports market, will turn 12 years old.\nAs a historical marker, the day is unofficial. Publicists and\nmarketing directors probably would prefer to memorialize the\nofficial arrival of the NFL, NHL, major league baseball, arenas and\nballparks.\n\n   Without all of them, there is no big top. No show.\n\n   Nevertheless, the stage was set on April 16, 1987. That's when a\nmajor league town grew out of a major league scandal.\n\n   Five players who were former or current Suns that year were\nindicted by a Maricopa County grand jury. The indictments and\nsubsequent headlines told a sordid tale of suspected drug use and\ngambling.\n\n   Six others were mentioned in indictments but not charged.\nTestimony from one _ the Suns' leading scorer, Walter Davis _ was\ncrucial through the entire incident.\n\n   ``Sports Illustrated'' called the case ``the biggest drug bust\nin the history of professional sports.'' As it turned out, it was\nsomething less than that.\n\n   In addition to the five players, there were eight other people\nin the Valley restaurant business who were indicted on drug-related\ncharges such as conspiracy to possess or conspiracy to traffic in\nnarcotics, mostly cocaine. Of the 13, only one spent time in jail,\nand that was on a charge not related to the investigation and\nprosecution of the players.\n\n   On the law enforcement scoreboard, it was a forgettable case.\n\n   But Suns President and Diamondbacks Chief Executive Officer\nJerry Colangelo hasn't forgotten.\n\n   Without an investigation by the Phoenix Police Department and\nthe subsequent charges filed by the Maricopa County Attorney's\nOffice, the Suns owners might not have been so eager to put the\nfranchise up for sale. But they did, and Colangelo, then the Suns\ngeneral manager, put together a group that purchased the team in\n1988 for $44.5 million.\n\n   Since then, the estimated value of the team has at least\nquadrupled, according to various business magazines. And downtown\nhas been transformed. The old vacant lot is not so empty anymore.\n\n   ``It's speculation, but the opportunity presented itself because\nthe old owners were disenchanted,'' said Colangelo, managing\ngeneral partner of a group that bought the Suns from Donald Pitt\nand Don Diamond of Tucson and Richard Bloch of Santa Fe. ``I used\nto read about this, but sometimes, yes, opportunity does come out\nof adversity.\n\n   ``Quite honestly, you could build a case that because of that, a\nteam was purchased, an arena was built, a ballpark was constructed\nand a major league baseball team was acquired.\n\n   ``It changed the landscape of Phoenix forever.''\n\n   It also changed Colangelo forever. His confrontation with the\ncrisis turned a relatively anonymous NBA general manager into a\npowerful and sometimes controversial figure. He emerged like the\ncity itself. A winner. One of the few.\n\n   There weren't many victories for anyone else who had a role in\nthe scandal. There were lessons. And some regrets. For one person,\nthere was tragedy that in some minds is still a mystery.\n\n   Former Suns guard Johnny High died early in the morning of June\n13, 1987, at a spot that today sits near the late-afternoon shadows\ncast by Bank One Ballpark. High was alone behind the wheel when his\ncar hit a light pole at 20th and Jefferson streets.\n\n   The former Suns guard had testified to the grand jury. He also\nwas not charged.   \nMoving on   \nSince then, the players involved have drifted on to other lives and\nother cities. So have most of their friends and acquaintances who\nwere either charged or somehow drawn into the situation.\n\n   Most don't want to talk. They have families, jobs and lives to\nlive. Others have players from a different generation to coach.\nThey don't want to be remembered for a time when the NBA was a\nfast-paced reflection of an era when drugs were cool.\n\n   It was life on the run. Basketball and ``Boogie Nights.''\nPlayers served up triple-doubles on the floor and were served\ntriple-doubles at last call. Cocaine was felonious, chic and\navailable in trendy nightspots coast to coast.\n\n   ``It was a learning experience,'' said Alvin Scott, a 6-foot-7\nforward who was not charged. He was named an unindicted\nco-conspirator two years after he completed an eight-season career\nwith the Suns.\n\n   ``It was part of growing up. That's all I can say,'' Scott said.\n\n   ``I'm not bitter or angry with anybody else about what happened.\nIt was just part of those times, and I was there. I've moved on.''\n\n   Scott, a Southwest Gas employee for the past 10 years, continues\nto live and work in the Valley, unlike the players indicted. James\nEdwards, Jay Humphries, Grant Gondrezick, Garfield Heard and Mike\nBratz were indicted.\n\n   Edwards, a center, entered a plea bargain in which he agreed to\nundergo drug counseling. Charges were dismissed. The Suns then\ntraded him to Detroit midway through the 1987-88 season. He played\nin the NBA for eight more years and won three championship rings,\ntwo with Detroit and one with Chicago.\n\n   Humphries, a guard, entered a drug diversion program that\nincluded counseling. Charges were dismissed. The Suns traded him to\nMilwaukee, where he played for a few years. Today he's working as\nan NBA scout and lives in Denver.\n\n   Gondrezick, a guard, pleaded guilty to witness tampering in a\nplea bargain that called for a $100 fine and three years of\nprobation in exchange for dismissal of felony charges. The Suns\nwaived him. He played in Europe for a couple of years. Today he's\nliving in Boulder, Colo.\n\n   Bratz, a guard, had ended his playing career at the time of the\nindictments and was living in Sacramento. California authorities\nrefused to extradite him. A Sacramento assistant district attorney\ncalled the charges vague and unsubstantiated. Eventually, they were\ndismissed. Bratz worked as a Sacramento Kings assistant coach\nthrough last season. Today he's a scout. This week, he'll be\ncoaching one of the teams of NBA draft prospects at the Nike Desert\nClassic at Wells Fargo Arena.\n\n   Heard, a former Suns forward, also was retired at the time of\nthe indictment. Charges were dropped. Heard then was hired as an\nassistant to then-Dallas Mavericks Coach John MacLeod, who was\nfired by the Suns before the indictments came down. Heard is now an\nassistant coach of the Detroit Pistons.\n\n   ``Like me, I guess the other fellas are trying to move on with\ntheir lives,'' said Scott, the father of three daughters who range\nin age from the early teens to the mid-20s. ``I can't speak for\neverybody, but I know I have.''\n\n   Scott said he has no contact with Davis, who lives in Denver.\nDavis worked as a broadcaster after playing for the Nuggets, who\nsigned him as a free agent after the Suns let him go in July 1988.\nHe then moved into the Nuggets community relations department,\nwhere he worked through last season. He could not be reached for\ncomment.\n\n   Others touched by the case include:\n\n   Former Suns guard Don Buse, who has been living in Hammond, Ind.\nHe was not charged in the case, but his name was included in\nnational wire service reports. When the story broke, Buse was an\nassistant coach with the Spurs. San Antonio newspapers ran\nheadlines that linked his name to alleged cocaine use. He left the\nSpurs' coaching staff.\n\n   Guard Dennis Johnson has been living in Orlando, where the\nformer Celtics assistant coach was charged with spousal abuse in\nNovember 1998. This month, he was hired to coach a Continental\nBasketball Association team in La Crosse, Wis.\n\n   DJ also was not charged in the case, but, like Buse, he was\nmentioned in the widely publicized allegations. At the time, he was\nstarting for the Celtics, who would lose to the Los Angeles Lakers\nin the NBA Finals that year. In a memorable news conference before\na Celtics-Bucks playoff game at Milwaukee, DJ was asked if he were\na casual user of cocaine.\n\n   DJ angrily dismissed the question by saying he didn't know what\nwas meant by casual. He said he simply didn't use the drug.\n\n   Meanwhile, Bucks center Paul Mokeski sobbed as he stood next to\nDJ, whose number was retired by the Celtics a couple of years ago.\nMokeski had not been charged, either. His name wasn't in an\nindictment, but it was in newsprint. In terms of his reputation,\nthere wasn't much difference between the two.   \nDrug policy under fire   \nQuestions remain about how much the NBA has moved beyond those\ndifficult days.\n\n   Almost 12 years after the indictments, the NBA drug policy\ncontinued to be a source of controversy last fall. It was an issue\nin negotiations to end the owners' lockout. The players agreed to\nbe tested for marijuana for the first time since an NBA drug policy\nwas implemented.\n\n   In 1987 and in years since, the league's drug policy has been\nquestioned. Is it a serious campaign or mere window dressing?\n\n   The question was often at the philosophical heart of the 1987\ninvestigation, which was led by then-Phoenix Police Chief Ruben\nOrtega, Maricopa County Attorney Tom Collins, prosecutor James\nKeppel and Detective Gary Ball.\n\n   Like the players they investigated and tried to prosecute, these\nmen have moved on to different lives. Ortega is the police chief in\nSalt Lake City. Collins is an attorney in southern Arizona's\nCochise County. Keppel is a Maricopa County Superior Court judge.\nBall is retired in Pocatello, Idaho.\n\n   ``Basically, what got my eyes opened in this whole thing is that\nyou have star athletes who have been idolized since they were in\ngrade school,'' said Collins, who has been in Cochise County for\nnearly 10 years. ``There is all this adulation, and then they are\nhanded all this money. They travel all over the country, put up in\nhotels.\n\n   ``You have this moving party atmosphere, this movable-feast\naspect. They are in this kind of specialized shell. They are not\nmature emotionally. They're extremely vulnerable to what happened\nthen and, from what I hear, happens now.''\n\n   Collins said he is not a sports fan. But he said he couldn't\nhelp remembering what happened in 1987 when he heard about Magic\nJohnson's HIV diagnosis a few years ago and Latrell Sprewell's\nassault last season of Golden State Coach P.J. Carlesimo.\n\n   Keppel declined comment. It would be inappropriate because of\nhis responsibilities as a judge, he said.\n\n   Before he moved to the bench, however, Keppel talked to writers\nArmen Keteyian, Harvey Araton and Martin F. Dardis for a 1997 book\ntitled ``Inside The New NBA, Money Players.''\n\n   A portion of an early chapter is devoted to the Phoenix\ninvestigation and how it exposed the NBA drug policy as a\nwell-marketed but hollow campaign against substance abuse. Keppel\nrecalled a visit from Gary Bettman, then deputy commissioner of the\nNBA and current National Hockey League commissioner.\n\n   Keppel said Bettman was worried that the widely praised policy,\nadopted in 1983, might be destroyed by the investigation. The book\nquoted Keppel as saying he didn't think the policy ``was that\neffective in the beginning.'' Ball is quoted as saying Bettman\nwanted to protect the league's image and sweep evidence of\npotential problems ``under the rug.''\n\n   Collins, however, said he does not recall any overt pressure\nfrom the NBA.\n\n   ``They really couldn't put pressure on me or Ruben Ortega or\nanybody else working on the case,'' Collins said. ``They came into\nour offices very self-importantly and expressed their concerns.\nThere was a lot of strutting around by guys in very expensive\nsuits. But not much more than that.''   \nCase falls apart   \nCollins' case came apart within three months after April 17, 1987,\nwhen a shopping cart full of indictments was pushed into a room\njammed with reporters. The news conference itself became a target.\nDefense attorneys dismissed it as a publicity stunt. Critics called\nit a cheap platform for the political ambitions of Collins and\nOrtega.\n\n   Collins said he was stunned by the backlash.\n\n   ``In fact, the story about the investigation had been on the\nfront pages for days,'' Collins said. ``We had been besieged by the\npress for days to say something, say anything. Finally, we called\nthat press conference, which was the biggest circus I had ever seen\nin my life.\n\n   ``We basically stood up in front of that screaming, howling mob\nand read the indictments. Then we sat down. That was our big\npublicity stunt.''\n\n   What followed was a flood of leaks to the media detailing grand\njury testimony from Davis, or High, or Scott, or former center and\nfirst-round draft pick William Bedford.\n\n   Collins contends that the leaks killed his case because stories\nwere changed or potential witnesses quit talking after details were\ndisclosed. Davis changed his story. High went back on part of his.\nSome evidence was thrown out after Scott complained that testimony\nhe provided to Detective Ball had been summarized inaccurately.\n\n   But defense attorneys and the NBA argued that the case was\nflawed from the beginning.\n\n   The investigation itself began with rumors of a gambling tip,\nsupposedly furnished by Mokeski and Jack Sikma, also of the Bucks,\nto a bartender at an old Valley nightspot, Malarkey's. The two\nBucks reportedly advised the bartender to bet the ``under'' on a\nBucks-Suns game on Feb. 21, 1987, at Veterans Memorial Coliseum.\n\n   The over-under betting line was 226 points, and the Suns lost,\n115-107, a victory for the under. The information was allegedly\nexchanged over some cocaine provided by the bar manager.\n\n   Early on, Collins, Keppel and Ball said there was nothing to the\ngambling allegations. The self-inflicted blow bloodied their\ncredibility. It was only a matter of time before defense attorneys\nwould finish the job. Skepticism was furthered by California's\nrefusal to honor a fugitive complaint filed against Bratz. The\nimplication was clear: Law enforcement in a neighboring state\ndidn't think much of the case.\n\n   Then High died.\n\n   ``That hurt our prosecution a little bit,'' said Collins, who\ncontinues to argue that changes in Davis' story were insurmountable\nfor prosecutors.   \nNot ordinary guys   \nErosion in Collins' case undoubtedly pleased the NBA, whose\nofficials were angered by what they saw as misuse of the league's\ndrug policy to further police work.\n\n   Davis was targeted by law enforcement, the NBA argued, because\nhe already had admitted to cocaine use. He had talked about it in\nnewspaper stories and for television cameras. He had spent time in\nan NBA-appointed rehabilitation center near Los Angeles during the\n1985-86 season. The argument was that it was easy to haul Davis in\nfront of the grand jury and ask him, under oath, for the names of\nsuppliers and fellow users.\n\n   Other players, the NBA argued, were targeted because their\ncelebrity put the spotlight on what otherwise might have been just\nanother drug bust. But it was the celebrity aspect that caused the\nmost trouble, Collins said.\n\n   ``At the time, I didn't have much consideration for the NBA or\neven knew that much about sports,'' Collins said. ``I was\nsurprised, frankly, that the public thought it was a lot more\nimportant than I did. The public reaction was far more than I had\nanticipated. I just wanted to treat the players like anybody else,\njust like any other guy.''   \nJust 1 did time   \nSome average, any other guys were caught up in the storm. They were\nwaiters and bartenders at nightspots the players frequented after\ngames. Seven were charged on a variety of drug offenses. One was\ncharged with obstruction of justice. Of the eight, only one did\ntime. Superior Court Judge Michael Ryan sentenced Terrence Kelly,\nthen a waiter at Avanti's restaurant, to 30 days in jail for a\ncharge unrelated to the Suns case.\n\n   ``When I went before the judge, he told me: `I sure can't\nsentence you if I can't sentence Walter Davis,' '' said Kelly, who\nhad eight Suns-related charges dismissed by Ryan. ``But then he\nlooked at me and said, `However, there is this other matter of\nselling pot to an undercover cop.' They got me on that.''\n\n   Kelly sounds today a lot like Scott. He's moved on with his\nlife. He's a successful liquor salesman in the Valley. There were\nlessons from those days, but Kelly said they didn't have to be\nlearned through what he believes was an overblown case.\n\n   ``It wasn't a real deal,'' Kelly said. ``They thought we were a\nbunch of drug dealers. We weren't. We were just guys having fun the\nway a lot of people did in those days. You grow up. Hey, the whole\nthing put a damper on my life for a while. No doubt about that. It\nwas tough, but I got through all of it.''\n\n   Kelly continues to be a sports fan. He applauded Colangelo for\nthe sports empire he built out of the crisis.\n\n   ``I admire the guy, more than anything,'' he said. ``Look at\nwhat he did for the town.''\n\n   Meanwhile, Kelly stays in touch with Bratz, now an old friend.\nHe also has had Suns season tickets.\n\n   ``Three rows back,'' Kelly said.\n\n   From his seat at America West Arena, Kelly can see a symbol of\nthat troubled time. It is a remnant that angers him to this day.\nDavis' old jersey number, 6, hangs alongside numbers worn by Dick\nVan Arsdale, Connie Hawkins, Alvan Adams and Paul Westphal.\n\n   The Suns retired it a few years ago in a ceremony that resulted\nin an emotional standing ovation. The crowd forgave Davis, the\nall-time leading scorer in the franchise's 30-year history. But\nKelly said Davis doesn't deserve the honor.\n\n   ``Jerry shouldn't have done that,'' Kelly said. ``He (Davis)\nbrought down his friends, teammates and some other people, who\ndidn't deserve to be treated that way. It hurt me. It hurt Bratz.\nEdwards didn't have any fun with it, I know that. We tagged along\nwith him. What I did is my fault. But for him to go scot-free just\nisn't right.''\n\n   In part, the retirement of Davis' number was a rite of passage.\nDavis played in a different building, Veterans Memorial Coliseum.\nWhen his number was given an honored spot at America West Arena, it\nwas an acknowledgement that he had a lot to do with all that\nhappened.\n\n   Much of it was good. A generation of Suns fans grew up watching\nDavis' graceful moves and jump shots along the baseline. He was\nMichael Jordan's basketball model. He provided Phoenix and the\nleague a hint of what about to emerge with Jordan's brilliant play.\nDavis was a reason to celebrate.\n\n   Yet, the profound irony is that Davis' most important role in\nSuns history came about because he was the central figure in a\ncrisis that forced a remake of the team and its city. Davis marks\nthe first step in a series of changes that continue.   \nRising from the ashes   \nOpportunity sprang from the crisis. It's Phoenix, in name and fact.\nAmerica West Arena, Bank One Ballpark and the Diamondbacks grew\nfrom the abyss.\n\n   But the price was steep. For some, it's forgotten. Paid in full.\nFor others, it's still there, like some old debt that can never be\nwiped off the books.\n\n   For Colangelo and the city, from crisis to skyline, 1987 and\n1999 are part of a single continuum.\n\n   ``When the case broke, I'm sure it was a particularly painful\ntime for Mr. Colangelo,'' Collins said. ``But the whole team went\non to much bigger and better things. From a distance, it looks like\nit all worked out for the best, at least for the Suns and Mr.\nColangelo.\n\n   ``At the same time, I didn't realize how much the basketball\nteam was tied to big money, stadiums and downtown development.\nEverything was so intertwined. I guess I never appreciated all of\nthe ramifications.\n\n   ``All of downtown seemed to hinge on what happened to that\nbasketball team. Like I said, it was a real eye-opener.''\n\n   It still is.   \nNorm Frauenheim can be reached at (602) 444-8259 or at\nnorm.frauenheim(at)pni.com via e-mail.  \n","Headline":"\nDRUG CASE PAVED WAY FOR EMPIRE \n","Text":["\n   PHOENIX - There will be a birthday of sorts this Friday. Nobody\nwill celebrate.\n","\n   Phoenix, the big league sports market, will turn 12 years old.\nAs a historical marker, the day is unofficial. Publicists and\nmarketing directors probably would prefer to memorialize the\nofficial arrival of the NFL, NHL, major league baseball, arenas and\nballparks.\n","\n   Without all of them, there is no big top. No show.\n","\n   Nevertheless, the stage was set on April 16, 1987. That's when a\nmajor league town grew out of a major league scandal.\n","\n   Five players who were former or current Suns that year were\nindicted by a Maricopa County grand jury. The indictments and\nsubsequent headlines told a sordid tale of suspected drug use and\ngambling.\n","\n   Six others were mentioned in indictments but not charged.\nTestimony from one _ the Suns' leading scorer, Walter Davis _ was\ncrucial through the entire incident.\n","\n   ``Sports Illustrated'' called the case ``the biggest drug bust\nin the history of professional sports.'' As it turned out, it was\nsomething less than that.\n","\n   In addition to the five players, there were eight other people\nin the Valley restaurant business who were indicted on drug-related\ncharges such as conspiracy to possess or conspiracy to traffic in\nnarcotics, mostly cocaine. Of the 13, only one spent time in jail,\nand that was on a charge not related to the investigation and\nprosecution of the players.\n","\n   On the law enforcement scoreboard, it was a forgettable case.\n","\n   But Suns President and Diamondbacks Chief Executive Officer\nJerry Colangelo hasn't forgotten.\n","\n   Without an investigation by the Phoenix Police Department and\nthe subsequent charges filed by the Maricopa County Attorney's\nOffice, the Suns owners might not have been so eager to put the\nfranchise up for sale. But they did, and Colangelo, then the Suns\ngeneral manager, put together a group that purchased the team in\n1988 for $44.5 million.\n","\n   Since then, the estimated value of the team has at least\nquadrupled, according to various business magazines. And downtown\nhas been transformed. The old vacant lot is not so empty anymore.\n","\n   ``It's speculation, but the opportunity presented itself because\nthe old owners were disenchanted,'' said Colangelo, managing\ngeneral partner of a group that bought the Suns from Donald Pitt\nand Don Diamond of Tucson and Richard Bloch of Santa Fe. ``I used\nto read about this, but sometimes, yes, opportunity does come out\nof adversity.\n","\n   ``Quite honestly, you could build a case that because of that, a\nteam was purchased, an arena was built, a ballpark was constructed\nand a major league baseball team was acquired.\n","\n   ``It changed the landscape of Phoenix forever.''\n","\n   It also changed Colangelo forever. His confrontation with the\ncrisis turned a relatively anonymous NBA general manager into a\npowerful and sometimes controversial figure. He emerged like the\ncity itself. A winner. One of the few.\n","\n   There weren't many victories for anyone else who had a role in\nthe scandal. There were lessons. And some regrets. For one person,\nthere was tragedy that in some minds is still a mystery.\n","\n   Former Suns guard Johnny High died early in the morning of June\n13, 1987, at a spot that today sits near the late-afternoon shadows\ncast by Bank One Ballpark. High was alone behind the wheel when his\ncar hit a light pole at 20th and Jefferson streets.\n","\n   The former Suns guard had testified to the grand jury. He also\nwas not charged.   \nMoving on   \nSince then, the players involved have drifted on to other lives and\nother cities. So have most of their friends and acquaintances who\nwere either charged or somehow drawn into the situation.\n","\n   Most don't want to talk. They have families, jobs and lives to\nlive. Others have players from a different generation to coach.\nThey don't want to be remembered for a time when the NBA was a\nfast-paced reflection of an era when drugs were cool.\n","\n   It was life on the run. Basketball and ``Boogie Nights.''\nPlayers served up triple-doubles on the floor and were served\ntriple-doubles at last call. Cocaine was felonious, chic and\navailable in trendy nightspots coast to coast.\n","\n   ``It was a learning experience,'' said Alvin Scott, a 6-foot-7\nforward who was not charged. He was named an unindicted\nco-conspirator two years after he completed an eight-season career\nwith the Suns.\n","\n   ``It was part of growing up. That's all I can say,'' Scott said.\n","\n   ``I'm not bitter or angry with anybody else about what happened.\nIt was just part of those times, and I was there. I've moved on.''\n","\n   Scott, a Southwest Gas employee for the past 10 years, continues\nto live and work in the Valley, unlike the players indicted. James\nEdwards, Jay Humphries, Grant Gondrezick, Garfield Heard and Mike\nBratz were indicted.\n","\n   Edwards, a center, entered a plea bargain in which he agreed to\nundergo drug counseling. Charges were dismissed. The Suns then\ntraded him to Detroit midway through the 1987-88 season. He played\nin the NBA for eight more years and won three championship rings,\ntwo with Detroit and one with Chicago.\n","\n   Humphries, a guard, entered a drug diversion program that\nincluded counseling. Charges were dismissed. The Suns traded him to\nMilwaukee, where he played for a few years. Today he's working as\nan NBA scout and lives in Denver.\n","\n   Gondrezick, a guard, pleaded guilty to witness tampering in a\nplea bargain that called for a $100 fine and three years of\nprobation in exchange for dismissal of felony charges. The Suns\nwaived him. He played in Europe for a couple of years. Today he's\nliving in Boulder, Colo.\n","\n   Bratz, a guard, had ended his playing career at the time of the\nindictments and was living in Sacramento. California authorities\nrefused to extradite him. A Sacramento assistant district attorney\ncalled the charges vague and unsubstantiated. Eventually, they were\ndismissed. Bratz worked as a Sacramento Kings assistant coach\nthrough last season. Today he's a scout. This week, he'll be\ncoaching one of the teams of NBA draft prospects at the Nike Desert\nClassic at Wells Fargo Arena.\n","\n   Heard, a former Suns forward, also was retired at the time of\nthe indictment. Charges were dropped. Heard then was hired as an\nassistant to then-Dallas Mavericks Coach John MacLeod, who was\nfired by the Suns before the indictments came down. Heard is now an\nassistant coach of the Detroit Pistons.\n","\n   ``Like me, I guess the other fellas are trying to move on with\ntheir lives,'' said Scott, the father of three daughters who range\nin age from the early teens to the mid-20s. ``I can't speak for\neverybody, but I know I have.''\n","\n   Scott said he has no contact with Davis, who lives in Denver.\nDavis worked as a broadcaster after playing for the Nuggets, who\nsigned him as a free agent after the Suns let him go in July 1988.\nHe then moved into the Nuggets community relations department,\nwhere he worked through last season. He could not be reached for\ncomment.\n","\n   Others touched by the case include:\n","\n   Former Suns guard Don Buse, who has been living in Hammond, Ind.\nHe was not charged in the case, but his name was included in\nnational wire service reports. When the story broke, Buse was an\nassistant coach with the Spurs. San Antonio newspapers ran\nheadlines that linked his name to alleged cocaine use. He left the\nSpurs' coaching staff.\n","\n   Guard Dennis Johnson has been living in Orlando, where the\nformer Celtics assistant coach was charged with spousal abuse in\nNovember 1998. This month, he was hired to coach a Continental\nBasketball Association team in La Crosse, Wis.\n","\n   DJ also was not charged in the case, but, like Buse, he was\nmentioned in the widely publicized allegations. At the time, he was\nstarting for the Celtics, who would lose to the Los Angeles Lakers\nin the NBA Finals that year. In a memorable news conference before\na Celtics-Bucks playoff game at Milwaukee, DJ was asked if he were\na casual user of cocaine.\n","\n   DJ angrily dismissed the question by saying he didn't know what\nwas meant by casual. He said he simply didn't use the drug.\n","\n   Meanwhile, Bucks center Paul Mokeski sobbed as he stood next to\nDJ, whose number was retired by the Celtics a couple of years ago.\nMokeski had not been charged, either. His name wasn't in an\nindictment, but it was in newsprint. In terms of his reputation,\nthere wasn't much difference between the two.   \nDrug policy under fire   \nQuestions remain about how much the NBA has moved beyond those\ndifficult days.\n","\n   Almost 12 years after the indictments, the NBA drug policy\ncontinued to be a source of controversy last fall. It was an issue\nin negotiations to end the owners' lockout. The players agreed to\nbe tested for marijuana for the first time since an NBA drug policy\nwas implemented.\n","\n   In 1987 and in years since, the league's drug policy has been\nquestioned. Is it a serious campaign or mere window dressing?\n","\n   The question was often at the philosophical heart of the 1987\ninvestigation, which was led by then-Phoenix Police Chief Ruben\nOrtega, Maricopa County Attorney Tom Collins, prosecutor James\nKeppel and Detective Gary Ball.\n","\n   Like the players they investigated and tried to prosecute, these\nmen have moved on to different lives. Ortega is the police chief in\nSalt Lake City. Collins is an attorney in southern Arizona's\nCochise County. Keppel is a Maricopa County Superior Court judge.\nBall is retired in Pocatello, Idaho.\n","\n   ``Basically, what got my eyes opened in this whole thing is that\nyou have star athletes who have been idolized since they were in\ngrade school,'' said Collins, who has been in Cochise County for\nnearly 10 years. ``There is all this adulation, and then they are\nhanded all this money. They travel all over the country, put up in\nhotels.\n","\n   ``You have this moving party atmosphere, this movable-feast\naspect. They are in this kind of specialized shell. They are not\nmature emotionally. They're extremely vulnerable to what happened\nthen and, from what I hear, happens now.''\n","\n   Collins said he is not a sports fan. But he said he couldn't\nhelp remembering what happened in 1987 when he heard about Magic\nJohnson's HIV diagnosis a few years ago and Latrell Sprewell's\nassault last season of Golden State Coach P.J. Carlesimo.\n","\n   Keppel declined comment. It would be inappropriate because of\nhis responsibilities as a judge, he said.\n","\n   Before he moved to the bench, however, Keppel talked to writers\nArmen Keteyian, Harvey Araton and Martin F. Dardis for a 1997 book\ntitled ``Inside The New NBA, Money Players.''\n","\n   A portion of an early chapter is devoted to the Phoenix\ninvestigation and how it exposed the NBA drug policy as a\nwell-marketed but hollow campaign against substance abuse. Keppel\nrecalled a visit from Gary Bettman, then deputy commissioner of the\nNBA and current National Hockey League commissioner.\n","\n   Keppel said Bettman was worried that the widely praised policy,\nadopted in 1983, might be destroyed by the investigation. The book\nquoted Keppel as saying he didn't think the policy ``was that\neffective in the beginning.'' Ball is quoted as saying Bettman\nwanted to protect the league's image and sweep evidence of\npotential problems ``under the rug.''\n","\n   Collins, however, said he does not recall any overt pressure\nfrom the NBA.\n","\n   ``They really couldn't put pressure on me or Ruben Ortega or\nanybody else working on the case,'' Collins said. ``They came into\nour offices very self-importantly and expressed their concerns.\nThere was a lot of strutting around by guys in very expensive\nsuits. But not much more than that.''   \nCase falls apart   \nCollins' case came apart within three months after April 17, 1987,\nwhen a shopping cart full of indictments was pushed into a room\njammed with reporters. The news conference itself became a target.\nDefense attorneys dismissed it as a publicity stunt. Critics called\nit a cheap platform for the political ambitions of Collins and\nOrtega.\n","\n   Collins said he was stunned by the backlash.\n","\n   ``In fact, the story about the investigation had been on the\nfront pages for days,'' Collins said. ``We had been besieged by the\npress for days to say something, say anything. Finally, we called\nthat press conference, which was the biggest circus I had ever seen\nin my life.\n","\n   ``We basically stood up in front of that screaming, howling mob\nand read the indictments. Then we sat down. That was our big\npublicity stunt.''\n","\n   What followed was a flood of leaks to the media detailing grand\njury testimony from Davis, or High, or Scott, or former center and\nfirst-round draft pick William Bedford.\n","\n   Collins contends that the leaks killed his case because stories\nwere changed or potential witnesses quit talking after details were\ndisclosed. Davis changed his story. High went back on part of his.\nSome evidence was thrown out after Scott complained that testimony\nhe provided to Detective Ball had been summarized inaccurately.\n","\n   But defense attorneys and the NBA argued that the case was\nflawed from the beginning.\n","\n   The investigation itself began with rumors of a gambling tip,\nsupposedly furnished by Mokeski and Jack Sikma, also of the Bucks,\nto a bartender at an old Valley nightspot, Malarkey's. The two\nBucks reportedly advised the bartender to bet the ``under'' on a\nBucks-Suns game on Feb. 21, 1987, at Veterans Memorial Coliseum.\n","\n   The over-under betting line was 226 points, and the Suns lost,\n115-107, a victory for the under. The information was allegedly\nexchanged over some cocaine provided by the bar manager.\n","\n   Early on, Collins, Keppel and Ball said there was nothing to the\ngambling allegations. The self-inflicted blow bloodied their\ncredibility. It was only a matter of time before defense attorneys\nwould finish the job. Skepticism was furthered by California's\nrefusal to honor a fugitive complaint filed against Bratz. The\nimplication was clear: Law enforcement in a neighboring state\ndidn't think much of the case.\n","\n   Then High died.\n","\n   ``That hurt our prosecution a little bit,'' said Collins, who\ncontinues to argue that changes in Davis' story were insurmountable\nfor prosecutors.   \nNot ordinary guys   \nErosion in Collins' case undoubtedly pleased the NBA, whose\nofficials were angered by what they saw as misuse of the league's\ndrug policy to further police work.\n","\n   Davis was targeted by law enforcement, the NBA argued, because\nhe already had admitted to cocaine use. He had talked about it in\nnewspaper stories and for television cameras. He had spent time in\nan NBA-appointed rehabilitation center near Los Angeles during the\n1985-86 season. The argument was that it was easy to haul Davis in\nfront of the grand jury and ask him, under oath, for the names of\nsuppliers and fellow users.\n","\n   Other players, the NBA argued, were targeted because their\ncelebrity put the spotlight on what otherwise might have been just\nanother drug bust. But it was the celebrity aspect that caused the\nmost trouble, Collins said.\n","\n   ``At the time, I didn't have much consideration for the NBA or\neven knew that much about sports,'' Collins said. ``I was\nsurprised, frankly, that the public thought it was a lot more\nimportant than I did. The public reaction was far more than I had\nanticipated. I just wanted to treat the players like anybody else,\njust like any other guy.''   \nJust 1 did time   \nSome average, any other guys were caught up in the storm. They were\nwaiters and bartenders at nightspots the players frequented after\ngames. Seven were charged on a variety of drug offenses. One was\ncharged with obstruction of justice. Of the eight, only one did\ntime. Superior Court Judge Michael Ryan sentenced Terrence Kelly,\nthen a waiter at Avanti's restaurant, to 30 days in jail for a\ncharge unrelated to the Suns case.\n","\n   ``When I went before the judge, he told me: `I sure can't\nsentence you if I can't sentence Walter Davis,' '' said Kelly, who\nhad eight Suns-related charges dismissed by Ryan. ``But then he\nlooked at me and said, `However, there is this other matter of\nselling pot to an undercover cop.' They got me on that.''\n","\n   Kelly sounds today a lot like Scott. He's moved on with his\nlife. He's a successful liquor salesman in the Valley. There were\nlessons from those days, but Kelly said they didn't have to be\nlearned through what he believes was an overblown case.\n","\n   ``It wasn't a real deal,'' Kelly said. ``They thought we were a\nbunch of drug dealers. We weren't. We were just guys having fun the\nway a lot of people did in those days. You grow up. Hey, the whole\nthing put a damper on my life for a while. No doubt about that. It\nwas tough, but I got through all of it.''\n","\n   Kelly continues to be a sports fan. He applauded Colangelo for\nthe sports empire he built out of the crisis.\n","\n   ``I admire the guy, more than anything,'' he said. ``Look at\nwhat he did for the town.''\n","\n   Meanwhile, Kelly stays in touch with Bratz, now an old friend.\nHe also has had Suns season tickets.\n","\n   ``Three rows back,'' Kelly said.\n","\n   From his seat at America West Arena, Kelly can see a symbol of\nthat troubled time. It is a remnant that angers him to this day.\nDavis' old jersey number, 6, hangs alongside numbers worn by Dick\nVan Arsdale, Connie Hawkins, Alvan Adams and Paul Westphal.\n","\n   The Suns retired it a few years ago in a ceremony that resulted\nin an emotional standing ovation. The crowd forgave Davis, the\nall-time leading scorer in the franchise's 30-year history. But\nKelly said Davis doesn't deserve the honor.\n","\n   ``Jerry shouldn't have done that,'' Kelly said. ``He (Davis)\nbrought down his friends, teammates and some other people, who\ndidn't deserve to be treated that way. It hurt me. It hurt Bratz.\nEdwards didn't have any fun with it, I know that. We tagged along\nwith him. What I did is my fault. But for him to go scot-free just\nisn't right.''\n","\n   In part, the retirement of Davis' number was a rite of passage.\nDavis played in a different building, Veterans Memorial Coliseum.\nWhen his number was given an honored spot at America West Arena, it\nwas an acknowledgement that he had a lot to do with all that\nhappened.\n","\n   Much of it was good. A generation of Suns fans grew up watching\nDavis' graceful moves and jump shots along the baseline. He was\nMichael Jordan's basketball model. He provided Phoenix and the\nleague a hint of what about to emerge with Jordan's brilliant play.\nDavis was a reason to celebrate.\n","\n   Yet, the profound irony is that Davis' most important role in\nSuns history came about because he was the central figure in a\ncrisis that forced a remake of the team and its city. Davis marks\nthe first step in a series of changes that continue.   \nRising from the ashes   \nOpportunity sprang from the crisis. It's Phoenix, in name and fact.\nAmerica West Arena, Bank One Ballpark and the Diamondbacks grew\nfrom the abyss.\n","\n   But the price was steep. For some, it's forgotten. Paid in full.\nFor others, it's still there, like some old debt that can never be\nwiped off the books.\n","\n   For Colangelo and the city, from crisis to skyline, 1987 and\n1999 are part of a single continuum.\n","\n   ``When the case broke, I'm sure it was a particularly painful\ntime for Mr. Colangelo,'' Collins said. ``But the whole team went\non to much bigger and better things. From a distance, it looks like\nit all worked out for the best, at least for the Suns and Mr.\nColangelo.\n","\n   ``At the same time, I didn't realize how much the basketball\nteam was tied to big money, stadiums and downtown development.\nEverything was so intertwined. I guess I never appreciated all of\nthe ramifications.\n","\n   ``All of downtown seemed to hinge on what happened to that\nbasketball team. Like I said, it was a real eye-opener.''\n","\n   It still is.   \nNorm Frauenheim can be reached at (602) 444-8259 or at\nnorm.frauenheim(at)pni.com via e-mail.  \n"]}