{"DocumentId":"NYT19990418.0019","TopicId":"NYT","Relevance":"0","Body":" BC-FBC-ASU-SPRING-RECAP-AZR \nASU FOOTBALL USES SPRING BALL TO PREPARE NEW LOOK FOR TEAM \n\n   (For use by N.Y. Times News Service clients)  \n By PAOLA BOIVIN  \n c.1999 The Arizona Republic  \n\n   TEMPE, Ariz. - Look out. Arizona State may just nickel and dime\nyou to death in 1999.\n\n   The changing face of the Pac-10 has forced league defenses to\nre-evaluate their schemes. With the Sun Devils likely to face\nthree- and four-wideout offenses on a regular basis, finding a\nmultitude of quality defensive backs was a priority in spring\nfootball.\n\n   ``This league has really changed,'' defensive coordinator Phil\nSnow said. ``Five years ago, everybody just tried to knock you off\nthe ball and play-action pass. Now there are still two or three\nteams trying to run it, but for the most part, it's a one-back\nleague now, and we've had to adjust.''\n\n   Defensive breakdowns played a significant role in a\ndisappointing 5-6 finish in 1998, and the secondary took much of\nthe heat. While other factors played a part _ an inconsistent pass\nrush and struggles at linebacker _ the Sun Devils did not get the\nproduction it wanted from a position riddled with injuries and\ndepth problems.\n\n   ``We've added some things to the package, and in some ways we'll\nlook a lot different than we have,'' Snow said. ``You need to do it\nanyway, because if you run something for three or four years, and\ndon't change much, the offenses will catch up.''\n\n   The Sun Devils appear to have found a quality assortment of\ndefensive backs with the addition of junior college players and the\ndevelopment of several quality underclassmen, especially safety\nAlfred Williams.\n\n   The coaching staff also used the spring to shift several players\non defense. Stephen Trejo is back at outside linebacker, Eric\nFields is playing in the middle and safeties Christon Rance and\nCourtney Palmore are corners.\n\n   ASU's work is far from done. The spring gave no real indication\nthat the linebacking unit will be more productive in 1999. And\ndespite the likely return of Tariq McDonald, and the promise showed\nby Justin Taplin, the staff may be more concerned about their\ninexperienced receiving corps than it's letting on.\n\n   One bit of good news: The Sun Devils' recruiting class appears\nto be in good academic shape, and all have a good shot at\nqualifying. That hasn't been the case lately.\n\n   ASU Coach Bruce Snyder said he left spring football with a good\nfeeling about his team's personality.\n\n   ``So far, I like the attitude, chemistry,'' he said. ``This team\ndid a really nice job of responding coming off winter workouts and\nmaintaining the momentum we created.\n\n   ``We also realize as a coaching staff we've still got a long way\nto go.''\n\n   Here's a position-by-position look at ASU based on the\nproductivity in spring football:   \nQuarterback   \nThe pressures Ryan Kealy felt last season did not come from\nblitzes. They were internal, the result of a sophomore trying to do\ntoo much when things around him were breaking down. The bottom line\nis this: Kealy is a quality quarterback when he just goes out and\nplays.\n\n   The old Kealy _ the one that set numerous freshman records _\nreturned during the spring with a little more attitude. A shortage\nof team leaders set the Sun Devils back in 1998, so his take-charge\napproach thrilled Snyder.\n\n   He also experienced some knee tenderness. The staff said it's\nnot concerned, but it's ominous enough that a capable backup needs\nto be ready. Watch for that job to be won in Camp Tontozona.\n\n   Matt Cooper, a 6-foot-4 redshirt freshman, finally got some\nrepetitions in the spring and showed potential. Did he appear ready\nto take charge in a Pac-10 game? No.\n\n   Junior college transfer John Leonard is expected to give Cooper\na run at Tontozona. Cooper will have the edge in familiarity with\nASU's system, but Leonard has college game experience, even if it\nis at a lesser level. He passed for 2,765 yards and 31 touchdowns\nlast season.\n\n   Walk-on Griffin Goodman did enough in the spring to warrant a\nlook.   \nOffensive line\n\n   The only sure thing about the line in 1999 is its bookends:\ntackles Marvel Smith and Victor Leyva.\n\n   It's a solid foundation to begin with. The 6-6 Smith is so\ndominating he may not stick around for another season, and Leyva\nhas done everything ASU has asked.\n\n   Scott Peters, a freshman All-America, is also a lock to start,\nbut where? He seemed to be the sure replacement for Grey Ruegamer\nat center, but after spring ball, offensive coordinator Dan\nCozzetto wasn't ready to commit.\n\n   ``It depends what happens during the summer and how everything\nelse falls in place,'' he said.\n\n   Peters was impressive as a 10-game starter at left guard last\nseason but Cozzetto wants to see whether other players step up at\nthe guard spots. The top candidates on the left side include Korey\nRamsey; junior college transfer Kenneth Williamson, who looked\nsolid in the spring but may not be ready to take over; and Kyle\nKosier, who has moved from the defensive line.\n\n   Right guard could go to senior Thomas Schmidt, who played at\nguard and tackle last season, but don't be surprised to see some\nincoming recruits make a case for one of the guard spots.\n\n   The Sun Devils have what is believed to be the biggest class of\noffensive line recruits to come to ASU. The five freshmen average\n6-6, 308. Additionally, two junior college transfers, Steve York\nand Marquise Muldrow, will report in early August.   \nRunning back\n\n   J.R. Redmond is the heart and soul of this offense, and now that\nhe's healthy, he'll carry the load. Watch for his role to expand to\nreceiver.\n\n   Daveron Hightower and Gerald Green will get their minutes, but\nthe forgotten player in the mix might be Delvon Flowers, who was\nthe considered the No. 1 junior college player in the nation by\nseveral recruiting publications. Flowers is a fast, flashy runner\nwho may find his way onto the field.   \nFullback\n\n   Of all the departures, the loss of Jeff Paulk may hurt the Sun\nDevils most.\n\n   Paulk's contributions often went unrecognized because he did\nlittle in terms of catching or carrying the ball. But as a blocker,\nthere are few better.\n\n   ASU has considered going to zone blocking, which is similar to\nwhat the Dallas Cowboys did when Daryl Johnston went down, but the\nemergence of Terrelle Smith may force the Sun Devils to reconsider.\n\n   ``He may be the surprise of the spring,'' Cozzetto said.\n\n   The senior, who gave linebacker a run last season, is a fiery,\ndetermined player who is aching for minutes. He showed promise in\nthe spring, especially with redshirt freshman Darrel Turner\nsidelined and sophomore Jack Each not making a strong enough case\nfor the job yet.   \nWide receiver\n\n   No position was hit harder. ASU lost its top three receivers,\nwho combined for 77 percent of the wideouts' receptions.\n\n   McDonald, who missed spring ball in order to regain his academic\neligibility, should start after averaging 14.2 yards per catch and\ngrabbing four touchdowns. Also seeing time will be Taplin, who\ndidn't have a reception last season but made a lot of noise in\npractice.\n\n   But if the Sun Devils hope to keep up with the Joneses, and line\nup more than two receivers on occasion, they'll need some players\nto step up at Camp Tontozona.\n\n   Among those battling for roles include Brian Forth, Joey Graves\nand Clifton Jones, and junior college transfers Ryan Dennard and\nRichard Williams.\n\n   Dennard was slowed by an injury in the spring but showed promise\nwhen he got healthy. Williams won't report until August, but he\nwatched almost every spring practice.\n\n   Ricky Boyer, who ASU hoped might regain his academic\neligibility, appears to be all but out of the picture. He has yet\nto qualify.   \nTight end\n\n   If ASU feels comfortable about a spot, it's this one.\n\n   The staff has acknowledged that it failed to get the tight end\nthe ball enough last season, and considering what the Sun Devils\nhave to work with, it's probably right.\n\n   Todd Heap made a handful of circus-like catches, finishing with\n12 receptions and four touchdowns. He's as sure-handed as they\ncome.\n\n   Don't forget Kendrick Bates, a 6-6 senior who got lost a bit in\nthe Heap excitement but is capable of big plays.\n\n   Long snapper Brian Jennings will also work his way into the mix,\nprimarily as a blocker on the team's short-yardage goal line unit.   \nDefensive line\n\n   This unit was a mixed bag last season. The development of junior\ncollege transfers Erik Flowers and Junior Ioane was a highlight,\nbut the Sun Devils still need to prove they can consistently put\npressure on the quarterback.\n\n   No one looked better in the spring than Flowers. The rush end\ntreated each practice like a game and sacked the quarterback four\ntimes in the spring-ending scrimmage.\n\n   The Sun Devils are disappointed that they went through the\nspring without Ioane, who barely missed being eligible, but they\nfeel good about the progress the tackle made in 1998.\n\n   At the other end, ASU hopes for a big year from 6-8, 245-pound\nQuincy Yancy, who has made strides each season but is due for a\nbreakthrough year. He'll be pushed by 6-5, 256-pound redshirt\nfreshman Mike Pinkard, who is clearly talented but inexperienced.\n\n   Ryan Reilly, a 6-2, 300-pound senior, continues to find himself\nin the starting lineup even though he's not the biggest or\nstrongest lineman available. His work ethic and knowledge of the\ngame keeps him in there.\n\n   Tommy Townsend, who was a redshirt at Southern California in\n1997, will step in as a backup. He's not a dominant pass rusher but\ndemonstrated he can be a capable tackle.\n\n   The Sun Devils are anxiously awaiting the arrival of 6-4,\n300-pound tackle Tony Aguilar, one of their most coveted recruits.   \nLinebacker\n\n   Finding the right mix at linebacker, and enough healthy bodies,\nwas a problem for ASU last season, and it proved to be one of the\nteam's least effective positions.\n\n   The shuffling is under way again and the Sun Devils hope this\nmix works. Sophomore Fields, one of the team's most promising\nplayers last season in seven starts outside, moves to the middle\neven though he has never played the position.\n\n   Trejo, who has played all three linebacking positions at ASU, is\nback outside in what the Sun Devils calls the Sam spot. The team is\nstill waiting for a big season for the junior and hopes this role\nis what will prompt it.\n\n   Adam Archuleta, who had 18 tackles for losses last season,\nreturns to the other outside spot.\n\n   ``We had three linebackers back that have played, and we wanted\nto put all three of them in a position for them to start because\nthey understand the package,'' Snow said about the shuffling.\n\n   The Sun Devils won't know until the fall what they'll get from\njunior college transfer Adam Tanke, who was sidelined with knee\nproblems during the spring. Another JC transfer, Jamall Anderson,\nand recruits Solomon Bates and Josh Amobi, will get close looks at\nTontozona.   \nCornerback\n\n   The Sun Devils' pass defense fell to seventh in the Pac-10 and a\nshortage of healthy players at cornerback contributed to the\nproblem. The shifting of several players from safety and the\naddition of several junior college standouts could rectify that.\n\n   ASU returns starting cornerbacks Courtney Jackson, who is one of\nthe Pac-10's best when healthy, and J'Juan Cherry. Cherry may be\nthe team's most athletically gifted player, but he needs to\nfine-tune his technique to fulfill his potential.\n\n   The Sun Devils get depth now that Courtney Palmore and Christon\nRance have moved over from safety. Palmore's 5-11, 185-pound frame\nis more suited for corner, and Rance likes his new position.\n\n   And in the fall comes junior college transfer Nijrell Eason, who\nmay prove to be the most talented of all the recruits. Look for\nEason to make an immediate impact.   \nSafety   \nNo position was more contested in the spring. Overall, the results\nwere promising.\n\n   Alfred Williams, Brandon Falkner and Craig Koontz all made\nstrong cases for time at free safety, and Willie Daniel and Monte'\nFranks duked it out at strong safety.\n\n   With the demands the Pac-10 now places on defensive backs, all\nthese players should see time.   \nKicking game\n\n   Stephen Baker stepped in as a freshman last season and gave ASU\none of the few consistent areas on the team: punting. He finished\n17th in the nation in net punting, and his 45.7-yard average per\npunt set an ASU single-season mark.\n\n   Baker's security at place kicker will be challenged in the fall\nby incoming recruit Mike Barth.  \n","Headline":"\nASU FOOTBALL USES SPRING BALL TO PREPARE NEW LOOK FOR TEAM \n","Text":["\n   TEMPE, Ariz. - Look out. Arizona State may just nickel and dime\nyou to death in 1999.\n","\n   The changing face of the Pac-10 has forced league defenses to\nre-evaluate their schemes. With the Sun Devils likely to face\nthree- and four-wideout offenses on a regular basis, finding a\nmultitude of quality defensive backs was a priority in spring\nfootball.\n","\n   ``This league has really changed,'' defensive coordinator Phil\nSnow said. ``Five years ago, everybody just tried to knock you off\nthe ball and play-action pass. Now there are still two or three\nteams trying to run it, but for the most part, it's a one-back\nleague now, and we've had to adjust.''\n","\n   Defensive breakdowns played a significant role in a\ndisappointing 5-6 finish in 1998, and the secondary took much of\nthe heat. While other factors played a part _ an inconsistent pass\nrush and struggles at linebacker _ the Sun Devils did not get the\nproduction it wanted from a position riddled with injuries and\ndepth problems.\n","\n   ``We've added some things to the package, and in some ways we'll\nlook a lot different than we have,'' Snow said. ``You need to do it\nanyway, because if you run something for three or four years, and\ndon't change much, the offenses will catch up.''\n","\n   The Sun Devils appear to have found a quality assortment of\ndefensive backs with the addition of junior college players and the\ndevelopment of several quality underclassmen, especially safety\nAlfred Williams.\n","\n   The coaching staff also used the spring to shift several players\non defense. Stephen Trejo is back at outside linebacker, Eric\nFields is playing in the middle and safeties Christon Rance and\nCourtney Palmore are corners.\n","\n   ASU's work is far from done. The spring gave no real indication\nthat the linebacking unit will be more productive in 1999. And\ndespite the likely return of Tariq McDonald, and the promise showed\nby Justin Taplin, the staff may be more concerned about their\ninexperienced receiving corps than it's letting on.\n","\n   One bit of good news: The Sun Devils' recruiting class appears\nto be in good academic shape, and all have a good shot at\nqualifying. That hasn't been the case lately.\n","\n   ASU Coach Bruce Snyder said he left spring football with a good\nfeeling about his team's personality.\n","\n   ``So far, I like the attitude, chemistry,'' he said. ``This team\ndid a really nice job of responding coming off winter workouts and\nmaintaining the momentum we created.\n","\n   ``We also realize as a coaching staff we've still got a long way\nto go.''\n","\n   Here's a position-by-position look at ASU based on the\nproductivity in spring football:   \nQuarterback   \nThe pressures Ryan Kealy felt last season did not come from\nblitzes. They were internal, the result of a sophomore trying to do\ntoo much when things around him were breaking down. The bottom line\nis this: Kealy is a quality quarterback when he just goes out and\nplays.\n","\n   The old Kealy _ the one that set numerous freshman records _\nreturned during the spring with a little more attitude. A shortage\nof team leaders set the Sun Devils back in 1998, so his take-charge\napproach thrilled Snyder.\n","\n   He also experienced some knee tenderness. The staff said it's\nnot concerned, but it's ominous enough that a capable backup needs\nto be ready. Watch for that job to be won in Camp Tontozona.\n","\n   Matt Cooper, a 6-foot-4 redshirt freshman, finally got some\nrepetitions in the spring and showed potential. Did he appear ready\nto take charge in a Pac-10 game? No.\n","\n   Junior college transfer John Leonard is expected to give Cooper\na run at Tontozona. Cooper will have the edge in familiarity with\nASU's system, but Leonard has college game experience, even if it\nis at a lesser level. He passed for 2,765 yards and 31 touchdowns\nlast season.\n","\n   Walk-on Griffin Goodman did enough in the spring to warrant a\nlook.   \nOffensive line\n","\n   The only sure thing about the line in 1999 is its bookends:\ntackles Marvel Smith and Victor Leyva.\n","\n   It's a solid foundation to begin with. The 6-6 Smith is so\ndominating he may not stick around for another season, and Leyva\nhas done everything ASU has asked.\n","\n   Scott Peters, a freshman All-America, is also a lock to start,\nbut where? He seemed to be the sure replacement for Grey Ruegamer\nat center, but after spring ball, offensive coordinator Dan\nCozzetto wasn't ready to commit.\n","\n   ``It depends what happens during the summer and how everything\nelse falls in place,'' he said.\n","\n   Peters was impressive as a 10-game starter at left guard last\nseason but Cozzetto wants to see whether other players step up at\nthe guard spots. The top candidates on the left side include Korey\nRamsey; junior college transfer Kenneth Williamson, who looked\nsolid in the spring but may not be ready to take over; and Kyle\nKosier, who has moved from the defensive line.\n","\n   Right guard could go to senior Thomas Schmidt, who played at\nguard and tackle last season, but don't be surprised to see some\nincoming recruits make a case for one of the guard spots.\n","\n   The Sun Devils have what is believed to be the biggest class of\noffensive line recruits to come to ASU. The five freshmen average\n6-6, 308. Additionally, two junior college transfers, Steve York\nand Marquise Muldrow, will report in early August.   \nRunning back\n","\n   J.R. Redmond is the heart and soul of this offense, and now that\nhe's healthy, he'll carry the load. Watch for his role to expand to\nreceiver.\n","\n   Daveron Hightower and Gerald Green will get their minutes, but\nthe forgotten player in the mix might be Delvon Flowers, who was\nthe considered the No. 1 junior college player in the nation by\nseveral recruiting publications. Flowers is a fast, flashy runner\nwho may find his way onto the field.   \nFullback\n","\n   Of all the departures, the loss of Jeff Paulk may hurt the Sun\nDevils most.\n","\n   Paulk's contributions often went unrecognized because he did\nlittle in terms of catching or carrying the ball. But as a blocker,\nthere are few better.\n","\n   ASU has considered going to zone blocking, which is similar to\nwhat the Dallas Cowboys did when Daryl Johnston went down, but the\nemergence of Terrelle Smith may force the Sun Devils to reconsider.\n","\n   ``He may be the surprise of the spring,'' Cozzetto said.\n","\n   The senior, who gave linebacker a run last season, is a fiery,\ndetermined player who is aching for minutes. He showed promise in\nthe spring, especially with redshirt freshman Darrel Turner\nsidelined and sophomore Jack Each not making a strong enough case\nfor the job yet.   \nWide receiver\n","\n   No position was hit harder. ASU lost its top three receivers,\nwho combined for 77 percent of the wideouts' receptions.\n","\n   McDonald, who missed spring ball in order to regain his academic\neligibility, should start after averaging 14.2 yards per catch and\ngrabbing four touchdowns. Also seeing time will be Taplin, who\ndidn't have a reception last season but made a lot of noise in\npractice.\n","\n   But if the Sun Devils hope to keep up with the Joneses, and line\nup more than two receivers on occasion, they'll need some players\nto step up at Camp Tontozona.\n","\n   Among those battling for roles include Brian Forth, Joey Graves\nand Clifton Jones, and junior college transfers Ryan Dennard and\nRichard Williams.\n","\n   Dennard was slowed by an injury in the spring but showed promise\nwhen he got healthy. Williams won't report until August, but he\nwatched almost every spring practice.\n","\n   Ricky Boyer, who ASU hoped might regain his academic\neligibility, appears to be all but out of the picture. He has yet\nto qualify.   \nTight end\n","\n   If ASU feels comfortable about a spot, it's this one.\n","\n   The staff has acknowledged that it failed to get the tight end\nthe ball enough last season, and considering what the Sun Devils\nhave to work with, it's probably right.\n","\n   Todd Heap made a handful of circus-like catches, finishing with\n12 receptions and four touchdowns. He's as sure-handed as they\ncome.\n","\n   Don't forget Kendrick Bates, a 6-6 senior who got lost a bit in\nthe Heap excitement but is capable of big plays.\n","\n   Long snapper Brian Jennings will also work his way into the mix,\nprimarily as a blocker on the team's short-yardage goal line unit.   \nDefensive line\n","\n   This unit was a mixed bag last season. The development of junior\ncollege transfers Erik Flowers and Junior Ioane was a highlight,\nbut the Sun Devils still need to prove they can consistently put\npressure on the quarterback.\n","\n   No one looked better in the spring than Flowers. The rush end\ntreated each practice like a game and sacked the quarterback four\ntimes in the spring-ending scrimmage.\n","\n   The Sun Devils are disappointed that they went through the\nspring without Ioane, who barely missed being eligible, but they\nfeel good about the progress the tackle made in 1998.\n","\n   At the other end, ASU hopes for a big year from 6-8, 245-pound\nQuincy Yancy, who has made strides each season but is due for a\nbreakthrough year. He'll be pushed by 6-5, 256-pound redshirt\nfreshman Mike Pinkard, who is clearly talented but inexperienced.\n","\n   Ryan Reilly, a 6-2, 300-pound senior, continues to find himself\nin the starting lineup even though he's not the biggest or\nstrongest lineman available. His work ethic and knowledge of the\ngame keeps him in there.\n","\n   Tommy Townsend, who was a redshirt at Southern California in\n1997, will step in as a backup. He's not a dominant pass rusher but\ndemonstrated he can be a capable tackle.\n","\n   The Sun Devils are anxiously awaiting the arrival of 6-4,\n300-pound tackle Tony Aguilar, one of their most coveted recruits.   \nLinebacker\n","\n   Finding the right mix at linebacker, and enough healthy bodies,\nwas a problem for ASU last season, and it proved to be one of the\nteam's least effective positions.\n","\n   The shuffling is under way again and the Sun Devils hope this\nmix works. Sophomore Fields, one of the team's most promising\nplayers last season in seven starts outside, moves to the middle\neven though he has never played the position.\n","\n   Trejo, who has played all three linebacking positions at ASU, is\nback outside in what the Sun Devils calls the Sam spot. The team is\nstill waiting for a big season for the junior and hopes this role\nis what will prompt it.\n","\n   Adam Archuleta, who had 18 tackles for losses last season,\nreturns to the other outside spot.\n","\n   ``We had three linebackers back that have played, and we wanted\nto put all three of them in a position for them to start because\nthey understand the package,'' Snow said about the shuffling.\n","\n   The Sun Devils won't know until the fall what they'll get from\njunior college transfer Adam Tanke, who was sidelined with knee\nproblems during the spring. Another JC transfer, Jamall Anderson,\nand recruits Solomon Bates and Josh Amobi, will get close looks at\nTontozona.   \nCornerback\n","\n   The Sun Devils' pass defense fell to seventh in the Pac-10 and a\nshortage of healthy players at cornerback contributed to the\nproblem. The shifting of several players from safety and the\naddition of several junior college standouts could rectify that.\n","\n   ASU returns starting cornerbacks Courtney Jackson, who is one of\nthe Pac-10's best when healthy, and J'Juan Cherry. Cherry may be\nthe team's most athletically gifted player, but he needs to\nfine-tune his technique to fulfill his potential.\n","\n   The Sun Devils get depth now that Courtney Palmore and Christon\nRance have moved over from safety. Palmore's 5-11, 185-pound frame\nis more suited for corner, and Rance likes his new position.\n","\n   And in the fall comes junior college transfer Nijrell Eason, who\nmay prove to be the most talented of all the recruits. Look for\nEason to make an immediate impact.   \nSafety   \nNo position was more contested in the spring. Overall, the results\nwere promising.\n","\n   Alfred Williams, Brandon Falkner and Craig Koontz all made\nstrong cases for time at free safety, and Willie Daniel and Monte'\nFranks duked it out at strong safety.\n","\n   With the demands the Pac-10 now places on defensive backs, all\nthese players should see time.   \nKicking game\n","\n   Stephen Baker stepped in as a freshman last season and gave ASU\none of the few consistent areas on the team: punting. He finished\n17th in the nation in net punting, and his 45.7-yard average per\npunt set an ASU single-season mark.\n","\n   Baker's security at place kicker will be challenged in the fall\nby incoming recruit Mike Barth.  \n"]}