{"DocumentId":"NYT19990926.0008","TopicId":"NYT","Relevance":"0","Body":" BC-ARENA-AZR \nARENA ADS A BONANZA FOR AGENT \n\n   (For use by N.Y. Times News Service clients)  \n By NENA BAKER  \n c.1999 The Arizona Republic  \n\n   PHOENIX - The advertising agent for America West Arena earned at\nleast $5.2 million in commissions from 1992 to 1998, or about\nthree-quarters of a million more than Phoenix, which owns the\narena, received for the same period, city records show.\n\n   What's more, the agent, Terry Pugh of Paradise Valley, and Suns\nPresident Jerry Colangelo formed a side deal, in violation of the\narena advertising agreement, that lasted for 28 months. City\nofficials were unaware of the joint venture until asked about it by\nThe Arizona Republic.\n\n   After a review conducted by city auditors and outside legal\ncounsel, the city concluded the joint venture _ between JDMK LLC,\nin which Colangelo is a principal, and Premier Sports Marketing\nInc., which was owned by Pugh _ had no impact on revenue to the\ncity. Officials do not plan to seek sanctions, said Jerry Geiger,\ndeputy director of the Community & Economic Development Department.\n\n   But the business alliance between Pugh and Colangelo, which\nbegan in April 1996 and ended in August 1998, according to Arizona\nCorporation Commission records, raises more questions about the\ncity's stewardship of its $102 million downtown arena.\n\n   The city owns the arena and functions as landlord for the Suns,\nthe primary tenant. The Suns run the day-to-day arena operations\nand the city gets a small share of revenue after expenses.\n\n   Last year, the Phoenix Coyotes notified the city that the hockey\nfranchise would leave the arena unless disputes with the Suns over\nfinancial matters, including advertising revenues that Pugh plays a\nrole in determining, could be resolved.\n\n   They weren't.\n\n   Now, the Coyotes, who bring about three-quarters of a million\nfans a season to downtown Phoenix, intend to leave America West\nArena by 2001.\n\n   Previous reports in The Republic have documented how a big chunk\nof the $152.5 million the Suns have promised the city in shared\nprofits is slated to be paid out in the last 10 years of the Suns'\n40-year lease. But this raises doubts the city will ever see the\nbig bucks promised by the Suns because of an escape clause that\nallows the team to vacate the arena after 30 years _ if the\nfacility is deemed obsolete.\n\n   Colangelo and Pugh, whose contract with the arena extends to\n2002, said they formed their venture to give Pugh more contacts and\ncapital to woo new clients. They said the company was kept separate\nfrom Premier, which had the agreement for services at America West\nArena.\n\n   ``Can you imagine the conflict if we had done it any other\nway?'' Colangelo said.   \nTHE `WIN-WIN' SITUATION\n\n   The Suns and the city created a public-private partnership in\n1989 in order to build a new arena for the NBA franchise.   \nIn his 1999 book, How You Play the Game, Colangelo describes it as\na ``prototype for how a municipality and a sports franchise could\nput a deal together that would provide a win-win situation for\neveryone.''\n\n   So far, the Suns and Pugh have emerged as bigger winners than\nthe city, which contributed $48 million toward the cost of the\narena while the Suns pitched in $54 million.\n\n   To date, the city has received a total of $4.4 million in rent\nplus its share of cash flow as an advance against future profits\nfrom such operations as parking, signs, concessions, suite licenses\nand event rental, according to city records. That's 3.5 percent of\nwhat the city hopes to realize over the life of the Suns' lease.\n\n   The city, which has twice audited arena operations, does not\nhave an employee devoted to full-time oversight of its arena\ninterests. Geiger said he doesn't believe one is necessary.\n\n   ``When we put the deals together 10 years ago, we took a lot of\ntime to enumerate the basic ongoing responsibilities of contract\ncompliance and information exchange,'' he said.\n\n   With those guidelines in hand, Geiger said ``to have somebody\ndoesn't make a lot of sense.''\n\n   But the city's oversight has been lax. For example, questions\nraised in June 1998 by city auditors about arena operations were\noverlooked until earlier this month, prompted by inquiries by The\nRepublic.PROVISIONS STAND OUT\n\n   Arena documents are about as thick as the Phoenix White Pages\nand make about as interesting reading. But the provisions dealing\nwith advertising revenues stand out.\n\n   Under terms of the 1989 deal with the city, the Suns\norganization is allowed to sell all commercial advertising for the\narena, provided the Suns retain an independent advertising agent\nwho can look after the city's financial interests in sign revenues.\n\n   The agreement outlines a compensation schedule for the\nindependent advertising agent, Pugh's company, that industry\nobservers describe as a sweetheart deal.\n\n   It also allows the Suns and Pugh to determine dollar allocations\nwithin sponsorship packages that affect revenue to the city and the\nCoyotes.\n\n   In other words, the advertising agreement gives the Suns and\nPugh the ability to carve up sponsorship packages in whatever way\nthey choose. They set the dollar allocations for TV, radio, cable,\npublic address announcements and signs within each package.\n\n   A complex formula the parties agreed to in 1989 spells out how\narena revenues are distributed. But a key point is that sign\nrevenues are the only sponsorship money in which the city and the\nCoyotes, who became a secondary arena tenant in 1996, are entitled\nto share.\n\n   All other advertising sponsorship revenues go directly to the\nSuns affiliate that operates the arena. In turn, the operator is\nobligated to pay the Suns 60 percent of advertising revenues in\nconsideration for services performed by the team.\n\n   Under this arrangement, the Suns organization pays the agent _\nand itself _ for selling sponsorships.\n\n   Paul Meyer, an attorney who represented the city in the original\narena negotiations, said the city insisted on having a watchdog\nover sign revenues. An independent agent could make sure the Suns\ndid not bundle advertising sponsorships in a way that diluted the\nvalue of the ad-sign component to the city, said Meyer, who is now\npresident of Eller Media Co., an outdoor sign company.\n\n   Another protection for the city, Meyer said, was a provision\nstating that the agent would be paid solely on the amount of sign\nrevenues within sponsorship packages. That way, the agent's\nfinancial interests become identical to the city's.\n\n   When Pugh and the Suns sell a sponsorship package that includes\nradio, TV, cable and signs, ``I don't get paid on anything but the\nsignage,'' Pugh said.\n\n   But Pugh's deal with the Suns, negotiated directly between the\ntwo parties with no city input, pays him commissions that escalate\nto 25 percent of gross sign revenues in excess of $1.6 million a\nyear.\n\n   That's well above arrangements in other cities.\n\n   ``Ten to 18 percent commissions are dead in the heart of the\ntypical range,'' said Dean Bonham, president of a sports-business\nconsulting company called the Bonham Group and a former president\nof the Denver Nuggets. ``Twenty-five percent is rarely paid, and if\nyou get to that range, you've got to think it would be considerably\nless expensive to take it in-house.''\n\n   In theory, the dollar mark at which Pugh's commissions top out\nshould serve as an incentive to the agent to maximize sales. Pugh\nsaid his original projections indicated the Suns would be lucky to\nachieve $1 million a year in sign revenues.\n\n   In reality, the team has done much better than that ever since\nthe arena opened. Last year, the arena grossed $4.7 million in sign\nrevenues, and Pugh's agency received about $981,000 in commissions,\naccording to calculations based on city records.\n\n   And because Pugh's commissions are based on gross sign revenues,\nhis agency gets paid before any other arena operator obligations,\nincluding payments for operating expenses, debt service and the\narena renewal and replacement fund.\n\n   ``It's a million dollars a year that's taken out of the\nstream,'' said Shawn Hunter, Coyotes president.\n\n   Although this arrangement has raised some eyebrows in the world\nof sports marketing, city auditors last year questioned another\naspect of the arena advertising agreement.\n\n   Auditors could see no guidelines for how the Suns and Pugh\ndetermined sign revenue allocations within advertising sponsorship\npackages.\n\n   They asked for more information from the operator and the\nadvertising agent to help them determine the accuracy and fairness\nof allocations.\n\n   After inquiries by The Republic about the status of the\nauditors' requests, Suns representatives met earlier this month\nwith the city and provided auditors with more information.\n\n   City auditors then reviewed 114 advertising contracts and wrote\na report on Sept. 17. In it, they concluded ``that advertising\nallocations have been reasonable and consistent.''   \nINNOVATIONS WORTH MILLIONS   \nAll those familiar with Pugh's work say that Pugh has conceived of\nways to make money out of sponsorship packages that had never\nbefore been tried in sports facilities. His innovation ultimately\nbrought him millions and piqued Colangelo's business interests.\n\n   Arizona Corporation Commission records show that Colangelo's\ninvestment company and Pugh's agency organized a joint venture in\nApril 1996.\n\n   The venture was dissolved in August 1998, records show. But Pugh\nand Colangelo said their alliance ended in April 1998. At that\ntime, said Jay Ruffner, a lawyer for Colangelo, the parties agreed\nthat Pugh would buy out Colangelo's company for $1.5 million,\napproximately the amount that Colangelo and his partners had\noriginally invested.\n\n   In August 1998, Pugh sold Premier to Outdoor Systems Inc., a\nPhoenix-based billboard giant, for $26.4 million. Premier is now\nknown as Outdoor Systems Sports Marketing Inc. Pugh is a consultant\nfor that business.\n\n   Ruffner acknowledged that Colangelo did not inform the city of\nhis partnership with Pugh. But he said Colangelo and Pugh weren't\ntrying to hide their partnership from the city. He called the\nsituation a ``technical violation'' of the advertising agreement\nthat occurred because of an oversight by his law firm, Fennemore\nCraig.\n\n   ``There was absolutely no impropriety,'' he said, adding that he\nwas ``100 percent certain'' that city officials would have OK'd the\npartnership had it been brought to their attention.\n\n   Modifications to the advertising agreements made when the\nCoyotes became an arena tenant diminished Pugh's watchdog role,\nRuffner said. Under such circumstances, Ruffner said, he could\nthink of no reason why the city would have objected to the joint\nventure.\n\n   Pugh said he is comfortable with the joint venture, even in\nlight of his watchdog role for the city.\n\n   ``The key is: `Was there a conflict for any reason?' '' Pugh\nsaid. His answer: ``That had all been thought about and everything\nwas saying (no).''   \nCOYOTES CONCESSSION\n\n   When the Coyotes signed on to play at America West Arena, the\nteam struck its own advertising agreement with the Suns and Pugh.\n\n   The original 1989 agreement, which spells out Pugh's watchdog\nrole, still remains in place. But as a concession to the Coyotes, a\nfranchise that was coming into a facility where all the revenues\nwere spoken for by the Suns, the parties agreed to give the hockey\nfranchise any increases in existing sign revenues over the base\nyear of 1996.\n\n   There were a few caveats:\n\n   Advertising contracts that had escalator clauses built in were\nexcluded from the arrangement so that the Suns could retain the\nbenefit of deals they negotiated before hockey arrived. This\nlimited the number of contracts that would provide revenue to the\nCoyotes.\n\n   And to establish a baseline accounting of existing sign\nrevenues, the parties retained an independent accounting firm,\nArthur Andersen LLC, which relied on the sponsorship allocations\nmade earlier by the Suns and Pugh to come up with a figure.\n\n   But Hunter, the Coyotes president, maintains that since then,\nsign revenue increases within sponsorship packages have not\nreflected the value of the 700,000 to 800,000 sign-viewing fans\nthat hockey brings to the arena each year.\n\n   ``A realistic amount for the advertising increase should be at\nleast $1.5 million'' over the base year, Hunter wrote in a letter\nto city officials last year.\n\n   The Coyotes have received less than $200,000 in signage\nincreases for their first year at the arena and nothing since\nbecause of unresolved disputes over the amount of the payments,\nHunter said.\n\n   Work done by city auditors seems to bear out the Coyotes\nconcerns that the value of sign allocations has not changed with\nthe presence of the hockey team.\n\n   City auditors calculated a net increase in sign allocations that\namounted to $195,646 from 1996 to 1997, and $29,710 from 1997 to\n1998, according to audit files. Out of 139 signs, there were 18\nchanges in 1997, and 14 changes in 1998 that resulted in new\nallocations, the auditors found.\n\n   From 1996 to 1998, the percentage of sign revenue included in\nsponsorship packages remained nearly constant at 23 percent to 24\npercent, auditors said.\n\n   ``For the most part, we saw a slight upward slope in sign\nrevenues,'' said Randy Spenla, the city auditor who conducted the\nrecent review. ``We did not see anything to indicate that sign\nrevenues were significantly higher with the Coyotes in the\nbuilding.''\n\n   Colangelo maintains that the Coyotes have benefited from a\nsweetheart lease and other concessions. One such example: The\nhockey team keeps all the revenues from signs it sells around the\nsecond level of the arena bowl. He said complaints by the Coyotes\nare unfounded.\n\n   But Colangelo was less than pleased when the hockey team turned\ndown an offer from Premier Sports Marketing LLC, Pugh and\nColangelo's joint venture, to represent the Coyotes as the team's\nagent for signs at America West Arena.\n\n   For the Coyotes, another sticking point at the arena is the\nincrease in the number of exclusive advertising-rights categories\nsold by the Suns. One way to enhance the value of sponsorships is\nto have only one soft-drink company or bank, for example, allowed\nto advertise.\n\n   Hunter told the city that the granting of exclusives\nsignificantly limits the number and types of advertisers available\nto the Coyotes and led to $2 million in lost revenue in the 1997-98\nseason alone.\n\n   But Colangelo said the Suns aren't trying to hurt the Coyotes by\nadding exclusive categories of advertisers. Instead, he said, the\narena operator relies on that revenue to help meet the demands of\noperating expenses, debt service payments, refurbishment and other\ncalls on net cash flow that the Coyotes, as a secondary tenant,\ndon't have.\n\n   With the two sides at an impasse, the Coyotes intend to pack\ntheir pucks and move to Scottsdale, pending financing and voter\nsupport for a proposed new arena that would anchor a redeveloped\nLos Arcos Mall.\n\n   And if they go to Scottsdale at the end of the 2000 season, the\nCoyotes are obligated to pay the Suns $2.5 million as a termination\nfee.\n\n   The money, according to the city, would be treated as arena\nrevenue in which the city shares.\n\n   City records include copies of two letters from Sheryl Sculley,\nassistant city manager, to the Coyotes. In November 1998, Sculley\nassured the Coyotes that ``the city of Phoenix wants the Phoenix\nCoyotes to continue to play hockey in America West Arena.''\n\n   ``We're anxious to work with you and the arena management to\nensure that you continue to play hockey in downtown Phoenix,''\nSculley said.\n\n   But Hunter said the city can only take things so far.\n\n   ``They may be the owner,'' Hunter said, ``but they're not the\noperator, and at some point it's out of their hands.''   \nNO RESTRUCTURING SOUGHT   \nIn hindsight, it appears city officials weren't holding the\nsharpest of pencils when it came to signing up for a deal that\nwasn't more precise about how advertising sponsorship allocations\nwould be determined.\n\n   But city officials said they have not asked the Suns and Pugh to\nrestructure the advertising agreement, which might bring Pugh's\ncommissions in line with current market rates.\n\n   ``The fact the independent agent has been successful is a\npositive for the city, not a negative,'' Geiger said. ``The agent\nhas contributed significantly to the fact that gross advertising\nrevenues from the arena have far exceeded all projections.''\n\n   Colangelo, who agreed to revise the arena operating agreement in\n1994 to increase the city's share of cash flow, said he is not\ninclined to restructure the agreement with Premier.\n\n   ``To change the deal because we pay out a lot of commissions,\nthat's unfair,'' he said.\n\n   But, he added, he does not expect the arena operator to renew\nits contract with Premier, now Outdoor Systems Sports Marketing\nInc., when it expires in 2002.\n\n   Hunter, however, remains troubled by the arrangement.\n\n   ``It's either the stupidest business deal in the world,'' he\nsaid, ``or something funny is going on.''\n\n   Pugh disagrees.\n\n   The way he sees it, Premier's work at America West ``set a lot\nof firsts'' in the industry.\n\n   He said he contributed designs, carved out sponsorship packages\nand ``floated the whole thing'' for three years before Premier\nreceived its first commission payment.\n\n   ``It wasn't a bad deal for somebody to do,'' he said. ``I'm not\nashamed of that or I don't feel bad about it. If you look at the\ndollar figures, it makes sense to me.''\n\n   Ruffner, Colangelo's lawyer, said Pugh's commissions now seem\noutrageous.\n\n   ``Had we any inkling how profitable it would be, I don't think\nwe would have given Terry the deal we did,'' Ruffner said.\n\n   Despite Pugh's joint venture with Colangelo, Ruffner said no\nconflict existed that would have been detrimental to the city or\nthe Coyotes. Ruffner said the modifications to the advertising\nagreement that took place when the Coyotes arrived at the arena\nmade the hockey team the beneficiary of all new sign revenues.\n\n   ``If you think you might get some great big scandal because\nthere was money being funneled off into somebody's pocket, all that\nmoney belonged to hockey,'' he said.\n\n   Hunter said the issue for the Coyotes is that the franchise is\ngetting ``squeezed on both ends,'' which, he added, may have\nsomething to do with the partnership between Colangelo and Pugh.\n\n   On one end, ``we're not seeing as much of an increase over\nbaseline (sign) revenues as common sense says we would,'' Hunter\nsaid. On the other end, the Suns are selling more exclusive\nadvertising categories all the time, he said.\n\n   ``Maybe we're not very smart and signed up for a bad deal,''\nHunter said. ``Or maybe it's an odd partnership.''   \nNena Baker can be reached at (602) 444-8256 or at\nnena.baker(at)pni.com.   \n  \n","Headline":"\nARENA ADS A BONANZA FOR AGENT \n","Text":["\n   PHOENIX - The advertising agent for America West Arena earned at\nleast $5.2 million in commissions from 1992 to 1998, or about\nthree-quarters of a million more than Phoenix, which owns the\narena, received for the same period, city records show.\n","\n   What's more, the agent, Terry Pugh of Paradise Valley, and Suns\nPresident Jerry Colangelo formed a side deal, in violation of the\narena advertising agreement, that lasted for 28 months. City\nofficials were unaware of the joint venture until asked about it by\nThe Arizona Republic.\n","\n   After a review conducted by city auditors and outside legal\ncounsel, the city concluded the joint venture _ between JDMK LLC,\nin which Colangelo is a principal, and Premier Sports Marketing\nInc., which was owned by Pugh _ had no impact on revenue to the\ncity. Officials do not plan to seek sanctions, said Jerry Geiger,\ndeputy director of the Community & Economic Development Department.\n","\n   But the business alliance between Pugh and Colangelo, which\nbegan in April 1996 and ended in August 1998, according to Arizona\nCorporation Commission records, raises more questions about the\ncity's stewardship of its $102 million downtown arena.\n","\n   The city owns the arena and functions as landlord for the Suns,\nthe primary tenant. The Suns run the day-to-day arena operations\nand the city gets a small share of revenue after expenses.\n","\n   Last year, the Phoenix Coyotes notified the city that the hockey\nfranchise would leave the arena unless disputes with the Suns over\nfinancial matters, including advertising revenues that Pugh plays a\nrole in determining, could be resolved.\n","\n   They weren't.\n","\n   Now, the Coyotes, who bring about three-quarters of a million\nfans a season to downtown Phoenix, intend to leave America West\nArena by 2001.\n","\n   Previous reports in The Republic have documented how a big chunk\nof the $152.5 million the Suns have promised the city in shared\nprofits is slated to be paid out in the last 10 years of the Suns'\n40-year lease. But this raises doubts the city will ever see the\nbig bucks promised by the Suns because of an escape clause that\nallows the team to vacate the arena after 30 years _ if the\nfacility is deemed obsolete.\n","\n   Colangelo and Pugh, whose contract with the arena extends to\n2002, said they formed their venture to give Pugh more contacts and\ncapital to woo new clients. They said the company was kept separate\nfrom Premier, which had the agreement for services at America West\nArena.\n","\n   ``Can you imagine the conflict if we had done it any other\nway?'' Colangelo said.   \nTHE `WIN-WIN' SITUATION\n","\n   The Suns and the city created a public-private partnership in\n1989 in order to build a new arena for the NBA franchise.   \nIn his 1999 book, How You Play the Game, Colangelo describes it as\na ``prototype for how a municipality and a sports franchise could\nput a deal together that would provide a win-win situation for\neveryone.''\n","\n   So far, the Suns and Pugh have emerged as bigger winners than\nthe city, which contributed $48 million toward the cost of the\narena while the Suns pitched in $54 million.\n","\n   To date, the city has received a total of $4.4 million in rent\nplus its share of cash flow as an advance against future profits\nfrom such operations as parking, signs, concessions, suite licenses\nand event rental, according to city records. That's 3.5 percent of\nwhat the city hopes to realize over the life of the Suns' lease.\n","\n   The city, which has twice audited arena operations, does not\nhave an employee devoted to full-time oversight of its arena\ninterests. Geiger said he doesn't believe one is necessary.\n","\n   ``When we put the deals together 10 years ago, we took a lot of\ntime to enumerate the basic ongoing responsibilities of contract\ncompliance and information exchange,'' he said.\n","\n   With those guidelines in hand, Geiger said ``to have somebody\ndoesn't make a lot of sense.''\n","\n   But the city's oversight has been lax. For example, questions\nraised in June 1998 by city auditors about arena operations were\noverlooked until earlier this month, prompted by inquiries by The\nRepublic.PROVISIONS STAND OUT\n","\n   Arena documents are about as thick as the Phoenix White Pages\nand make about as interesting reading. But the provisions dealing\nwith advertising revenues stand out.\n","\n   Under terms of the 1989 deal with the city, the Suns\norganization is allowed to sell all commercial advertising for the\narena, provided the Suns retain an independent advertising agent\nwho can look after the city's financial interests in sign revenues.\n","\n   The agreement outlines a compensation schedule for the\nindependent advertising agent, Pugh's company, that industry\nobservers describe as a sweetheart deal.\n","\n   It also allows the Suns and Pugh to determine dollar allocations\nwithin sponsorship packages that affect revenue to the city and the\nCoyotes.\n","\n   In other words, the advertising agreement gives the Suns and\nPugh the ability to carve up sponsorship packages in whatever way\nthey choose. They set the dollar allocations for TV, radio, cable,\npublic address announcements and signs within each package.\n","\n   A complex formula the parties agreed to in 1989 spells out how\narena revenues are distributed. But a key point is that sign\nrevenues are the only sponsorship money in which the city and the\nCoyotes, who became a secondary arena tenant in 1996, are entitled\nto share.\n","\n   All other advertising sponsorship revenues go directly to the\nSuns affiliate that operates the arena. In turn, the operator is\nobligated to pay the Suns 60 percent of advertising revenues in\nconsideration for services performed by the team.\n","\n   Under this arrangement, the Suns organization pays the agent _\nand itself _ for selling sponsorships.\n","\n   Paul Meyer, an attorney who represented the city in the original\narena negotiations, said the city insisted on having a watchdog\nover sign revenues. An independent agent could make sure the Suns\ndid not bundle advertising sponsorships in a way that diluted the\nvalue of the ad-sign component to the city, said Meyer, who is now\npresident of Eller Media Co., an outdoor sign company.\n","\n   Another protection for the city, Meyer said, was a provision\nstating that the agent would be paid solely on the amount of sign\nrevenues within sponsorship packages. That way, the agent's\nfinancial interests become identical to the city's.\n","\n   When Pugh and the Suns sell a sponsorship package that includes\nradio, TV, cable and signs, ``I don't get paid on anything but the\nsignage,'' Pugh said.\n","\n   But Pugh's deal with the Suns, negotiated directly between the\ntwo parties with no city input, pays him commissions that escalate\nto 25 percent of gross sign revenues in excess of $1.6 million a\nyear.\n","\n   That's well above arrangements in other cities.\n","\n   ``Ten to 18 percent commissions are dead in the heart of the\ntypical range,'' said Dean Bonham, president of a sports-business\nconsulting company called the Bonham Group and a former president\nof the Denver Nuggets. ``Twenty-five percent is rarely paid, and if\nyou get to that range, you've got to think it would be considerably\nless expensive to take it in-house.''\n","\n   In theory, the dollar mark at which Pugh's commissions top out\nshould serve as an incentive to the agent to maximize sales. Pugh\nsaid his original projections indicated the Suns would be lucky to\nachieve $1 million a year in sign revenues.\n","\n   In reality, the team has done much better than that ever since\nthe arena opened. Last year, the arena grossed $4.7 million in sign\nrevenues, and Pugh's agency received about $981,000 in commissions,\naccording to calculations based on city records.\n","\n   And because Pugh's commissions are based on gross sign revenues,\nhis agency gets paid before any other arena operator obligations,\nincluding payments for operating expenses, debt service and the\narena renewal and replacement fund.\n","\n   ``It's a million dollars a year that's taken out of the\nstream,'' said Shawn Hunter, Coyotes president.\n","\n   Although this arrangement has raised some eyebrows in the world\nof sports marketing, city auditors last year questioned another\naspect of the arena advertising agreement.\n","\n   Auditors could see no guidelines for how the Suns and Pugh\ndetermined sign revenue allocations within advertising sponsorship\npackages.\n","\n   They asked for more information from the operator and the\nadvertising agent to help them determine the accuracy and fairness\nof allocations.\n","\n   After inquiries by The Republic about the status of the\nauditors' requests, Suns representatives met earlier this month\nwith the city and provided auditors with more information.\n","\n   City auditors then reviewed 114 advertising contracts and wrote\na report on Sept. 17. In it, they concluded ``that advertising\nallocations have been reasonable and consistent.''   \nINNOVATIONS WORTH MILLIONS   \nAll those familiar with Pugh's work say that Pugh has conceived of\nways to make money out of sponsorship packages that had never\nbefore been tried in sports facilities. His innovation ultimately\nbrought him millions and piqued Colangelo's business interests.\n","\n   Arizona Corporation Commission records show that Colangelo's\ninvestment company and Pugh's agency organized a joint venture in\nApril 1996.\n","\n   The venture was dissolved in August 1998, records show. But Pugh\nand Colangelo said their alliance ended in April 1998. At that\ntime, said Jay Ruffner, a lawyer for Colangelo, the parties agreed\nthat Pugh would buy out Colangelo's company for $1.5 million,\napproximately the amount that Colangelo and his partners had\noriginally invested.\n","\n   In August 1998, Pugh sold Premier to Outdoor Systems Inc., a\nPhoenix-based billboard giant, for $26.4 million. Premier is now\nknown as Outdoor Systems Sports Marketing Inc. Pugh is a consultant\nfor that business.\n","\n   Ruffner acknowledged that Colangelo did not inform the city of\nhis partnership with Pugh. But he said Colangelo and Pugh weren't\ntrying to hide their partnership from the city. He called the\nsituation a ``technical violation'' of the advertising agreement\nthat occurred because of an oversight by his law firm, Fennemore\nCraig.\n","\n   ``There was absolutely no impropriety,'' he said, adding that he\nwas ``100 percent certain'' that city officials would have OK'd the\npartnership had it been brought to their attention.\n","\n   Modifications to the advertising agreements made when the\nCoyotes became an arena tenant diminished Pugh's watchdog role,\nRuffner said. Under such circumstances, Ruffner said, he could\nthink of no reason why the city would have objected to the joint\nventure.\n","\n   Pugh said he is comfortable with the joint venture, even in\nlight of his watchdog role for the city.\n","\n   ``The key is: `Was there a conflict for any reason?' '' Pugh\nsaid. His answer: ``That had all been thought about and everything\nwas saying (no).''   \nCOYOTES CONCESSSION\n","\n   When the Coyotes signed on to play at America West Arena, the\nteam struck its own advertising agreement with the Suns and Pugh.\n","\n   The original 1989 agreement, which spells out Pugh's watchdog\nrole, still remains in place. But as a concession to the Coyotes, a\nfranchise that was coming into a facility where all the revenues\nwere spoken for by the Suns, the parties agreed to give the hockey\nfranchise any increases in existing sign revenues over the base\nyear of 1996.\n","\n   There were a few caveats:\n","\n   Advertising contracts that had escalator clauses built in were\nexcluded from the arrangement so that the Suns could retain the\nbenefit of deals they negotiated before hockey arrived. This\nlimited the number of contracts that would provide revenue to the\nCoyotes.\n","\n   And to establish a baseline accounting of existing sign\nrevenues, the parties retained an independent accounting firm,\nArthur Andersen LLC, which relied on the sponsorship allocations\nmade earlier by the Suns and Pugh to come up with a figure.\n","\n   But Hunter, the Coyotes president, maintains that since then,\nsign revenue increases within sponsorship packages have not\nreflected the value of the 700,000 to 800,000 sign-viewing fans\nthat hockey brings to the arena each year.\n","\n   ``A realistic amount for the advertising increase should be at\nleast $1.5 million'' over the base year, Hunter wrote in a letter\nto city officials last year.\n","\n   The Coyotes have received less than $200,000 in signage\nincreases for their first year at the arena and nothing since\nbecause of unresolved disputes over the amount of the payments,\nHunter said.\n","\n   Work done by city auditors seems to bear out the Coyotes\nconcerns that the value of sign allocations has not changed with\nthe presence of the hockey team.\n","\n   City auditors calculated a net increase in sign allocations that\namounted to $195,646 from 1996 to 1997, and $29,710 from 1997 to\n1998, according to audit files. Out of 139 signs, there were 18\nchanges in 1997, and 14 changes in 1998 that resulted in new\nallocations, the auditors found.\n","\n   From 1996 to 1998, the percentage of sign revenue included in\nsponsorship packages remained nearly constant at 23 percent to 24\npercent, auditors said.\n","\n   ``For the most part, we saw a slight upward slope in sign\nrevenues,'' said Randy Spenla, the city auditor who conducted the\nrecent review. ``We did not see anything to indicate that sign\nrevenues were significantly higher with the Coyotes in the\nbuilding.''\n","\n   Colangelo maintains that the Coyotes have benefited from a\nsweetheart lease and other concessions. One such example: The\nhockey team keeps all the revenues from signs it sells around the\nsecond level of the arena bowl. He said complaints by the Coyotes\nare unfounded.\n","\n   But Colangelo was less than pleased when the hockey team turned\ndown an offer from Premier Sports Marketing LLC, Pugh and\nColangelo's joint venture, to represent the Coyotes as the team's\nagent for signs at America West Arena.\n","\n   For the Coyotes, another sticking point at the arena is the\nincrease in the number of exclusive advertising-rights categories\nsold by the Suns. One way to enhance the value of sponsorships is\nto have only one soft-drink company or bank, for example, allowed\nto advertise.\n","\n   Hunter told the city that the granting of exclusives\nsignificantly limits the number and types of advertisers available\nto the Coyotes and led to $2 million in lost revenue in the 1997-98\nseason alone.\n","\n   But Colangelo said the Suns aren't trying to hurt the Coyotes by\nadding exclusive categories of advertisers. Instead, he said, the\narena operator relies on that revenue to help meet the demands of\noperating expenses, debt service payments, refurbishment and other\ncalls on net cash flow that the Coyotes, as a secondary tenant,\ndon't have.\n","\n   With the two sides at an impasse, the Coyotes intend to pack\ntheir pucks and move to Scottsdale, pending financing and voter\nsupport for a proposed new arena that would anchor a redeveloped\nLos Arcos Mall.\n","\n   And if they go to Scottsdale at the end of the 2000 season, the\nCoyotes are obligated to pay the Suns $2.5 million as a termination\nfee.\n","\n   The money, according to the city, would be treated as arena\nrevenue in which the city shares.\n","\n   City records include copies of two letters from Sheryl Sculley,\nassistant city manager, to the Coyotes. In November 1998, Sculley\nassured the Coyotes that ``the city of Phoenix wants the Phoenix\nCoyotes to continue to play hockey in America West Arena.''\n","\n   ``We're anxious to work with you and the arena management to\nensure that you continue to play hockey in downtown Phoenix,''\nSculley said.\n","\n   But Hunter said the city can only take things so far.\n","\n   ``They may be the owner,'' Hunter said, ``but they're not the\noperator, and at some point it's out of their hands.''   \nNO RESTRUCTURING SOUGHT   \nIn hindsight, it appears city officials weren't holding the\nsharpest of pencils when it came to signing up for a deal that\nwasn't more precise about how advertising sponsorship allocations\nwould be determined.\n","\n   But city officials said they have not asked the Suns and Pugh to\nrestructure the advertising agreement, which might bring Pugh's\ncommissions in line with current market rates.\n","\n   ``The fact the independent agent has been successful is a\npositive for the city, not a negative,'' Geiger said. ``The agent\nhas contributed significantly to the fact that gross advertising\nrevenues from the arena have far exceeded all projections.''\n","\n   Colangelo, who agreed to revise the arena operating agreement in\n1994 to increase the city's share of cash flow, said he is not\ninclined to restructure the agreement with Premier.\n","\n   ``To change the deal because we pay out a lot of commissions,\nthat's unfair,'' he said.\n","\n   But, he added, he does not expect the arena operator to renew\nits contract with Premier, now Outdoor Systems Sports Marketing\nInc., when it expires in 2002.\n","\n   Hunter, however, remains troubled by the arrangement.\n","\n   ``It's either the stupidest business deal in the world,'' he\nsaid, ``or something funny is going on.''\n","\n   Pugh disagrees.\n","\n   The way he sees it, Premier's work at America West ``set a lot\nof firsts'' in the industry.\n","\n   He said he contributed designs, carved out sponsorship packages\nand ``floated the whole thing'' for three years before Premier\nreceived its first commission payment.\n","\n   ``It wasn't a bad deal for somebody to do,'' he said. ``I'm not\nashamed of that or I don't feel bad about it. If you look at the\ndollar figures, it makes sense to me.''\n","\n   Ruffner, Colangelo's lawyer, said Pugh's commissions now seem\noutrageous.\n","\n   ``Had we any inkling how profitable it would be, I don't think\nwe would have given Terry the deal we did,'' Ruffner said.\n","\n   Despite Pugh's joint venture with Colangelo, Ruffner said no\nconflict existed that would have been detrimental to the city or\nthe Coyotes. Ruffner said the modifications to the advertising\nagreement that took place when the Coyotes arrived at the arena\nmade the hockey team the beneficiary of all new sign revenues.\n","\n   ``If you think you might get some great big scandal because\nthere was money being funneled off into somebody's pocket, all that\nmoney belonged to hockey,'' he said.\n","\n   Hunter said the issue for the Coyotes is that the franchise is\ngetting ``squeezed on both ends,'' which, he added, may have\nsomething to do with the partnership between Colangelo and Pugh.\n","\n   On one end, ``we're not seeing as much of an increase over\nbaseline (sign) revenues as common sense says we would,'' Hunter\nsaid. On the other end, the Suns are selling more exclusive\nadvertising categories all the time, he said.\n","\n   ``Maybe we're not very smart and signed up for a bad deal,''\nHunter said. ``Or maybe it's an odd partnership.''   \nNena Baker can be reached at (602) 444-8256 or at\nnena.baker(at)pni.com.   \n  \n"]}