{"DocumentId":"NYT19991001.0339","TopicId":"NYT","Relevance":"0","Body":" BC-PHOTO-BUDGET-NYT \n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving Friday, 10/01/99. Photo\nclients will automatically receive these photos via AP's\nPhotoExpress or may download them from either the Wieck Photo\nDatabase in Dallas at 972-392-0888 or from NYTPhotos on Newscom at\n305-448-8411. Non-clients can make individual purchases by calling\n(888) 603-1036 or 212-556-4204.\n\n   (NYT38) NEW YORK -- Oct. 1, 1999 -- BUSH-GIULIANI-2, 10-01 -- At\na City Hall news conference Friday, Mayor Rudolph Giuliani of New\nYork endorses the republican presidential candiate George W. Bush\nvia telephone. ``Hey, senator,'' Bush declared with his gentle\nTexas twang. ``I mean mayor - how are you?'' The comment prompted\nGiuliani's laughter; he is joined by a fellow Republican, Borough\nPresident Guy Molinari of Staten Island. (Marilynn K. Yee/New York\nTimes Photo)\n\n   (NYT37) PINE MOUNTAIN CLUB, Calif. -- Oct. 1, 1999 --\nCALIF-CONDORS, 10-01 -- Les Reid holds what remains of a screen\ndoor that was torn from his home by condors in Pine Mountain. ``I\nmade my property off limits to fish and wildlife officials because\nI don't like them harassing the birds,'' says Reid, a former board\nmember of the Sierra Club, of the officials' attempts to move the\nbirds away from residents. ``As far as I'm concerned, they should\nleave the birds alone.'' (Monica Almeida/New York Times Photo)\n\n   (NYT36) NEW YORK -- Oct. 1, 1999 -- NY-MUSEUM-REACT, 10-01 --\nDemonstrators against Mayor Rudolph Giuliani's criticism of the\n``Sensation'' exhibit protest outside the Brooklyn Museum on\nFriday. Giuliani is under fire for his strident criticism of the\nBritish exhibit at the museum set to open Saturday, and his threats\nto pull $7 million in funding from the institution. (Nicole\nBengiveno/New York Times Photo)\n\n   (NYT35) EL SEGUNDO, Calif. -- Oct. 1, 1999 -- ADV. FOR SUN.,\nOCT. 3 -- BIZ-BRIEFS, 10-01 -- Jill E. Barad, chief executive of\nMattel, said last week that she would not seek re-election to the\nMicrosoft board, which she joined in 1996. In an era when corporate\nboards strive for diversity, her departure would leave the\nMicrosoft board without a woman. The board, relatively small with\njust six members left, has no plans to add others. (Monica\nAlmeida/New York Times Photo)\n\n   (NYT34) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nBIZ-SENIORITY-B&W, 10-01 -- ``Savings Bonds: When to Hold, When to\nFold and Everything in Between,'' by Daniel J. Pederson, a former\nsupervisor of the Savings Bond Division of the Federal Reserve\nBank. Pederson has calculated that there are more than $6.5 billion\nin savings bonds that have stopped earning interest and never been\ncashed in. (New York Times Photo)\n\n   (NYT33) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nSUV-BUYERS, 10-01 -- As the 2000 model year arrives, sport utility\nvehicles have captured the hearts and garages of millions of\nAmericans, while sales of large cars and minivans are lagging.\nFederal crash tests show that minivans and large cars like the\nChevrolet Impala, above, provide more protection than large sport\nutility vehicles like the Dodge Durango, below. (New York Times\nPhoto)\n\n   (NYT32) EDISON, N.J. -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nBIZ-PRODUCTS-CHARITY-2, 10-01 -- A power drill from Tim Allen's\nline of signature tools. Profits go to a foundation that supports a\nvariety of charities. (Frank C. Dougherty/New York Times Photo)\n\n   (NYT31) GREENVILLE, Ohio -- Oct. 1, 1999 --\nSTROKE-MEDICATION-2-COX, 10-01 -- Stroke victim Michael Miller gets\na vibrator massage to stimulate his left arm muscles by\noccupational therapist Mary May, right, during a rehabilitation\nsession at the Greenville clinic. Any sudden numbness, tingling,\nslurring or loss of speech, or loss of muscular control on one side\nof the body is a likely indicator of a stroke, says the American\nStroke Association, a division of the American Heart Association.\n(Jim Witmer/Cox News Service Photo)\n\n   (NYT30) GREENVILLE, Ohio -- Oct. 1, 1999 --\nSTROKE-MEDICATION-1-COX, 10-01 -- Stroke victim Michael Miller\nwalks with the assistance of physical therapist Steve Eilerman,\nright, during a rehabilitation session at the Greenville clinic.\nAny sudden numbness, tingling, slurring or loss of speech, or loss\nof muscular control on one side of the body is a likely indicator\nof a stroke, says the American Stroke Association, a division of\nthe American Heart Association. (Jim Witmer/Cox News Service Photo)\n\n   (NYT29) WASHINGTON -- Oct. 1, 1999 -- POVERTY-VOICES-2, 10-01 --\nSteven Sanders, 35, a resident at the Community for Creative\nNon-Violence, a shelter housing 600 poor men, women and children\nsix blocks from the U.S. Capitol, during an interview on Friday.\nSanders, a technician who said his life fell apart because of his\naddiction to crack cocaine, insisted he was back on the right track\nbecause he had adopted the Bible, not the economy, as his spiritual\nand moral guide. (Shana Raab/New York Times Photo)\n\n   (NYT28) PLAINS, Ga. -- Oct. 1, 1999 -- CARTER-BIRTHDAY-COX,\n10-01 -- Former President Jimmy Carter thanks students at Sarah\nCobb Elementary School after they sang ``Happy Birthday'' upon his\narrival on Friday. Carter, who attended the school as a child,\nreturned to celebrate his 75th birthday. (Curtis Compton/Cox News\nService)\n\n   (NYT27) NEW YORK -- Oct. 1, 1999 -- NY-NEWYEAR-VACANCIES, 10-01\n-- Waiters tend to a table in the Pegasus Suite under the Rainbow\nRoom. Despite all the hype, bookings at restaurants and hotels for\nthe New Year's holiday in Manhattan have been slow. Though\nreservations are ahead of usual this time of year, New Year's Eve\nhas not, so far, been the blow-out many expected. Celebrating the\nend of the century at the Rainbow room will run you $3,000 per\nperson. (Philip Greenberg/New York Times Photo) LITE\n\n   (NYT26) WASHINGTON -- Oct. 1, 1999 -- POVERTY-VOICES, 10-01 --\nPat Smith, 49, bags groceries on Friday for Bread for the City, a\nnon-profit organization that provides food for over 3,000 families\na month. Ms. Smith cares for four grandchildren who were abandoned\nby her two daughters. Despite federal statistical information\nindicating that Americans are richer then ever, many feel left out.\n(Shana Raab/New York Times Photo) LITE\n\n   (NYT25) NEW DELHI, India -- Oct. 1, 1999 -- INDIA-GANDHIS, 10-01\n-- Maneka Gandhi, wife of Sanjay Gandhi, son of slain Indian Prime\nMinister Indira Gandhi, during a recent interview. Maneka, never\nconsidered Sonia Gandhi an intellectual equal. ``Take it from me,\nthere's nothing upstairs except cooking,'' she said of her\nsister-in-law, who is the widow of Rajiv Gandhi, who succeeded his\nmother and was also assassinated. (Barry Bearak/New York Times\nPhoto)\n\n   (NYT24) LONDON, Ohio -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nFOSTERCARE-PART2-3-COX, 0928 -- Nicholas Morris, 22, who entered\nfoster care when he was 9 years old, said his first foster parents\nhad five foster children, plus two kids of their own. He suspects\nmoney was the family's reason for taking in foster children.\nMorris, who said he developed a taste for crack cocaine while in\nthe Specialized Alternatives for Family and Youth program, is now\nat Madison Correctional Institution in London. (Jan\nUnderwood/Dayton Daily News Photo)\n\n   (NYT23) LIMA, Ohio -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nFOSTERCARE-PART2-2-COX, 0928 -- Michael Sheets, 26, talks about\nbeing in the Specialized Alternatives for Family and Youth or SAFY\nhome as a teenager. ``Basically, it was a big teen-age party. You\ndidn't work. You didn't do nothing. There was no supervision,''\nSheets said while cleaning fish behind his home. ``Was it a good\nsetting? No. It didn't do nothing good for anybody.'' (Jan\nUnderwood/Dayton Daily News Photo)\n\n   (NYT22) DELPHOS, Ohio -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3\n-- FOSTERCARE-PART2-1-COX, 0928 -- Donald Zlotnik, former vice\npresident of development of Specialized Alternatives for Family and\nYouth or SAFY. Zlotnik told officials he resigned from SAFY in July\nof 1990 because, among other things officials in the SAFY ``made\nmoney'' off of SAFY while children suffered. Steve Mansfield,\nSAFY's attorney and vice president of operations, called Zlotnik a\ndisgruntled former employee whose allegations are ``garbage.'' (Jan\nUnderwood/Dayton Daily News Photo)\n\n   (NYT21) -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nFOSTERCARE-PART1-2-COX, 0928 -- Aimee Taylor, 26, of Hamilton,\nlooks at photos of two of her four children who are in Foster Care.\nMs. Taylor, who lived in 12 foster homes and with various relatives\nin three states before she turned 18, is fighting to get them back.\n(Jan Underwood/Dayton Daily News Photo)\n\n   (NYT20) DELPHOS, Ohio -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3\n-- FOSTERCARE-PART1-COX, 0928 -- They move from foster home to\nfoster home, so they don't bond,'' said Sue Durant, a Piqua foster\nparent holding three of her foster sons. Although there are no\nnationwide figures, those involved in the system say it's not\nunusual for foster children to live in eight or more homes before\nturning 18. (Jan Underwood/Dayton Daily News Photo)\n\n   (NYT19) DELPHOS, Ohio -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3\n-- FOSTERCARE-MAAG-COX, 0928 -- Bruce Magg outside the private\nfoster-care agency, Specialized Alternatives for Family and Youth,\nhe founded. Magg was charged in 1986 with two misdemeanor counts of\ncontributing to the delinquency of a minor and with one misdemeanor\ncount of abuse. The abuse charge and one of the delinquency counts\nwere later dropped. (Jan Underwood/Dayton Daily News Photo)\n\n   (NYT18) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nCAR-SMART-PRICE, 10-01 -- A basic Chevrolet Silverado: Plain-Jane\npickups are still sold. Such stripped-down automobiles, known as\nprice leaders, were once common at dealerships. Even if few were\nsold, they could be advertised at rock-bottom prices that brought\nshoppers onto the lot. Once there, browsers might be talked into\nbuying a ``loaded'' model. (New York Times Photo)\n\n   (NYT17) NEW YORK -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nBIZ-PROFILE-NUGENT, 10-01 -- Robert J. Nugent, chief executive\nofficer of Foodmaker Inc. On Monday, both Nugent and the company's\nfounder, named Jack, will ring the closing bell at the New York\nStock Exchange to celebrate the changing of the company's name from\nFoodmaker to Jack in the Box Inc., after the quick-service\nrestaurant chain that is its only business. (Jeffery A. Salter/New\nYork Times Photo)\n\n   (NYT16) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nINVEST-SODA, 10-01 -- Why have soft-drink stocks lost their fizz?\nThe answer is part global cautionary tale, part facts of life in\nthe consumer products business. (Tony Cenicola/New York Times\nPhoto)\n\n   (NYT15) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nINVEST-INSIGHT-Q&A, 10-01 -- Jean-Marie Eveillard, portfolio\nmanager of the Sogen Gold fund. ``I think things look good for gold\nfor the next few months,'' he says. ``But to carry the price much\nhigher than the current $300 an ounce will take something else,\nlike an increase in investment demand.'' (New York Times Photo)\n\n   (NYT14) NEW YORK -- Oct. 1, 1999 -- MORRIS-BIOGRAPHY, 10-01 --\nEdmund Morris, author of the new book ``Dutch: A Memoir of Ronald\nReagan,'' on Thursday. The book, authorized by the former\npresident, is currently on sale in the United States. (Mark\nWilson/Boston Globe Photo) LITE\n\n   (NYT13) WESTERN CHECHNYA, Russia -- Oct. 1, 1999 --\nRUSSIA-PUTIN-BOS, 10-01 -- A member of the Russian special forces\nnear his post along the Russian/Chechen border in early August. In\na move that could intensify the military conflict in the North\nCaucasus, Russian Prime Minister Vladimir Putin cut Moscow's last\nlinks with the elected government of the breakaway republic of\nChechnya on Friday. (Dmitry Shalganov/Boston Globe Photo) LITE\n\n   (NYT12) WASHINGTON -- Oct. 1, 1999 -- BUSH-CHRISTIAN-COALITION,\n10-01 --Gov. George W. Bush of Texas waves to the audience during\nhis address to the Christian Coalition annual conference on Friday.\nIn a striking testament to the potency of his presidential quest,\nBush glossed over many issues vital to the coalition but still drew\na rousing ovation after his speech. (Stephen Crowley/New York Times\nPhoto) LITE\n\n   (NYT11) NEW YORK -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nNITEOUT-CYNTHIA-NIXON, 10-01 -- Cynthia Nixon outside the cast\nparty for ``The Country Club.'' Ms. Nixon, 33, has become\nsemi-famous playing Miranda, a high-powered, wryly hard-bitten\nlawyer on HBO's ``Sex and the City.'' But she still seems more at\nhome in the low-rent world of Off Off Broadway, where she got her\nstart. (Aaron Lee Fineman/New York Times Photo)\n\n   (NYT10) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nBIZ-5-QUESTIONS, 10-01 -- Mark Millman, president of the Millman\nSearch Group. ``Retail can work for manufacturers, if it is done\nright,'' he says. ``It can work when you have a limited number of\noutlet stores in quality locations, and you have infrastructure\nwith people who really understand retail issues like merchandising.\nEllen Tracy is very successful, as is Nautica and Tommy Hilfiger.\n(New York Times Photo)\n\n   (NYT9) BURBANK, Calif. -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3\n-- MODEL-LAWSUIT, 10-01 -- After years of ridicule and reversals in\ncourt, the former Playboy centerfold and Guess jeans model Anna\nNichole Smith may be getting the last laugh - and her late\nhusband's billions. If she wins in her feud with husband J. Howard\nMarshall III's son, E. Pierce Marshall, Ms. Smith, now 31, could\nbecome one of the richest women in America. (Bart Bartholomew/New\nYork Times Photo) LITE\n\n   (NYT8) NEW YORK -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nJIMINEZ-FASHION-2, 10-01 -- Under the auspices of the fashion\ndesigner Elisa Jimenez, Anna Sussman, left, and Hillary Raphael\nattempt to create their own outfits. Part performance artist, part\ndesigner, Ms. Jimenez, 34, likes to sew her clothes directly onto\nthe body and douse them in ginger, eucalyptus and other spices.\n(Barbara Alper/New York Times Photo)\n\n   (NYT7) NEW YORK -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nJIMINEZ-FASHION, 10-01 -- The fashion designer Elisa Jimenez helps\nVanessa Salle create her own golden dress. Part performance artist,\npart designer, Ms. Jimenez, 34, likes to sew her clothes directly\nonto the body and douse them in ginger, eucalyptus and other\nspices. (Barbara Alper/New York Times Photo) LITE\n\n   (NYT6) NEW YORK -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nGLAMOUR-NAIL, 10-01 -- Women who once found Parisian Pink quite\ndaring are now venturing nails with more glitter, if less grasp.\n``Uptown women are picking it up a little bit,'' says Sheril\nBailey, the manicurist who is the author of ``The Sheril Bailey\nComplete Manicure and Nail Care Handbook.'' ``But they're doing it\nin a conservative way. And they don't necessarily go for the\nlength. It's short and chic.'' (Rebecca Cooney/New York Times\nPhoto)\n\n   (NYT5) LAKE HAMILTON, Fla. -- Oct. 1, 1999 -- HANDICAP-SKIER,\n10-01 -- Clay Whiddon on a sit-ski, a water ski adapted so it can\nbe maneuvered from a seated position, Thursday. Whiddon, paralyzed\n14 years ago in a car accident, was the winner of the overall gold\nmedal in the MP3 division at the World Disabled Water Ski\nChampionships last month. (Scott Wheeler/The Lakeland Ledger)\n\n   (NYT4) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nGARDEN-COLUMN, 10-01 -- The fragrant Actaea daffodil, bred in the\n1920s, has small, white, rounded flowers and a yellow cup sitting\ncomfortably atop a willowy stem. The garden writer Henry Mitchell\nonce said that there is a difference between ``a superb daffodil\nand a good old boy of a flower.'' (Netherlands Flower Bulb\nInformation Center/New York Times Photo)\n\n   (NYT3) PARAMUS, N.J. -- Oct. 1, 1999 -- TOYS-R-US, 10-01 -- Toys\n``R'' Us shoppers, armed with holiday wish lists, often left the\nchain's cavernous stores frustrated and empty-handed last year. The\nstores even ran out of stocking-stuffers like Crayola Crayons and\nthe company felt the pain acutely in its bottom line. As the\ncompany heads into the all-important Christmas season this year,\nwith Walmart and Etoys continuing to snatch a big share of its\nbusiness, Toys ``R'' Us is trying to do things differently. (Chang\nW. Lee/New York Times Photo)\n\n   (NYT2) NEW YORK -- Oct. 1, 1999 -- NY-BADILLO-HISPANICS, 10-01\n-- Herman Badillo, chairman of the City University of New York, in\na June, 1999 file photo. A group of Hispanic elected officials from\nNew York on Thursday called for Badillo to be dismissed from his\nposition because of remarks they consider derogatory. Badillo, a\nnative of Puerto Rico, said last week that Mexicans and Dominicans\n``do not have a history of education in their cultures.'' In a\nstatement last week, Badillo said he had been trying to suggest\nthat the groups he mentioned should receive extra educational help,\nand he defended his record as ''a passionate defender of immigrant\nrights.'' (Librado Romero/New York Times Photo)\n\n   (NYT1) SIMI VALLEY, Calif. -- Oct. 1, 1999 -- BUSH-GIULIANI,\n10-01 -- Former first lady Nancy Reagan escorts guest speaker Mayor\nRudolph Giuliani of New York, left, towards the podium at the\nRonald Reagan Presidential Library and Museum late Thursday.\nGiuliani backed Texas Gov. George W. Bush for president on Friday\nsaying that his visit to the museum gave him a chance to reflect on\nthe importance of having a Republican in the White House. (Monica\nAlmeida/New York Times Photo)\n\n   The New York Times News Service\n","Headline":null,"Text":["\n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving Friday, 10/01/99. Photo\nclients will automatically receive these photos via AP's\nPhotoExpress or may download them from either the Wieck Photo\nDatabase in Dallas at 972-392-0888 or from NYTPhotos on Newscom at\n305-448-8411. Non-clients can make individual purchases by calling\n(888) 603-1036 or 212-556-4204.\n","\n   (NYT38) NEW YORK -- Oct. 1, 1999 -- BUSH-GIULIANI-2, 10-01 -- At\na City Hall news conference Friday, Mayor Rudolph Giuliani of New\nYork endorses the republican presidential candiate George W. Bush\nvia telephone. ``Hey, senator,'' Bush declared with his gentle\nTexas twang. ``I mean mayor - how are you?'' The comment prompted\nGiuliani's laughter; he is joined by a fellow Republican, Borough\nPresident Guy Molinari of Staten Island. (Marilynn K. Yee/New York\nTimes Photo)\n","\n   (NYT37) PINE MOUNTAIN CLUB, Calif. -- Oct. 1, 1999 --\nCALIF-CONDORS, 10-01 -- Les Reid holds what remains of a screen\ndoor that was torn from his home by condors in Pine Mountain. ``I\nmade my property off limits to fish and wildlife officials because\nI don't like them harassing the birds,'' says Reid, a former board\nmember of the Sierra Club, of the officials' attempts to move the\nbirds away from residents. ``As far as I'm concerned, they should\nleave the birds alone.'' (Monica Almeida/New York Times Photo)\n","\n   (NYT36) NEW YORK -- Oct. 1, 1999 -- NY-MUSEUM-REACT, 10-01 --\nDemonstrators against Mayor Rudolph Giuliani's criticism of the\n``Sensation'' exhibit protest outside the Brooklyn Museum on\nFriday. Giuliani is under fire for his strident criticism of the\nBritish exhibit at the museum set to open Saturday, and his threats\nto pull $7 million in funding from the institution. (Nicole\nBengiveno/New York Times Photo)\n","\n   (NYT35) EL SEGUNDO, Calif. -- Oct. 1, 1999 -- ADV. FOR SUN.,\nOCT. 3 -- BIZ-BRIEFS, 10-01 -- Jill E. Barad, chief executive of\nMattel, said last week that she would not seek re-election to the\nMicrosoft board, which she joined in 1996. In an era when corporate\nboards strive for diversity, her departure would leave the\nMicrosoft board without a woman. The board, relatively small with\njust six members left, has no plans to add others. (Monica\nAlmeida/New York Times Photo)\n","\n   (NYT34) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nBIZ-SENIORITY-B&W, 10-01 -- ``Savings Bonds: When to Hold, When to\nFold and Everything in Between,'' by Daniel J. Pederson, a former\nsupervisor of the Savings Bond Division of the Federal Reserve\nBank. Pederson has calculated that there are more than $6.5 billion\nin savings bonds that have stopped earning interest and never been\ncashed in. (New York Times Photo)\n","\n   (NYT33) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nSUV-BUYERS, 10-01 -- As the 2000 model year arrives, sport utility\nvehicles have captured the hearts and garages of millions of\nAmericans, while sales of large cars and minivans are lagging.\nFederal crash tests show that minivans and large cars like the\nChevrolet Impala, above, provide more protection than large sport\nutility vehicles like the Dodge Durango, below. (New York Times\nPhoto)\n","\n   (NYT32) EDISON, N.J. -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nBIZ-PRODUCTS-CHARITY-2, 10-01 -- A power drill from Tim Allen's\nline of signature tools. Profits go to a foundation that supports a\nvariety of charities. (Frank C. Dougherty/New York Times Photo)\n","\n   (NYT31) GREENVILLE, Ohio -- Oct. 1, 1999 --\nSTROKE-MEDICATION-2-COX, 10-01 -- Stroke victim Michael Miller gets\na vibrator massage to stimulate his left arm muscles by\noccupational therapist Mary May, right, during a rehabilitation\nsession at the Greenville clinic. Any sudden numbness, tingling,\nslurring or loss of speech, or loss of muscular control on one side\nof the body is a likely indicator of a stroke, says the American\nStroke Association, a division of the American Heart Association.\n(Jim Witmer/Cox News Service Photo)\n","\n   (NYT30) GREENVILLE, Ohio -- Oct. 1, 1999 --\nSTROKE-MEDICATION-1-COX, 10-01 -- Stroke victim Michael Miller\nwalks with the assistance of physical therapist Steve Eilerman,\nright, during a rehabilitation session at the Greenville clinic.\nAny sudden numbness, tingling, slurring or loss of speech, or loss\nof muscular control on one side of the body is a likely indicator\nof a stroke, says the American Stroke Association, a division of\nthe American Heart Association. (Jim Witmer/Cox News Service Photo)\n","\n   (NYT29) WASHINGTON -- Oct. 1, 1999 -- POVERTY-VOICES-2, 10-01 --\nSteven Sanders, 35, a resident at the Community for Creative\nNon-Violence, a shelter housing 600 poor men, women and children\nsix blocks from the U.S. Capitol, during an interview on Friday.\nSanders, a technician who said his life fell apart because of his\naddiction to crack cocaine, insisted he was back on the right track\nbecause he had adopted the Bible, not the economy, as his spiritual\nand moral guide. (Shana Raab/New York Times Photo)\n","\n   (NYT28) PLAINS, Ga. -- Oct. 1, 1999 -- CARTER-BIRTHDAY-COX,\n10-01 -- Former President Jimmy Carter thanks students at Sarah\nCobb Elementary School after they sang ``Happy Birthday'' upon his\narrival on Friday. Carter, who attended the school as a child,\nreturned to celebrate his 75th birthday. (Curtis Compton/Cox News\nService)\n","\n   (NYT27) NEW YORK -- Oct. 1, 1999 -- NY-NEWYEAR-VACANCIES, 10-01\n-- Waiters tend to a table in the Pegasus Suite under the Rainbow\nRoom. Despite all the hype, bookings at restaurants and hotels for\nthe New Year's holiday in Manhattan have been slow. Though\nreservations are ahead of usual this time of year, New Year's Eve\nhas not, so far, been the blow-out many expected. Celebrating the\nend of the century at the Rainbow room will run you $3,000 per\nperson. (Philip Greenberg/New York Times Photo) LITE\n","\n   (NYT26) WASHINGTON -- Oct. 1, 1999 -- POVERTY-VOICES, 10-01 --\nPat Smith, 49, bags groceries on Friday for Bread for the City, a\nnon-profit organization that provides food for over 3,000 families\na month. Ms. Smith cares for four grandchildren who were abandoned\nby her two daughters. Despite federal statistical information\nindicating that Americans are richer then ever, many feel left out.\n(Shana Raab/New York Times Photo) LITE\n","\n   (NYT25) NEW DELHI, India -- Oct. 1, 1999 -- INDIA-GANDHIS, 10-01\n-- Maneka Gandhi, wife of Sanjay Gandhi, son of slain Indian Prime\nMinister Indira Gandhi, during a recent interview. Maneka, never\nconsidered Sonia Gandhi an intellectual equal. ``Take it from me,\nthere's nothing upstairs except cooking,'' she said of her\nsister-in-law, who is the widow of Rajiv Gandhi, who succeeded his\nmother and was also assassinated. (Barry Bearak/New York Times\nPhoto)\n","\n   (NYT24) LONDON, Ohio -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nFOSTERCARE-PART2-3-COX, 0928 -- Nicholas Morris, 22, who entered\nfoster care when he was 9 years old, said his first foster parents\nhad five foster children, plus two kids of their own. He suspects\nmoney was the family's reason for taking in foster children.\nMorris, who said he developed a taste for crack cocaine while in\nthe Specialized Alternatives for Family and Youth program, is now\nat Madison Correctional Institution in London. (Jan\nUnderwood/Dayton Daily News Photo)\n","\n   (NYT23) LIMA, Ohio -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nFOSTERCARE-PART2-2-COX, 0928 -- Michael Sheets, 26, talks about\nbeing in the Specialized Alternatives for Family and Youth or SAFY\nhome as a teenager. ``Basically, it was a big teen-age party. You\ndidn't work. You didn't do nothing. There was no supervision,''\nSheets said while cleaning fish behind his home. ``Was it a good\nsetting? No. It didn't do nothing good for anybody.'' (Jan\nUnderwood/Dayton Daily News Photo)\n","\n   (NYT22) DELPHOS, Ohio -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3\n-- FOSTERCARE-PART2-1-COX, 0928 -- Donald Zlotnik, former vice\npresident of development of Specialized Alternatives for Family and\nYouth or SAFY. Zlotnik told officials he resigned from SAFY in July\nof 1990 because, among other things officials in the SAFY ``made\nmoney'' off of SAFY while children suffered. Steve Mansfield,\nSAFY's attorney and vice president of operations, called Zlotnik a\ndisgruntled former employee whose allegations are ``garbage.'' (Jan\nUnderwood/Dayton Daily News Photo)\n","\n   (NYT21) -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nFOSTERCARE-PART1-2-COX, 0928 -- Aimee Taylor, 26, of Hamilton,\nlooks at photos of two of her four children who are in Foster Care.\nMs. Taylor, who lived in 12 foster homes and with various relatives\nin three states before she turned 18, is fighting to get them back.\n(Jan Underwood/Dayton Daily News Photo)\n","\n   (NYT20) DELPHOS, Ohio -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3\n-- FOSTERCARE-PART1-COX, 0928 -- They move from foster home to\nfoster home, so they don't bond,'' said Sue Durant, a Piqua foster\nparent holding three of her foster sons. Although there are no\nnationwide figures, those involved in the system say it's not\nunusual for foster children to live in eight or more homes before\nturning 18. (Jan Underwood/Dayton Daily News Photo)\n","\n   (NYT19) DELPHOS, Ohio -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3\n-- FOSTERCARE-MAAG-COX, 0928 -- Bruce Magg outside the private\nfoster-care agency, Specialized Alternatives for Family and Youth,\nhe founded. Magg was charged in 1986 with two misdemeanor counts of\ncontributing to the delinquency of a minor and with one misdemeanor\ncount of abuse. The abuse charge and one of the delinquency counts\nwere later dropped. (Jan Underwood/Dayton Daily News Photo)\n","\n   (NYT18) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nCAR-SMART-PRICE, 10-01 -- A basic Chevrolet Silverado: Plain-Jane\npickups are still sold. Such stripped-down automobiles, known as\nprice leaders, were once common at dealerships. Even if few were\nsold, they could be advertised at rock-bottom prices that brought\nshoppers onto the lot. Once there, browsers might be talked into\nbuying a ``loaded'' model. (New York Times Photo)\n","\n   (NYT17) NEW YORK -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nBIZ-PROFILE-NUGENT, 10-01 -- Robert J. Nugent, chief executive\nofficer of Foodmaker Inc. On Monday, both Nugent and the company's\nfounder, named Jack, will ring the closing bell at the New York\nStock Exchange to celebrate the changing of the company's name from\nFoodmaker to Jack in the Box Inc., after the quick-service\nrestaurant chain that is its only business. (Jeffery A. Salter/New\nYork Times Photo)\n","\n   (NYT16) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nINVEST-SODA, 10-01 -- Why have soft-drink stocks lost their fizz?\nThe answer is part global cautionary tale, part facts of life in\nthe consumer products business. (Tony Cenicola/New York Times\nPhoto)\n","\n   (NYT15) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nINVEST-INSIGHT-Q&A, 10-01 -- Jean-Marie Eveillard, portfolio\nmanager of the Sogen Gold fund. ``I think things look good for gold\nfor the next few months,'' he says. ``But to carry the price much\nhigher than the current $300 an ounce will take something else,\nlike an increase in investment demand.'' (New York Times Photo)\n","\n   (NYT14) NEW YORK -- Oct. 1, 1999 -- MORRIS-BIOGRAPHY, 10-01 --\nEdmund Morris, author of the new book ``Dutch: A Memoir of Ronald\nReagan,'' on Thursday. The book, authorized by the former\npresident, is currently on sale in the United States. (Mark\nWilson/Boston Globe Photo) LITE\n","\n   (NYT13) WESTERN CHECHNYA, Russia -- Oct. 1, 1999 --\nRUSSIA-PUTIN-BOS, 10-01 -- A member of the Russian special forces\nnear his post along the Russian/Chechen border in early August. In\na move that could intensify the military conflict in the North\nCaucasus, Russian Prime Minister Vladimir Putin cut Moscow's last\nlinks with the elected government of the breakaway republic of\nChechnya on Friday. (Dmitry Shalganov/Boston Globe Photo) LITE\n","\n   (NYT12) WASHINGTON -- Oct. 1, 1999 -- BUSH-CHRISTIAN-COALITION,\n10-01 --Gov. George W. Bush of Texas waves to the audience during\nhis address to the Christian Coalition annual conference on Friday.\nIn a striking testament to the potency of his presidential quest,\nBush glossed over many issues vital to the coalition but still drew\na rousing ovation after his speech. (Stephen Crowley/New York Times\nPhoto) LITE\n","\n   (NYT11) NEW YORK -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nNITEOUT-CYNTHIA-NIXON, 10-01 -- Cynthia Nixon outside the cast\nparty for ``The Country Club.'' Ms. Nixon, 33, has become\nsemi-famous playing Miranda, a high-powered, wryly hard-bitten\nlawyer on HBO's ``Sex and the City.'' But she still seems more at\nhome in the low-rent world of Off Off Broadway, where she got her\nstart. (Aaron Lee Fineman/New York Times Photo)\n","\n   (NYT10) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nBIZ-5-QUESTIONS, 10-01 -- Mark Millman, president of the Millman\nSearch Group. ``Retail can work for manufacturers, if it is done\nright,'' he says. ``It can work when you have a limited number of\noutlet stores in quality locations, and you have infrastructure\nwith people who really understand retail issues like merchandising.\nEllen Tracy is very successful, as is Nautica and Tommy Hilfiger.\n(New York Times Photo)\n","\n   (NYT9) BURBANK, Calif. -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3\n-- MODEL-LAWSUIT, 10-01 -- After years of ridicule and reversals in\ncourt, the former Playboy centerfold and Guess jeans model Anna\nNichole Smith may be getting the last laugh - and her late\nhusband's billions. If she wins in her feud with husband J. Howard\nMarshall III's son, E. Pierce Marshall, Ms. Smith, now 31, could\nbecome one of the richest women in America. (Bart Bartholomew/New\nYork Times Photo) LITE\n","\n   (NYT8) NEW YORK -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nJIMINEZ-FASHION-2, 10-01 -- Under the auspices of the fashion\ndesigner Elisa Jimenez, Anna Sussman, left, and Hillary Raphael\nattempt to create their own outfits. Part performance artist, part\ndesigner, Ms. Jimenez, 34, likes to sew her clothes directly onto\nthe body and douse them in ginger, eucalyptus and other spices.\n(Barbara Alper/New York Times Photo)\n","\n   (NYT7) NEW YORK -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nJIMINEZ-FASHION, 10-01 -- The fashion designer Elisa Jimenez helps\nVanessa Salle create her own golden dress. Part performance artist,\npart designer, Ms. Jimenez, 34, likes to sew her clothes directly\nonto the body and douse them in ginger, eucalyptus and other\nspices. (Barbara Alper/New York Times Photo) LITE\n","\n   (NYT6) NEW YORK -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nGLAMOUR-NAIL, 10-01 -- Women who once found Parisian Pink quite\ndaring are now venturing nails with more glitter, if less grasp.\n``Uptown women are picking it up a little bit,'' says Sheril\nBailey, the manicurist who is the author of ``The Sheril Bailey\nComplete Manicure and Nail Care Handbook.'' ``But they're doing it\nin a conservative way. And they don't necessarily go for the\nlength. It's short and chic.'' (Rebecca Cooney/New York Times\nPhoto)\n","\n   (NYT5) LAKE HAMILTON, Fla. -- Oct. 1, 1999 -- HANDICAP-SKIER,\n10-01 -- Clay Whiddon on a sit-ski, a water ski adapted so it can\nbe maneuvered from a seated position, Thursday. Whiddon, paralyzed\n14 years ago in a car accident, was the winner of the overall gold\nmedal in the MP3 division at the World Disabled Water Ski\nChampionships last month. (Scott Wheeler/The Lakeland Ledger)\n","\n   (NYT4) UNDATED -- Oct. 1, 1999 -- ADV. FOR SUN., OCT. 3 --\nGARDEN-COLUMN, 10-01 -- The fragrant Actaea daffodil, bred in the\n1920s, has small, white, rounded flowers and a yellow cup sitting\ncomfortably atop a willowy stem. The garden writer Henry Mitchell\nonce said that there is a difference between ``a superb daffodil\nand a good old boy of a flower.'' (Netherlands Flower Bulb\nInformation Center/New York Times Photo)\n","\n   (NYT3) PARAMUS, N.J. -- Oct. 1, 1999 -- TOYS-R-US, 10-01 -- Toys\n``R'' Us shoppers, armed with holiday wish lists, often left the\nchain's cavernous stores frustrated and empty-handed last year. The\nstores even ran out of stocking-stuffers like Crayola Crayons and\nthe company felt the pain acutely in its bottom line. As the\ncompany heads into the all-important Christmas season this year,\nwith Walmart and Etoys continuing to snatch a big share of its\nbusiness, Toys ``R'' Us is trying to do things differently. (Chang\nW. Lee/New York Times Photo)\n","\n   (NYT2) NEW YORK -- Oct. 1, 1999 -- NY-BADILLO-HISPANICS, 10-01\n-- Herman Badillo, chairman of the City University of New York, in\na June, 1999 file photo. A group of Hispanic elected officials from\nNew York on Thursday called for Badillo to be dismissed from his\nposition because of remarks they consider derogatory. Badillo, a\nnative of Puerto Rico, said last week that Mexicans and Dominicans\n``do not have a history of education in their cultures.'' In a\nstatement last week, Badillo said he had been trying to suggest\nthat the groups he mentioned should receive extra educational help,\nand he defended his record as ''a passionate defender of immigrant\nrights.'' (Librado Romero/New York Times Photo)\n","\n   (NYT1) SIMI VALLEY, Calif. -- Oct. 1, 1999 -- BUSH-GIULIANI,\n10-01 -- Former first lady Nancy Reagan escorts guest speaker Mayor\nRudolph Giuliani of New York, left, towards the podium at the\nRonald Reagan Presidential Library and Museum late Thursday.\nGiuliani backed Texas Gov. George W. Bush for president on Friday\nsaying that his visit to the museum gave him a chance to reflect on\nthe importance of having a Republican in the White House. (Monica\nAlmeida/New York Times Photo)\n","\n   The New York Times News Service\n"]}