{"DocumentId":"NYT20000825.0167","TopicId":"NYT","Relevance":"0","Body":" BC-GREIG-FILES0826-COX \n    \n\n      Sense of sight\n      By Jane Greig\n      c. 2000 Cox News Service\n\n   AUSTIN, Texas _ Microscopes and telescopes. Bifocals and\nbinoculars. Sunglasses and magnifying glasses. Opera glasses and\nlorgnettes. Humans will do anything to improve eyesight. Why?\nVision is a major player in the sensory game. When eyes are not an\nopen window to the soul, they are picking up light and color, depth\nand distance. Sending these pictures as electrical impulses to the\nbrain, the eyes feed the mind with images to be processed. The most\nsophisticated cameras have failed to duplicate the process.\n\n   Take the prominent physical position of the eyes. Think cavemen\never noticed that as predators their eyes were in the front of\ntheir heads? Convenient. All the easier to track and slay that\nwoolly-mammoth dinner. Prey, on the other hand, have eyes on the\nsides of their heads. Side or peripheral vision comes in mighty\nhandy when being stalked. Just ask Wile E. Coyote.\n\n   But what do you know about the sense of sight? Ever wonder which\nsubstance in the iris determines eye color? What exactly 20/20\nmeans? Or how often the average grown man cries? Have any idea what\ncolorblindness is? How many times a day you blink?\n\n   This edition of the Greig Files is the third installment in a\nseries on the senses. So grab those drugstore reading glasses and\nsettle in. You are about to find out why seeing is believing.\n\n   DID THE ANCIENTS SPORT RAY-BANS?\n\n   Maybe. Emperor Nero watched the gladiators cavort though\ngreen-tinted stones. To improve his vision, to deflect the sun or\nto be stylin'? No one knows for sure.\n\n   The first assistive devices for the eyes were crude glass or\nwater globes through which objects or letters were magnified. By\nA.D. 1000, a reading stone (polished magnifying glass) was commonly\nheld in front of the eye rather than on an object or paper. Glasses\ndeveloped by the Chinese were believed to protect the eyes from\nevil forces.\n\n   Generally those in the who-invented-it biz give eyeglasses an\nItalian birth sometime in the 13th century. When Gutenberg's\nprinting press made books available to the hoi polloi, eyeglasses\nwere no longer a symbol of wealth. Credit the English with creating\nthe familiar earpiece-anchoring eyeglasses, and credit\nPhiladelphia's own Ben Franklin with bifocals.\n\n   And contact lenses? Proposed by several folks _ da Vinci to\nDescartes _ but the first glass lenses worn on the eyeball by a\nhuman were made by Adolf Fick in 1887. Modern plastic lenses are\nthe refinement of Kevin Tuohy in the 1940s.WHAT DOES 20/20 MEAN?\n\n   Merely a measure of distance vision _ shorthand devised in the\ndays of the paper eye chart. What a person sees at 20 feet is what\nshould be seen at 20 feet. Someone with 20/40 vision must be as\nclose as 20 feet to see what a person with normal vision can see at\n40 feet, explains Dr. Jim McNabb.\n\n   OH, SAY CAN YOU SEE?\n\n   Just how is this miracle of sight achieved?\n\n   The eye picks up light reflected by an object (e.g. a teddy\nbear) through the pupil. The iris, a muscle, changes the size of\nthe pupil to control the amount of light. It also gives eyes their\ncolor. The lens focuses on an object (thinning if the object is\ndistant, thickening if it is near). On the rear wall of the eye is\na thin layer called the retina. The retina contains two types of\nvisual cells _ rods and cones.\n\n   Rods (about 125 million thin straight ones per eye) read shapes\nin low light and report objects in black and white. Cones (7\nmillion fat ones) identify color and take in the brightness. Cones\nspecialize in one of three colors _ red, green or blue. Rods see no\ncolor, so humans cannot see color at night.\n\n   The eyeball is protected by the cornea, a translucent tissue. A\nclear gel provides steady pressure below the cornea to sustain the\neye's shape.\n\n   Neurons pass the collected information along to the brain in\nelectrical impulses. The message is received by the visual cortex.\nThe visual cortex turns the message right side up and voila _ the\nteddy bear!\n\n   WHO IS VISUALLY IMPAIRED?\n\n   Although more than 1 million Americans are legally blind, nearly\n100 million are visually impaired without corrective lenses. The\nleading causes of blindness in the United States are conditions\nsuch as macular degeneration, glaucoma and cataracts.\n\n   Alarmingly, the trudge of the baby boomers to senior status\nmeans those 40 and older affected by vision problems will double in\nthe next 30 years, according to Prevent Blindness America.\n\n   What's an aging boomer to do? Schedule regular comprehensive eye\nexaminations.\n\n   WHAT MAKES THOSE EYES CRYING IN THE RAIN BLUE?\n\n   A small amount of melanin, which is the only pigment in the eye.\nThe more melanin, the darker the eyes. In the absence of melanin,\nthe eyes are pink, as in albinos.\n\n   WHO NEEDS A SWEAT BAND?\n\n   When you have eyebrows, that is their function _ to protect the\neyes from dripping brow sweat. Lashes guard against small particles\nand dust in the air that can get in the eye and cause problems.\nLashes also deflect glare from the sun's harsh light and are a\nhandy place to slather mascara.\n\n   WHAT HAS A MAXIMUM OF SIX DOTS?\n\n   The Braille rectangle. Invented by Frenchman Louis Braille in\n1829, Braille uses one to six dots in various combinations (63 in\nall) to allow the visually impaired to feel words. Braille\ncharacters are embossed, and reading is accomplished by fingers\nfeeling across the page. There are individual Braille codes for\ndisciplines such as mathematics and science.\n\n   For more information about Braille, contact the International\nBraille Research Center at www.braille.org or (410) 659-9323.\n\n   CAN YOU TRUST WHAT YOU SEE?\n\n   Sometimes.\n\n   Fall leaves change color _ or do they? (Yes, readers, in some\nparts of the world leaves alter colors as the weather cools.)\n\n   The steady replacement of chlorophyll (the source of the green\nin green leaves) ceases in cool weather. The absence of chlorophyll\nallows the other colors that were always in the leaf to be seen.\nWant to know more about vision and color? Consult Diane Ackerman's\n``A Natural History of the Senses.''\n\n   WHAT IS A DISADVANTAGE OF THE Y CHROMOSOME?\n\n   The increased incidence of colorblindness. Approximately 8\npercent of men vs. less than 1 percent of women are born with a\ncolor vision defect.\n\n   Remember those cones in the eye's retina? If the cones do not\nproperly develop, then perception of red, blue or green is\nadversely affected.\n\n   Very few people see no color at all, a condition called\nmonochromasy, in which there are no cone cells. More common is\ndichromasy, in which one cone does not have correct pigment and\nusually a person sees blues and yellows but has difficulty with\nreds and greens.\n\n   In addition, aging causes lenses to darken, making it difficult\nto distinguish dark colors from one another.\n\n   SO WHAT MAKES THAT TEAR CASCADE DOWN AN OTHERWISE STALWART\nCHEEK?\n\n   Some tears lubricate the eye, removing harmful substances. Some\nassuage emotion, and others are shed in response to pain. Their\nmain purpose is to lubricate the eye and make those protective lids\nmove.\n\n   Tears contain water, salt, protein, a few lipids, fats and some\nsugars. Although rabbits, dogs and rats have tear ducts, only\nhumans cry for stress-related reasons. William Frey, author of\n``Crying: The Mystery of Tears,'' reports emotional tears contain\nmore protein than tears shed over slicing an onion, but that is\nabout as exact as the chemistry gets.\n\n   Regardless of the content of tears, a good cry lessens stress.\nIs stress relief important? Of course. Stress causes or, at the\nvery least, is a contributing factor to physical illness. Frey\nnotes the chances of having a heart attack are 14 times higher in\nthe 24 hours after the death of a loved one or close friend. Tears\nin the grieving process help reduce that stress.\n\n   ARE TEARS REALLY TABOO-HOO HOO?\n\n   In certain quarters, yes.\n\n   Some literature suggests crying is a social signal motivating\nsympathy and demonstrating trust.\n\n   No one wants to cry in front of the boss, but few can get\nthrough a film like ``Brian's Song'' or ``Steel Magnolias'' without\na tear. Odysseus was a big weeper, and a few high-profile macho\ntypes _ Bill Clinton to Mickey Mantle _ have cried publicly.\n\n   Before the age of 12 or 13, the frequency of crying is about the\nsame for boys and girls. During the teen-age years, differences\nemerge that are driven by hormones such as prolactin and\ntestosterone, notes Frey. On average, women cry five times a month;\nmen, 1.4. For women, that means tears spilling over cheekbones; for\nmen, merely brimming eyes.\n\n   A tendency to cry is not related to genetics (at least parents\nget a hall pass on this trait) or personality.\n\n   WHAT DO MICHELLE PFEIFFER, BRAD PITT AND GLENN CLOSE HAVE IN\nCOMMON?\n\n   They have all been fitted with special-effect contacts by Custom\nColor Contacts, the company that turns baby blues into wolf eyes,\npermanently dilated pupils or mirrored eyes. These hand-painted\nlaminated lenses run $1,250 a pair. Remember, Tom Hanks' milky\nwhite eyes in ``Philadelphia''? Yikes!\n\n   In addition to special effects, these lenses are purchased by\nthose with disfiguring eye injuries and are even used as a\ncosmetic. (Should Paul Newman ever want to shed his baby blues for\nhazel.)\n\n   WHICH INNER CIRCLE IS BIGGER?\n\n   Gotcha. They are both the same size. Optical illusions amuse and\nconfuse. The eye sends information to the brain for interpretation.\nThe brain estimates the size of the inner circles by automatic\ncomparison with the surrounding outer circles. It is no wonder\neyewitness testimony is frequently called into question.\n\n   For more fun optical illusions, including one featuring Bill\nClinton and Al Gore, visit www.eyeillusions.com or\nwww.keystoneblind.org/illusion.htm for a few difficult ones.\n\n   WHAT THE HECK IS BLEPHAROPLASTY?\n\n   Eyelid surgery, which is the second most popular cosmetic\nsurgery procedure for men (after rhinoplasty) and the third for\nwomen (after liposuction and breast augmentation), according to the\nAmerican Society of Plastic Surgeons. Eyelid surgery is\nincreasingly popular (more than 142,000 were performed in 1999).\nThis procedure removes excess fat, skin and muscle from around the\neyes. A possible side effect? Temporary inability to completely\nclose the eyes. Egads!\n\n   What does an eye lift cost these days? Uppers, $1,775; lowers,\n$1,894; combined, $3,030. Fees exclude operating room, anesthesia\nor related expenses (e.g. _ recuperative spa time).\n\n   EYE YI YI YI YI YI !!!\n\n   The word pupil has its roots in the Latin pulpilla, a little\ndoll. Romans saw doll-size reflections of themselves in the eyes of\nothers.\n\n   Caucasian eyes appear blue at birth and after death, greenish\nbrown.\n\n   The patterns of colors and spots on the iris are as individual\nas fingerprints.\n\n   The human eye weight is about 7 grams.\n\n   On average a person blinks every two to 10 seconds for .03\nseconds per blink. That is 30 minutes a day of total blink time\nwith closed eyes.\n\n   A newborn baby sees the world upside down until the brain learns\nto turn the picture around.\n\n   Sources: ``A Natural History of the Senses,'' by Diane Ackerman;\nUniversity\n\n   of Washington; http://tqjunior.thinkquest.org\n\n   HOW ANIMALS SEE THE WORLD\n\n   Worker honeybees have 5,500 lenses in each eye.\n\n   Buzzards can see rodents from a height of 15,000 feet.\n\n   Because a chameleon's eyes move independently, it can see in two\ndifferent directions at the same time.\n\n   Each fly eye has 10,000 lenses.\n\n   The pupil of the octopus eye is rectangular.\n\n   A penguin's eye has a flat cornea to allow for clear vision\nunderwater.\n\n   A scallop has 100 eyes around the edge of its shell to detect\npredators.\n\n   Scorpions may have as many as 12 eyes.\n\n   Pigeons have eyes mounted laterally on their head and can view\n340 degrees _ everywhere except the back of their heads.\n\n   Snakes have no moveable eyelids but a clear scalelike membrane\ncovering the eye.\n\n   Source: Eric Chandler, Neuroscience for Kids,\nhttp://faculty.washington.edu/(tilde)chudler/amaze.html\n\n   WOULD YOU LIKE A HANKIE WITH THAT POPCORN?\n\n   Researchers say the slam-dunk tear producer for men and women is\nthe 1957 flick ``All Mine to Give'' starring Glynis Johns and\nCameron Mitchell. This heart-wrenching angst fest is the story of\nan 1850 immigrant family in Wisconsin.\n\n   Need a good cry? Try one of these movies:\n\n   ``Brian's Song''\n\n   ``An Affair to Remember''\n\n   ``The Champ''\n\n   ``Shane''\n\n   ``The Way We Were''\n\n   ``Saving Private Ryan''\n\n   ``Terms of Endearment''\n\n   ``Old Yeller''\n\n   ``It's a Wonderful Life''\n\n   ``Bambi''\n\n   SIGNS OF POSSIBLE EYE TROUBLE IN CHILDREN\n\n   A professional eye examination for a child is recommended\nshortly after birth, at 6 months, age 3 or 4 and periodically\nthroughout the school years. Consult an eye doctor if any of the\nfollowing signs appear:\n\n   Crossed or misaligned eyes.\n\n   Presence of white pupil in color photo.\n\n   Recurring infections on eyelids.\n\n   Covering or shutting one eye.\n\n   Irritability doing close work.\n\n   Squinting eyelids together. Unusual amount of blinking.\n\n   Holding objects close to eyes. Complaints of nausea, headaches\nor dizziness after close work. Reports of eyes feeling itchy or\nburning.\n\n   Source: Prevent Blindness America\n\n   EYE SPY: DEFINITIONS\n\n   _ Aqueous humor: Clear, watery fluid found in the anterior\nchamber. _ Cornea: The transparent tissue covering the front of the\neye. Does not have any blood vessels; does have nerves. _ Iris:\nCircular band of muscles that controls the size of the pupil. The\npigmentation of the iris gives color to the eye. Blue eyes have the\nleast pigment; brown eyes have the most. _ Lens: The transparent\ntissue that bends light passing through the eye. To focus light,\nthe lens can change shape by bending. _ Pupil: Hole in the center\nof the eye where light passes through. _ Retina: Layer of tissue on\nthe back portion of the eye that contains cells responsive to light\n(photoreceptors). _ Rods: Photoreceptors responsive in low-light\nconditions. _ Cones: Photoreceptors responsive to color and in\nbright conditions. _ Vitreous humor: Clear, jellylike fluid found\nin the back portion of the eye. Maintains shape of the eye.\n\n   Source: University of Washington\n\n   THE EYES HAVE IT _ COMMON MALADIES\n\n   Astigmatism: A condition that occurs when the cornea is slightly\nirregular in shape, preventing light from focusing properly on the\nretina. Vision may be blurred at all distances.\n\n   _ Amblyopia: Lazy eye is the loss or lack of development of\ncentral vision in one eye and is not correctable with lenses. It\nusually develops before age 6, and it does not affect side vision.\n\n   _ Cataract: A clouding of the lens. Surgical removal usually\nimproves vision. _ Glaucoma: A disease destroying the optic nerve\nand eventually causing vision loss. _ Myopia: Nearsightedness is a\ncondition in which near objects are seen clearly, but distant\nobjects do not come into proper focus. Nearsightedness occurs if\nthe eyeball is too long or the cornea has too much curvature. _\nHyperopia: Farsightedness is a condition in which distant objects\nare usually seen clearly, but close ones do not come into proper\nfocus. Farsightedness occurs if the eyeball is too short or the\ncornea has too little curvature. _ Presbyopia: A condition in which\nthe crystalline lens of the eye loses its flexibility, which makes\nit difficult to focus on close objects. (Happy 40th birthday!) _\nSpots (floaters): Small, semitransparent or cloudy specks or\nparticles within the clear, jellylike fluid that fills the inside\nof the eyes. Since they are within the eyes, these particles move\nas the eyes move, darting away when you try to look at them\ndirectly.\n\n   _ Strabismus: Crossed eyes occurs when one or both eyes turn in,\nout, up or down. Poor eye muscle control usually causes crossed\neyes. This misalignment often first appears before a child is 21\nmonths old but may develop as late as age 6. _ Age-related macular\ndegeneration: A disease affecting the central area at the back of\nthe eye, the macula, impairing the ability to see fine details.\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   AUSTIN, Texas _ Microscopes and telescopes. Bifocals and\nbinoculars. Sunglasses and magnifying glasses. Opera glasses and\nlorgnettes. Humans will do anything to improve eyesight. Why?\nVision is a major player in the sensory game. When eyes are not an\nopen window to the soul, they are picking up light and color, depth\nand distance. Sending these pictures as electrical impulses to the\nbrain, the eyes feed the mind with images to be processed. The most\nsophisticated cameras have failed to duplicate the process.\n","\n   Take the prominent physical position of the eyes. Think cavemen\never noticed that as predators their eyes were in the front of\ntheir heads? Convenient. All the easier to track and slay that\nwoolly-mammoth dinner. Prey, on the other hand, have eyes on the\nsides of their heads. Side or peripheral vision comes in mighty\nhandy when being stalked. Just ask Wile E. Coyote.\n","\n   But what do you know about the sense of sight? Ever wonder which\nsubstance in the iris determines eye color? What exactly 20/20\nmeans? Or how often the average grown man cries? Have any idea what\ncolorblindness is? How many times a day you blink?\n","\n   This edition of the Greig Files is the third installment in a\nseries on the senses. So grab those drugstore reading glasses and\nsettle in. You are about to find out why seeing is believing.\n","\n   DID THE ANCIENTS SPORT RAY-BANS?\n","\n   Maybe. Emperor Nero watched the gladiators cavort though\ngreen-tinted stones. To improve his vision, to deflect the sun or\nto be stylin'? No one knows for sure.\n","\n   The first assistive devices for the eyes were crude glass or\nwater globes through which objects or letters were magnified. By\nA.D. 1000, a reading stone (polished magnifying glass) was commonly\nheld in front of the eye rather than on an object or paper. Glasses\ndeveloped by the Chinese were believed to protect the eyes from\nevil forces.\n","\n   Generally those in the who-invented-it biz give eyeglasses an\nItalian birth sometime in the 13th century. When Gutenberg's\nprinting press made books available to the hoi polloi, eyeglasses\nwere no longer a symbol of wealth. Credit the English with creating\nthe familiar earpiece-anchoring eyeglasses, and credit\nPhiladelphia's own Ben Franklin with bifocals.\n","\n   And contact lenses? Proposed by several folks _ da Vinci to\nDescartes _ but the first glass lenses worn on the eyeball by a\nhuman were made by Adolf Fick in 1887. Modern plastic lenses are\nthe refinement of Kevin Tuohy in the 1940s.WHAT DOES 20/20 MEAN?\n","\n   Merely a measure of distance vision _ shorthand devised in the\ndays of the paper eye chart. What a person sees at 20 feet is what\nshould be seen at 20 feet. Someone with 20/40 vision must be as\nclose as 20 feet to see what a person with normal vision can see at\n40 feet, explains Dr. Jim McNabb.\n","\n   OH, SAY CAN YOU SEE?\n","\n   Just how is this miracle of sight achieved?\n","\n   The eye picks up light reflected by an object (e.g. a teddy\nbear) through the pupil. The iris, a muscle, changes the size of\nthe pupil to control the amount of light. It also gives eyes their\ncolor. The lens focuses on an object (thinning if the object is\ndistant, thickening if it is near). On the rear wall of the eye is\na thin layer called the retina. The retina contains two types of\nvisual cells _ rods and cones.\n","\n   Rods (about 125 million thin straight ones per eye) read shapes\nin low light and report objects in black and white. Cones (7\nmillion fat ones) identify color and take in the brightness. Cones\nspecialize in one of three colors _ red, green or blue. Rods see no\ncolor, so humans cannot see color at night.\n","\n   The eyeball is protected by the cornea, a translucent tissue. A\nclear gel provides steady pressure below the cornea to sustain the\neye's shape.\n","\n   Neurons pass the collected information along to the brain in\nelectrical impulses. The message is received by the visual cortex.\nThe visual cortex turns the message right side up and voila _ the\nteddy bear!\n","\n   WHO IS VISUALLY IMPAIRED?\n","\n   Although more than 1 million Americans are legally blind, nearly\n100 million are visually impaired without corrective lenses. The\nleading causes of blindness in the United States are conditions\nsuch as macular degeneration, glaucoma and cataracts.\n","\n   Alarmingly, the trudge of the baby boomers to senior status\nmeans those 40 and older affected by vision problems will double in\nthe next 30 years, according to Prevent Blindness America.\n","\n   What's an aging boomer to do? Schedule regular comprehensive eye\nexaminations.\n","\n   WHAT MAKES THOSE EYES CRYING IN THE RAIN BLUE?\n","\n   A small amount of melanin, which is the only pigment in the eye.\nThe more melanin, the darker the eyes. In the absence of melanin,\nthe eyes are pink, as in albinos.\n","\n   WHO NEEDS A SWEAT BAND?\n","\n   When you have eyebrows, that is their function _ to protect the\neyes from dripping brow sweat. Lashes guard against small particles\nand dust in the air that can get in the eye and cause problems.\nLashes also deflect glare from the sun's harsh light and are a\nhandy place to slather mascara.\n","\n   WHAT HAS A MAXIMUM OF SIX DOTS?\n","\n   The Braille rectangle. Invented by Frenchman Louis Braille in\n1829, Braille uses one to six dots in various combinations (63 in\nall) to allow the visually impaired to feel words. Braille\ncharacters are embossed, and reading is accomplished by fingers\nfeeling across the page. There are individual Braille codes for\ndisciplines such as mathematics and science.\n","\n   For more information about Braille, contact the International\nBraille Research Center at www.braille.org or (410) 659-9323.\n","\n   CAN YOU TRUST WHAT YOU SEE?\n","\n   Sometimes.\n","\n   Fall leaves change color _ or do they? (Yes, readers, in some\nparts of the world leaves alter colors as the weather cools.)\n","\n   The steady replacement of chlorophyll (the source of the green\nin green leaves) ceases in cool weather. The absence of chlorophyll\nallows the other colors that were always in the leaf to be seen.\nWant to know more about vision and color? Consult Diane Ackerman's\n``A Natural History of the Senses.''\n","\n   WHAT IS A DISADVANTAGE OF THE Y CHROMOSOME?\n","\n   The increased incidence of colorblindness. Approximately 8\npercent of men vs. less than 1 percent of women are born with a\ncolor vision defect.\n","\n   Remember those cones in the eye's retina? If the cones do not\nproperly develop, then perception of red, blue or green is\nadversely affected.\n","\n   Very few people see no color at all, a condition called\nmonochromasy, in which there are no cone cells. More common is\ndichromasy, in which one cone does not have correct pigment and\nusually a person sees blues and yellows but has difficulty with\nreds and greens.\n","\n   In addition, aging causes lenses to darken, making it difficult\nto distinguish dark colors from one another.\n","\n   SO WHAT MAKES THAT TEAR CASCADE DOWN AN OTHERWISE STALWART\nCHEEK?\n","\n   Some tears lubricate the eye, removing harmful substances. Some\nassuage emotion, and others are shed in response to pain. Their\nmain purpose is to lubricate the eye and make those protective lids\nmove.\n","\n   Tears contain water, salt, protein, a few lipids, fats and some\nsugars. Although rabbits, dogs and rats have tear ducts, only\nhumans cry for stress-related reasons. William Frey, author of\n``Crying: The Mystery of Tears,'' reports emotional tears contain\nmore protein than tears shed over slicing an onion, but that is\nabout as exact as the chemistry gets.\n","\n   Regardless of the content of tears, a good cry lessens stress.\nIs stress relief important? Of course. Stress causes or, at the\nvery least, is a contributing factor to physical illness. Frey\nnotes the chances of having a heart attack are 14 times higher in\nthe 24 hours after the death of a loved one or close friend. Tears\nin the grieving process help reduce that stress.\n","\n   ARE TEARS REALLY TABOO-HOO HOO?\n","\n   In certain quarters, yes.\n","\n   Some literature suggests crying is a social signal motivating\nsympathy and demonstrating trust.\n","\n   No one wants to cry in front of the boss, but few can get\nthrough a film like ``Brian's Song'' or ``Steel Magnolias'' without\na tear. Odysseus was a big weeper, and a few high-profile macho\ntypes _ Bill Clinton to Mickey Mantle _ have cried publicly.\n","\n   Before the age of 12 or 13, the frequency of crying is about the\nsame for boys and girls. During the teen-age years, differences\nemerge that are driven by hormones such as prolactin and\ntestosterone, notes Frey. On average, women cry five times a month;\nmen, 1.4. For women, that means tears spilling over cheekbones; for\nmen, merely brimming eyes.\n","\n   A tendency to cry is not related to genetics (at least parents\nget a hall pass on this trait) or personality.\n","\n   WHAT DO MICHELLE PFEIFFER, BRAD PITT AND GLENN CLOSE HAVE IN\nCOMMON?\n","\n   They have all been fitted with special-effect contacts by Custom\nColor Contacts, the company that turns baby blues into wolf eyes,\npermanently dilated pupils or mirrored eyes. These hand-painted\nlaminated lenses run $1,250 a pair. Remember, Tom Hanks' milky\nwhite eyes in ``Philadelphia''? Yikes!\n","\n   In addition to special effects, these lenses are purchased by\nthose with disfiguring eye injuries and are even used as a\ncosmetic. (Should Paul Newman ever want to shed his baby blues for\nhazel.)\n","\n   WHICH INNER CIRCLE IS BIGGER?\n","\n   Gotcha. They are both the same size. Optical illusions amuse and\nconfuse. The eye sends information to the brain for interpretation.\nThe brain estimates the size of the inner circles by automatic\ncomparison with the surrounding outer circles. It is no wonder\neyewitness testimony is frequently called into question.\n","\n   For more fun optical illusions, including one featuring Bill\nClinton and Al Gore, visit www.eyeillusions.com or\nwww.keystoneblind.org/illusion.htm for a few difficult ones.\n","\n   WHAT THE HECK IS BLEPHAROPLASTY?\n","\n   Eyelid surgery, which is the second most popular cosmetic\nsurgery procedure for men (after rhinoplasty) and the third for\nwomen (after liposuction and breast augmentation), according to the\nAmerican Society of Plastic Surgeons. Eyelid surgery is\nincreasingly popular (more than 142,000 were performed in 1999).\nThis procedure removes excess fat, skin and muscle from around the\neyes. A possible side effect? Temporary inability to completely\nclose the eyes. Egads!\n","\n   What does an eye lift cost these days? Uppers, $1,775; lowers,\n$1,894; combined, $3,030. Fees exclude operating room, anesthesia\nor related expenses (e.g. _ recuperative spa time).\n","\n   EYE YI YI YI YI YI !!!\n","\n   The word pupil has its roots in the Latin pulpilla, a little\ndoll. Romans saw doll-size reflections of themselves in the eyes of\nothers.\n","\n   Caucasian eyes appear blue at birth and after death, greenish\nbrown.\n","\n   The patterns of colors and spots on the iris are as individual\nas fingerprints.\n","\n   The human eye weight is about 7 grams.\n","\n   On average a person blinks every two to 10 seconds for .03\nseconds per blink. That is 30 minutes a day of total blink time\nwith closed eyes.\n","\n   A newborn baby sees the world upside down until the brain learns\nto turn the picture around.\n","\n   Sources: ``A Natural History of the Senses,'' by Diane Ackerman;\nUniversity\n","\n   of Washington; http://tqjunior.thinkquest.org\n","\n   HOW ANIMALS SEE THE WORLD\n","\n   Worker honeybees have 5,500 lenses in each eye.\n","\n   Buzzards can see rodents from a height of 15,000 feet.\n","\n   Because a chameleon's eyes move independently, it can see in two\ndifferent directions at the same time.\n","\n   Each fly eye has 10,000 lenses.\n","\n   The pupil of the octopus eye is rectangular.\n","\n   A penguin's eye has a flat cornea to allow for clear vision\nunderwater.\n","\n   A scallop has 100 eyes around the edge of its shell to detect\npredators.\n","\n   Scorpions may have as many as 12 eyes.\n","\n   Pigeons have eyes mounted laterally on their head and can view\n340 degrees _ everywhere except the back of their heads.\n","\n   Snakes have no moveable eyelids but a clear scalelike membrane\ncovering the eye.\n","\n   Source: Eric Chandler, Neuroscience for Kids,\nhttp://faculty.washington.edu/(tilde)chudler/amaze.html\n","\n   WOULD YOU LIKE A HANKIE WITH THAT POPCORN?\n","\n   Researchers say the slam-dunk tear producer for men and women is\nthe 1957 flick ``All Mine to Give'' starring Glynis Johns and\nCameron Mitchell. This heart-wrenching angst fest is the story of\nan 1850 immigrant family in Wisconsin.\n","\n   Need a good cry? Try one of these movies:\n","\n   ``Brian's Song''\n","\n   ``An Affair to Remember''\n","\n   ``The Champ''\n","\n   ``Shane''\n","\n   ``The Way We Were''\n","\n   ``Saving Private Ryan''\n","\n   ``Terms of Endearment''\n","\n   ``Old Yeller''\n","\n   ``It's a Wonderful Life''\n","\n   ``Bambi''\n","\n   SIGNS OF POSSIBLE EYE TROUBLE IN CHILDREN\n","\n   A professional eye examination for a child is recommended\nshortly after birth, at 6 months, age 3 or 4 and periodically\nthroughout the school years. Consult an eye doctor if any of the\nfollowing signs appear:\n","\n   Crossed or misaligned eyes.\n","\n   Presence of white pupil in color photo.\n","\n   Recurring infections on eyelids.\n","\n   Covering or shutting one eye.\n","\n   Irritability doing close work.\n","\n   Squinting eyelids together. Unusual amount of blinking.\n","\n   Holding objects close to eyes. Complaints of nausea, headaches\nor dizziness after close work. Reports of eyes feeling itchy or\nburning.\n","\n   Source: Prevent Blindness America\n","\n   EYE SPY: DEFINITIONS\n","\n   _ Aqueous humor: Clear, watery fluid found in the anterior\nchamber. _ Cornea: The transparent tissue covering the front of the\neye. Does not have any blood vessels; does have nerves. _ Iris:\nCircular band of muscles that controls the size of the pupil. The\npigmentation of the iris gives color to the eye. Blue eyes have the\nleast pigment; brown eyes have the most. _ Lens: The transparent\ntissue that bends light passing through the eye. To focus light,\nthe lens can change shape by bending. _ Pupil: Hole in the center\nof the eye where light passes through. _ Retina: Layer of tissue on\nthe back portion of the eye that contains cells responsive to light\n(photoreceptors). _ Rods: Photoreceptors responsive in low-light\nconditions. _ Cones: Photoreceptors responsive to color and in\nbright conditions. _ Vitreous humor: Clear, jellylike fluid found\nin the back portion of the eye. Maintains shape of the eye.\n","\n   Source: University of Washington\n","\n   THE EYES HAVE IT _ COMMON MALADIES\n","\n   Astigmatism: A condition that occurs when the cornea is slightly\nirregular in shape, preventing light from focusing properly on the\nretina. Vision may be blurred at all distances.\n","\n   _ Amblyopia: Lazy eye is the loss or lack of development of\ncentral vision in one eye and is not correctable with lenses. It\nusually develops before age 6, and it does not affect side vision.\n","\n   _ Cataract: A clouding of the lens. Surgical removal usually\nimproves vision. _ Glaucoma: A disease destroying the optic nerve\nand eventually causing vision loss. _ Myopia: Nearsightedness is a\ncondition in which near objects are seen clearly, but distant\nobjects do not come into proper focus. Nearsightedness occurs if\nthe eyeball is too long or the cornea has too much curvature. _\nHyperopia: Farsightedness is a condition in which distant objects\nare usually seen clearly, but close ones do not come into proper\nfocus. Farsightedness occurs if the eyeball is too short or the\ncornea has too little curvature. _ Presbyopia: A condition in which\nthe crystalline lens of the eye loses its flexibility, which makes\nit difficult to focus on close objects. (Happy 40th birthday!) _\nSpots (floaters): Small, semitransparent or cloudy specks or\nparticles within the clear, jellylike fluid that fills the inside\nof the eyes. Since they are within the eyes, these particles move\nas the eyes move, darting away when you try to look at them\ndirectly.\n","\n   _ Strabismus: Crossed eyes occurs when one or both eyes turn in,\nout, up or down. Poor eye muscle control usually causes crossed\neyes. This misalignment often first appears before a child is 21\nmonths old but may develop as late as age 6. _ Age-related macular\ndegeneration: A disease affecting the central area at the back of\nthe eye, the macula, impairing the ability to see fine details.\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}