{"DocumentId":"NYT20000325.0101","TopicId":"NYT","Relevance":"0","Body":" BC-TOBACCO-MAIN0326-COX \n    \n\n      Editor's note: A Season on the Land will take readers through a\nyear with a farm family in this rural region, and report on a way\nof life that is vanishing.\n      \n      A changing way of life for tobacco farmers\n      By Mary Schulken\n      c. 2000 Cox News Service\n\n   BETHEL, N.C. Spring comes to the farm in rows as neat as\npigtails.\n\n   Red and green tractors slice fallow ground with sharp blades,\nturning up a promise repeated every year.\n\n   Another beginning. Another season on the land.\n\n   ``Tell what kind of tractor grandpa has,'' W.C. Moore tells his\ntwo grandsons, who are bouncing around an easy chair in the living\nroom of a white farmhouse set back off highway 11.\n\n   ``Red'' one 4-year-old offers in a string of words that are not\nquite clear to adult ears.\n\n   ``John Deere'' says the other tow-headed 4-year-old, a fact the\nfirst boy loudly disputes.\n\n   Grandpa and Grandmama smile from opposite ends of a long blue\ncouch, legs crossed toward each other. Their faces tell it plainly:\nThey would rather be having this conversation than doing anything\nelse on an unseasonable March morning.\n\n   It is an everyday scene in this pleasant room, banter between\ngrandchild and grandparent, repeated as their lives play out within\neasy reach of each other on this farm that is the center of their\nuniverse.\n\n   Yet it is a rare scene, too. And becoming more rare with every\nday that passes.\n\n   More flue-cured tobacco is grown in Pitt County, North Carolina,\nthan anywhere else in the nation. The culture and the economy are\nrooted in tending the leaf, and in the self-reliant way of life\nsuch labor demands. Yet as court rulings, public opinion and\npressure from Washington alter the fortunes of tobacco, change has\nmade its way into the fields.\n\n   There will be fewer and fewer lives like the ones Betty and W.C.\nMoore of Bethel live, shaped and bound by the rituals of passing\nseasons on the farm.\n\n   A GOOD LIVING\n\n   Sunny week-day mornings with kids are nothing new in the\n150-year-old house the Moores share near Bethel. They've spent\nalmost all the days of their 40-year marriage here, near each\nother. He has worked the fields and the tractors. She has worked\nbeside him, and balanced the books. Both have tended the family.\nTheir three grown offspring live barely out of sight: one up the\nroad, another across the field, a third beyond the woods.\n\n   Grandchildren come and go nearly every day in this house where\npeanut butter and jelly and peaches are shared at lunchtime and\ngrandpa tests the biceps of growing boys between bites. A framed\npicture over the kitchen counter says ``Farming is everybody's\nbread and butter.''\n\n   ``It has made us a good living so we don't have to\npenny-pinch,'' Betty says. ``In that time he and I have been able\nto spend a lot of time together, a lot of quality time, because we\nwere here on the farm.''\n\n   Family is the focus of their lives.\n\n   ``He didn't have to get up and go off in the morning to a job\nand then we'd have to wait for daddy to come home in the\nafternoon,'' she said. ``That, I thought, was something worth no\namount of money.''\n\n   You can feel the measure of that closeness in the Moore's easy\ngive and take with their grandchildren.\n\n   ``Collin, where did you get that name?'' William Collin Moore\nasks his namesake.\n\n   Collin, blue-eyed and impish, shrugs his shoulders, says\nnothing, grins.\n\n   ``Where did you get it?''\n\n   ``I don' know.''\n\n   ``Somebody obviously didn't teach you very well,'' says Betty,\ngiving Grandpa a look.\n\n   Like most farmers in this rural region or North Carolina,\ntobacco is the Moore's cash crop. It has paid most of the bills.\n\n   Neither of them smoke. But they do not believe the federal\ngovernment should keep people from smoking.\n\n   ``It's our choice,'' says W.C. ``It's anybody's choice.''\n\n   And they do not think growing tobacco is wrong.\n\n   ``The thing out of all this that bothers me is that we're doing\nthe same thing as our fathers and grandfathers did and it's always\nbeen a hard, decent living,'' says Betty. ``All of a sudden it\nbecomes corrupt and you have a stigma on you.''\n\n   TENDING THE LAND\n\n   W.C. Moore has a place he calls an office in the metal building\nthat houses the farm operation. And he has a place in his home\nwhere he studies maps of the land he tends, and does planning.\n\n   But the cab of his white and blue Ford F250 diesel pick-up truck\nis where he manages what goes on in the fields, connected by a cell\nphone and a business band radio. On a spring day the radio crackles\nwith questions from his five full-time employees. After a winter of\nmaintaining equipment inside the farm's metal building, his workers\nare out in the sunshine.\n\n   ``I got two tractors discin' land and one guy rippin' tobacco\nland,'' he says. ``And we're cutting ditchbanks, clearing brush,\ngetting ready.''\n\n   Moore rides uneven dirt paths through fields, stopping to\ninspect damage from beavers and progress with the plow.\n\n   He is tall and lean, and slightly stooped when he stands.\nWrap-around shades protect his vision from constant sun. When the\nshades come off, the eyes behind them are brown, and more than a\nlittle merry. His uniform is standard, depending on the weather:\nBlue work pants and a plaid short-sleeve shirt on warm days, blue\ncorduroys and a long-sleeve flannel shirt when it's cool. There's a\ntractor on his belt buckle, and a boast that ``Agriculture feeds\nthe world.''\n\n   ``Unit one,'' the radio spits.\n\n   ``Go ahead four'' Moore says.\n\n   ``Where you want me next?'' asks a man on a tractor.\n\n   ``That field up by North Pitt (high school)'' Moore replies.\n\n   ``10-four.''\n\n   The numbers vary from year to year, but Moore plants close to\n100 acres of tobacco, 90 acres of cotton, 300 acres of corn and\nwheat, along with soybeans and peanuts. Some of it is on land he\nowns, some on the farms of others he tends. The Wainwright farm,\nwhere W.C. and Betty live. The Brown farm. The Ward farm. The Vann\nTaylor land.\n\n   He grew up on a farm near Falkland, and worked off the land only\nbriefly, at a supply store, as a new husband in 1962.\n\n   ``Farmin' has been good to me,'' he says. ``But, now, I mean I\nhad to work for it. It wasn't give to me.''\n\n   He likes what he does. He sticks to careful decisions. And at a\ntime when many others are being forced to turn in the plow, he\nmakes adjustments.\n\n   ``It's hard at times,'' he said. ``But you do have your freedom,\nyou're kind of your own boss to a certain extent.''\n\n   Moore tells about his wife Betty's two sisters, and how they\nswore as young girls they would not marry a farmer, or farm.\nNeither did. One lives in Chicago. The other married a teacher.\n\n   ``They haven't done any better, I thought, than I have,'' he\nsaid. ``I'm not saying I'm on cloud nine, but we have done some\nthings we wanted to do. We've never been in debt for a lot of\nthings we didn't have to have, other than debt for the farm.''\n\n   Moore's routine takes him by crossroad stores like the one at\nWhitehurst Station, where he kids with men he sees almost every\nday. His usual is a short Pepsi.\n\n   He estimates he owns about a thousand acres, but isn't sure. Yet\nhe readily knows the details of how each scrap of land came to be\nunder his care.\n\n   An elderly widow who needed the money for her increasingly\ncostly care. An heir who had no use for the family farm. A neighbor\nwho stepped down from the tractor. One deal sealed the\nold-fashioned way, with a handshake.\n\n   ``Not many folks will take a handshake these days,'' Moore says.\nHe is pleased to be someone whose word is honored in the circles he\nkeeps.\n\n   And he takes pains to see to the needs of the people whose\nproperty he farms. Keeping strangers away from a fishing pond, and\ncleaning up pecan trees blown over by hurricanes. For Moore,\ntending land is a trust that requires such things.\n\n   TENDING THE BOOKS\n\n   The sign on the sliding door to Betty Moore's back stoop warns\nvisitors. But it doesn't prepare them for what's inside.\n\n   ``Ask me about my grandchildren,'' it says.\n\n   And eventually, almost every conversation in this house turns to\nfamily.\n\n   Grandchildren skitter through the house and yard, part of the\nscenery. They go to grandmama for snacks and hugs, and to have a\nkindling-size splinter removed from a small palm. Betty knows what\nthey do every day, even when they are not at her house. And her\nchildren, too are close at hand.\n\n   ``I see Reginia every day, and Randall most every day.'' she\nsays. ``He comes in for breakfast. ``I don't see Myra every day\nbecause she works in Greenville, but we do a lot of talking.''\n\n   On the farm, Betty worked the fields until a few years ago. She\nstill works the finances and is a certified public accountant. That\nmeans keeping up with a cash flow of as much as a half-million\ndollars and balancing the crucial timing of loans, supply purchases\nand payments due.\n\n   ``She does the bookkeeping. She tries to pay the bills. And keep\nup with the government,'' W.C. says.\n\n   ``And be grandmama,'' Betty replies.\n\n   She is short and trim, but round in places. She frets about\nclutter in her house, but does not pass up conversation with a\nvisitor _ or a grandchild _ in honor of straightening up. Smoky, a\nwell-fed 15-year-old cat with silver hair, ghosts her steps.\n\n   Betty's voice and manner are easy. But she speaks her mind,\nparticularly about the county's efforts to zone part of the farm\nthey live on and about plummeting regard for agriculture.\n\n   ``There's so many people that ride around, they have no idea\nthat peanuts grow in the ground,'' she says, ``they think they're\nsupposed to grow on trees like pecans.''\n\n   Betty grew up on a farm. Her father ran a country store near the\ncrossroad of Penny Hill. The land has offered her a good living and\nnurtured deep roots.\n\n   ``I do not know of any other life that could give that much\ncoverage for a family,'' she says. ``And that's what I had seen in\nmy growing-up time.''\n\n   `A DYING BREED'\n\n   It's getting harder and harder for the farm to sustain a family\nin the way it has the Moores.\n\n   In Pitt County, where more flue-cured tobacco for cigarettes\ngrows than anywhere else in the nation, the decline of the leaf has\nhit especially hard.\n\n   Unprecedented cuts in federal tobacco quotas, disastrous\nflooding in 1999 and depressed export markets have imposed unusual\nhardship. This season will be a make-or-break year for a greater\nnumber of farmers than normal.\n\n   ``This is a unique season I think because of the fact that\nusually there would be some aspect of agriculture which would lift\nup the others,'' says Mitch Smith, Pitt County director of the\nstate Cooperative Extension Service. ``Well, we don't have that\nnow, we've lost half our (tobacco) quota since 1997, all of our\ngrain prices.''\n\n   Each December U.S. tobacco manufacturers announce how much leaf\nthey expect to buy the next year. The federal government then sets\nquotas that determine how much leaf farmers will be allowed to sell\nat auction. For the last two years, quotas have dropped _ 28\npercent for 1999, and another 18 percent for 2000. The cuts came\nalongside a multi-billion dollar settlement of a lawsuit states\nlike North Carolina filed against tobacco companies to recoup the\ncost of smoking-related illnesses.\n\n   Other forces, too, have pressed farmers in the county that\ntobacco built.\n\n   Last year, floodwaters from Hurricane Floyd covered 58 percent\nof the county. The fields still bear the scars. So do farmers'\npocketbooks. Many, like the Moores, carried over debt from\noperating loans.\n\n   The Moores lost 175 acres of cotton to floodwaters, and some\ntobacco.\n\n   ``We didn't even harvest half the peanuts; it was wet we\ncouldn't get 'em,'' W.C. said. ``We lost right smart corn, too.''\n\n   ``You tighten your belt,'' Betty said. ``The lending institution\nmakes it better, and right now they will work with you, but now if\nit gets any tighter I don't know what they'll do.''\n\n   A decade ago, there were some full-time 550 farmers in Pitt\nCounty. Now, only 450 hands-on operators remain. Most of them are\nlike the Moores. They have made it through a lifetime.\n\n   ``You've got your 55-60 year-olds who have been in it and who\ncontinue to borrow money and make decisions,'' Smith said. ``Then\nyou've got a small group of 15-20 producers in their late 30s and\nearly 40s who agonize over their future but nevertheless have\nagreed to stay in it until something goes defunct.''\n\n   He expects those numbers to dwindle even more.\n\n   The Wall Street Journal reported in November 1999 that North\nCarolina could lose 15-20 percent of its tobacco farmers this year.\nSmith's forecast is similar.\n\n   ``Ten to 15 percent in Pitt County are in the situation where\nthey could easily liquidate this year and not farm any more,'' he\nsays.\n\n   ``Whatever comes, we will farm,'' Betty says. Yet the Moores\nknow the life they have enjoyed on the land will be more elusive\nfor the next generation.\n\n   W.C. recalls a recent conversation.\n\n   ``The other day a truck driver came out to the shop for some\nstuff and he said 'let me touch you. I'm gonna go home and tell my\nboy I touched a dyin' breed.'''\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   BETHEL, N.C. Spring comes to the farm in rows as neat as\npigtails.\n","\n   Red and green tractors slice fallow ground with sharp blades,\nturning up a promise repeated every year.\n","\n   Another beginning. Another season on the land.\n","\n   ``Tell what kind of tractor grandpa has,'' W.C. Moore tells his\ntwo grandsons, who are bouncing around an easy chair in the living\nroom of a white farmhouse set back off highway 11.\n","\n   ``Red'' one 4-year-old offers in a string of words that are not\nquite clear to adult ears.\n","\n   ``John Deere'' says the other tow-headed 4-year-old, a fact the\nfirst boy loudly disputes.\n","\n   Grandpa and Grandmama smile from opposite ends of a long blue\ncouch, legs crossed toward each other. Their faces tell it plainly:\nThey would rather be having this conversation than doing anything\nelse on an unseasonable March morning.\n","\n   It is an everyday scene in this pleasant room, banter between\ngrandchild and grandparent, repeated as their lives play out within\neasy reach of each other on this farm that is the center of their\nuniverse.\n","\n   Yet it is a rare scene, too. And becoming more rare with every\nday that passes.\n","\n   More flue-cured tobacco is grown in Pitt County, North Carolina,\nthan anywhere else in the nation. The culture and the economy are\nrooted in tending the leaf, and in the self-reliant way of life\nsuch labor demands. Yet as court rulings, public opinion and\npressure from Washington alter the fortunes of tobacco, change has\nmade its way into the fields.\n","\n   There will be fewer and fewer lives like the ones Betty and W.C.\nMoore of Bethel live, shaped and bound by the rituals of passing\nseasons on the farm.\n","\n   A GOOD LIVING\n","\n   Sunny week-day mornings with kids are nothing new in the\n150-year-old house the Moores share near Bethel. They've spent\nalmost all the days of their 40-year marriage here, near each\nother. He has worked the fields and the tractors. She has worked\nbeside him, and balanced the books. Both have tended the family.\nTheir three grown offspring live barely out of sight: one up the\nroad, another across the field, a third beyond the woods.\n","\n   Grandchildren come and go nearly every day in this house where\npeanut butter and jelly and peaches are shared at lunchtime and\ngrandpa tests the biceps of growing boys between bites. A framed\npicture over the kitchen counter says ``Farming is everybody's\nbread and butter.''\n","\n   ``It has made us a good living so we don't have to\npenny-pinch,'' Betty says. ``In that time he and I have been able\nto spend a lot of time together, a lot of quality time, because we\nwere here on the farm.''\n","\n   Family is the focus of their lives.\n","\n   ``He didn't have to get up and go off in the morning to a job\nand then we'd have to wait for daddy to come home in the\nafternoon,'' she said. ``That, I thought, was something worth no\namount of money.''\n","\n   You can feel the measure of that closeness in the Moore's easy\ngive and take with their grandchildren.\n","\n   ``Collin, where did you get that name?'' William Collin Moore\nasks his namesake.\n","\n   Collin, blue-eyed and impish, shrugs his shoulders, says\nnothing, grins.\n","\n   ``Where did you get it?''\n","\n   ``I don' know.''\n","\n   ``Somebody obviously didn't teach you very well,'' says Betty,\ngiving Grandpa a look.\n","\n   Like most farmers in this rural region or North Carolina,\ntobacco is the Moore's cash crop. It has paid most of the bills.\n","\n   Neither of them smoke. But they do not believe the federal\ngovernment should keep people from smoking.\n","\n   ``It's our choice,'' says W.C. ``It's anybody's choice.''\n","\n   And they do not think growing tobacco is wrong.\n","\n   ``The thing out of all this that bothers me is that we're doing\nthe same thing as our fathers and grandfathers did and it's always\nbeen a hard, decent living,'' says Betty. ``All of a sudden it\nbecomes corrupt and you have a stigma on you.''\n","\n   TENDING THE LAND\n","\n   W.C. Moore has a place he calls an office in the metal building\nthat houses the farm operation. And he has a place in his home\nwhere he studies maps of the land he tends, and does planning.\n","\n   But the cab of his white and blue Ford F250 diesel pick-up truck\nis where he manages what goes on in the fields, connected by a cell\nphone and a business band radio. On a spring day the radio crackles\nwith questions from his five full-time employees. After a winter of\nmaintaining equipment inside the farm's metal building, his workers\nare out in the sunshine.\n","\n   ``I got two tractors discin' land and one guy rippin' tobacco\nland,'' he says. ``And we're cutting ditchbanks, clearing brush,\ngetting ready.''\n","\n   Moore rides uneven dirt paths through fields, stopping to\ninspect damage from beavers and progress with the plow.\n","\n   He is tall and lean, and slightly stooped when he stands.\nWrap-around shades protect his vision from constant sun. When the\nshades come off, the eyes behind them are brown, and more than a\nlittle merry. His uniform is standard, depending on the weather:\nBlue work pants and a plaid short-sleeve shirt on warm days, blue\ncorduroys and a long-sleeve flannel shirt when it's cool. There's a\ntractor on his belt buckle, and a boast that ``Agriculture feeds\nthe world.''\n","\n   ``Unit one,'' the radio spits.\n","\n   ``Go ahead four'' Moore says.\n","\n   ``Where you want me next?'' asks a man on a tractor.\n","\n   ``That field up by North Pitt (high school)'' Moore replies.\n","\n   ``10-four.''\n","\n   The numbers vary from year to year, but Moore plants close to\n100 acres of tobacco, 90 acres of cotton, 300 acres of corn and\nwheat, along with soybeans and peanuts. Some of it is on land he\nowns, some on the farms of others he tends. The Wainwright farm,\nwhere W.C. and Betty live. The Brown farm. The Ward farm. The Vann\nTaylor land.\n","\n   He grew up on a farm near Falkland, and worked off the land only\nbriefly, at a supply store, as a new husband in 1962.\n","\n   ``Farmin' has been good to me,'' he says. ``But, now, I mean I\nhad to work for it. It wasn't give to me.''\n","\n   He likes what he does. He sticks to careful decisions. And at a\ntime when many others are being forced to turn in the plow, he\nmakes adjustments.\n","\n   ``It's hard at times,'' he said. ``But you do have your freedom,\nyou're kind of your own boss to a certain extent.''\n","\n   Moore tells about his wife Betty's two sisters, and how they\nswore as young girls they would not marry a farmer, or farm.\nNeither did. One lives in Chicago. The other married a teacher.\n","\n   ``They haven't done any better, I thought, than I have,'' he\nsaid. ``I'm not saying I'm on cloud nine, but we have done some\nthings we wanted to do. We've never been in debt for a lot of\nthings we didn't have to have, other than debt for the farm.''\n","\n   Moore's routine takes him by crossroad stores like the one at\nWhitehurst Station, where he kids with men he sees almost every\nday. His usual is a short Pepsi.\n","\n   He estimates he owns about a thousand acres, but isn't sure. Yet\nhe readily knows the details of how each scrap of land came to be\nunder his care.\n","\n   An elderly widow who needed the money for her increasingly\ncostly care. An heir who had no use for the family farm. A neighbor\nwho stepped down from the tractor. One deal sealed the\nold-fashioned way, with a handshake.\n","\n   ``Not many folks will take a handshake these days,'' Moore says.\nHe is pleased to be someone whose word is honored in the circles he\nkeeps.\n","\n   And he takes pains to see to the needs of the people whose\nproperty he farms. Keeping strangers away from a fishing pond, and\ncleaning up pecan trees blown over by hurricanes. For Moore,\ntending land is a trust that requires such things.\n","\n   TENDING THE BOOKS\n","\n   The sign on the sliding door to Betty Moore's back stoop warns\nvisitors. But it doesn't prepare them for what's inside.\n","\n   ``Ask me about my grandchildren,'' it says.\n","\n   And eventually, almost every conversation in this house turns to\nfamily.\n","\n   Grandchildren skitter through the house and yard, part of the\nscenery. They go to grandmama for snacks and hugs, and to have a\nkindling-size splinter removed from a small palm. Betty knows what\nthey do every day, even when they are not at her house. And her\nchildren, too are close at hand.\n","\n   ``I see Reginia every day, and Randall most every day.'' she\nsays. ``He comes in for breakfast. ``I don't see Myra every day\nbecause she works in Greenville, but we do a lot of talking.''\n","\n   On the farm, Betty worked the fields until a few years ago. She\nstill works the finances and is a certified public accountant. That\nmeans keeping up with a cash flow of as much as a half-million\ndollars and balancing the crucial timing of loans, supply purchases\nand payments due.\n","\n   ``She does the bookkeeping. She tries to pay the bills. And keep\nup with the government,'' W.C. says.\n","\n   ``And be grandmama,'' Betty replies.\n","\n   She is short and trim, but round in places. She frets about\nclutter in her house, but does not pass up conversation with a\nvisitor _ or a grandchild _ in honor of straightening up. Smoky, a\nwell-fed 15-year-old cat with silver hair, ghosts her steps.\n","\n   Betty's voice and manner are easy. But she speaks her mind,\nparticularly about the county's efforts to zone part of the farm\nthey live on and about plummeting regard for agriculture.\n","\n   ``There's so many people that ride around, they have no idea\nthat peanuts grow in the ground,'' she says, ``they think they're\nsupposed to grow on trees like pecans.''\n","\n   Betty grew up on a farm. Her father ran a country store near the\ncrossroad of Penny Hill. The land has offered her a good living and\nnurtured deep roots.\n","\n   ``I do not know of any other life that could give that much\ncoverage for a family,'' she says. ``And that's what I had seen in\nmy growing-up time.''\n","\n   `A DYING BREED'\n","\n   It's getting harder and harder for the farm to sustain a family\nin the way it has the Moores.\n","\n   In Pitt County, where more flue-cured tobacco for cigarettes\ngrows than anywhere else in the nation, the decline of the leaf has\nhit especially hard.\n","\n   Unprecedented cuts in federal tobacco quotas, disastrous\nflooding in 1999 and depressed export markets have imposed unusual\nhardship. This season will be a make-or-break year for a greater\nnumber of farmers than normal.\n","\n   ``This is a unique season I think because of the fact that\nusually there would be some aspect of agriculture which would lift\nup the others,'' says Mitch Smith, Pitt County director of the\nstate Cooperative Extension Service. ``Well, we don't have that\nnow, we've lost half our (tobacco) quota since 1997, all of our\ngrain prices.''\n","\n   Each December U.S. tobacco manufacturers announce how much leaf\nthey expect to buy the next year. The federal government then sets\nquotas that determine how much leaf farmers will be allowed to sell\nat auction. For the last two years, quotas have dropped _ 28\npercent for 1999, and another 18 percent for 2000. The cuts came\nalongside a multi-billion dollar settlement of a lawsuit states\nlike North Carolina filed against tobacco companies to recoup the\ncost of smoking-related illnesses.\n","\n   Other forces, too, have pressed farmers in the county that\ntobacco built.\n","\n   Last year, floodwaters from Hurricane Floyd covered 58 percent\nof the county. The fields still bear the scars. So do farmers'\npocketbooks. Many, like the Moores, carried over debt from\noperating loans.\n","\n   The Moores lost 175 acres of cotton to floodwaters, and some\ntobacco.\n","\n   ``We didn't even harvest half the peanuts; it was wet we\ncouldn't get 'em,'' W.C. said. ``We lost right smart corn, too.''\n","\n   ``You tighten your belt,'' Betty said. ``The lending institution\nmakes it better, and right now they will work with you, but now if\nit gets any tighter I don't know what they'll do.''\n","\n   A decade ago, there were some full-time 550 farmers in Pitt\nCounty. Now, only 450 hands-on operators remain. Most of them are\nlike the Moores. They have made it through a lifetime.\n","\n   ``You've got your 55-60 year-olds who have been in it and who\ncontinue to borrow money and make decisions,'' Smith said. ``Then\nyou've got a small group of 15-20 producers in their late 30s and\nearly 40s who agonize over their future but nevertheless have\nagreed to stay in it until something goes defunct.''\n","\n   He expects those numbers to dwindle even more.\n","\n   The Wall Street Journal reported in November 1999 that North\nCarolina could lose 15-20 percent of its tobacco farmers this year.\nSmith's forecast is similar.\n","\n   ``Ten to 15 percent in Pitt County are in the situation where\nthey could easily liquidate this year and not farm any more,'' he\nsays.\n","\n   ``Whatever comes, we will farm,'' Betty says. Yet the Moores\nknow the life they have enjoyed on the land will be more elusive\nfor the next generation.\n","\n   W.C. recalls a recent conversation.\n","\n   ``The other day a truck driver came out to the shop for some\nstuff and he said 'let me touch you. I'm gonna go home and tell my\nboy I touched a dyin' breed.'''\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}