{"DocumentId":"NYT19980916.0221","TopicId":"NYT","Relevance":"0","Body":" BC-CIR-PERSONALIZED-SITES-ART-3TAKES-NYT \nPERSONALIZATION IS DESIGNED TO PROVIDE YOU WITH YOUR OWN WEB NOT\nTHE WORLD'S \n\n  \n (Attn: Calif., Mass.)   (ART ADV: Photo is being sent to NYT photo clients. Non-subscribers\ncan make individual purchase by calling (888) 603-1036 or (888)\n346-9867.)  \n (af)  \n By MICHEL MARRIOTT   \n c.1998 N.Y. Times News Service   \n\n   Weekday mornings for Jessica Nierenberg, 23 a research manager\nat a market research company in San Francisco, usually begin with a\ndash to her neighborhood bus stop for a 30-minute ride to her\noffice in the city's financial district downtown.\n\n   By 8:30 she is at her desk, pouring herself a bowl of breakfast\ncereal and firing up her computer for a glimpse at what the planet\nhas wrought while she slept.\n\n   What greets her on her computer's screen is selected and\ndisplayed by My Yahoo, a free service by Yahoo, the giant Internet\ninformation company based in Santa Clara, Calif.\n\n   My Yahoo shows Ms. Nierenberg how many e-mail messages she has\nwaiting to be read and a sampling of news headlines _ she can\ndecide to call up any of the articles on domestic, political and\ninternational news for a more detailed look. Weather forecasts for\nher area and for Boston, her hometown, are parked in a corner of\nthe screen.\n\n   That wake-up dose of Internet offerings is, more or less,\ncreated specifically for Ms. Nierenberg, who, while computer savvy,\ndoesn't consider herself a computer nerd (she does not have a\ncomputer at home, for instance). What she gets is a tailor-made\ncollection of information that she has informed Yahoo she wants to\nget regularly.\n\n   ``It definitely saves me time,'' said Ms. Nierenberg, whose work\nrequires her to be on a computer for at least eight hours a day.\n``It's nice to be able to push one button whenever I log on and to\nget all of this.''\n\n   The process that delivers all of that daily digital data to her\nand millions more is called personalization, the newest wave\nwashing over the ever-changing shores of the Internet. After years\nof shaky starts, personalization promises to re-emphasize the\npersonal in personal computing.\n\n   Without a ``personalized page,'' as she likes to call it, Ms.\nNierenberg would have to resort to laboriously searching the\nInternet herself, plowing through more than 650,000 sites on the\nWeb alone.\n\n   One of the chief ideas driving personalization, many Internet\nexperts say, is that the Internet, a victim of its own success, has\nbecome too voluminous for most people to handle comfortably and\nefficiently. If you're not using personalization, said Joe Kraus,\nsenior vice president and co-founder of Excite, ``you are not\ntaking advantage of the medium.''\n\n   The thinking behind personalization goes something like this:\nWhat if your computer ``knew'' you, had a reasonable sense of your\nonline interests and preferences and could respond to them? Forcing\nthe computer to conform to your information needs rather than\nforcing you to conform to the computer's requirements is a step,\nmany agree, toward realizing the vision that Nicholas P.\nNegroponte, director of the Media Laboratory at the Massachusetts\nInstitute of Technology, calls ``the daily me.''\n\n   Services like My Yahoo, My Excite and even the set-top Web\ncruiser My Web TV (like other personalized features offered by\nAmerica Online and the Microsoft Network, it is part of a service\nthat requires a monthly fee) are increasingly fetching the kinds of\ncontent that their users say they want: specific types of news,\nweather forecasts, sports scores and schedules, stock quotations,\nhoroscopes, television schedules, movie show times and state\nlottery results, for example.\n\n   Many of these services also feature lists of users' favorite Web\nsites, chat rooms and message boards, along with daily health tips,\ntravel alerts and online reminders of occasions like anniversaries\nand birthdays of relatives and friends.\n\n   ``It is empowering,'' said Steve Boxer, a computer consultant\nwho owns Pachyderm Consulting in Brooklyn, speaking of his\nexperience with personalization. ``It really molds your computer to\nyour interests.''\n\n   The first personalization service from a major online company\nwas the Microsoft Network, or MSN. When it began in the fall of\n1995, it offered users a relatively primitive capacity to customize\nthe kinds of information they received.\n\n   In January the following year, Excite created My Excite, which\nwas followed that summer by My Yahoo. In July, Netscape, the\nleading Internet browser company, started offering My Netscape.\nWhile America Online offers its members very limited\npersonalization with My AOL, a company spokesman said AOL will\nbegin a much more fully featured service called My News in the next\nfew weeks.\n\n   Competition among the companies offering personalization is\nintense, resembling at times the browser wars between Netscape and\nMicrosoft. Refinements by one are often followed quickly by similar\nrefinements by the others.\n\n   Representatives of the personalization services refused to\ndisclose just how many dollars each company has poured into\ncreating and continually tweaking its service. But Kraus did say\nthat his company, Excite, had spent a ``significant investment in\nterms of manpower, money, hardware and engineering time'' in\ncreating its version of personalization, called My Excite.\n\n   Nor will the companies reveal the number of subscribers for each\nservice. ``It has exceeded some expectations,'' said Henry Sohn, a\nsenior producer for personalization for Yahoo. ``Part of that is\ndue to the overall growth in the Internet with each quarter. But it\nis clear that personalization services are really popular.''\n\n   nn\n\n   The promise of personalization had been on the lips of computer\nvisionaries for years, even while the Internet struggled to find\nits identity. In the mid-1990s, software makers began selling\noff-the-shelf products like Pointcast Network that automatically\nlog on to the Net, download categories of information broadly\ndefined by users and then log off.\n\n   These products, known as ``push'' technologies, began falling\nout of favor because they tended to be resource hogs and to deposit\noverwhelming amounts of information on computer hard drives.\n\n   As many began to complain that push information was not\nselective enough, some users started looking for something that\ncould pull from the Internet more specific information that matched\ntheir interests.\n\n   ``Back then, people didn't know what they wanted, so they wanted\nthings pushed at them,'' said Rob Bernstein, a senior editor at\nYahoo Internet Life, a monthly magazine about Net use. ``The Net\npretty much rejected that idea. Pull it down. That is the idea of\npersonalization.''\n\n   But the idea of personalization, some experts acknowledged, has\nbeen difficult to sell. Part of the problem, said David Sze, vice\npresident for network programming and content at Excite, is that\npersonalization is hard to describe. The concept, he noted, tends\nto ``come off very soft, vague.''\n\n   Using personalization is hardly automatic. First, you must\nregister for it. (Many of the companies offering personalization,\nincluding Excite, Yahoo and MSN, have been trying to entice\npotential users by including very visible links from their popular\nhome pages to their personalization pages.)\n\n   Registration also means filling out an online questionnaire that\ncan take anywhere from a few minutes to a half-hour to complete.\n(My Excite goes another step, giving brief descriptions of why it\nrequests certain information. It says, for example, ``Your birth\ndate is used to provide your horoscope.'')\n\n   Designers of personalization services noted that the more\ninformation users provided about themselves, the more personalized\nthe service would be.\n\n   The My Yahoo form is much more tedious when it asks users to\nchoose the information they want and how it is to be displayed.\nEach user enters preferences for a front page and pages for\nsubjects like health, entertainment, business, chat and message\nboards.\n\n   Each subject page has a dozen slots, and each slot holds a\npull-down menu offering 36 choices of content, like sports\nscoreboards, information about vitamins and herbs, and news\nheadlines.\n\n   A user may choose one menu item for each slot. Each selection\nleads to that categories of information being displayed and updated\nwhenever the personalized pages are viewed. My Yahoo goes even\nfurther, pressing for even more detail about a user's ``specific\ninterests.''\n\n   The categories there, like news, life styles, music and\nshopping, are more finely tuned. The answers may very well\ndetermine whether the Epicurious Web site for fine cooking appears\non your finished page rather than Gamespot, which is popular among\ncomputer twitch gamers.\n\n   ``It helps us in a number of ways to offer a service that users\nfind more relevant,'' Sohn at Yahoo said of the questionnaire.\n\n   Once the services have an idea of what users want, they extract\nthe information from various sources. To do that, they use\nrelationships with news operations and other partners as well as\ntheir own powerful search engines. In most cases, as with My Yahoo,\nMy Excite and My Netscape, the information is stored in central\ndatabases.\n\n   When someone goes on line and types in a user name and a\npassword, a cookie _ an identifying tag stored on the user's\ncomputer _ tells the personalization service who is requesting\ninformation. Based on what is in the cookie (for My Netscape it is\na 16-digit number) the information is unlocked from the database\nand sent in a fraction of a second to the user.\n\n   Most of the services regularly update their information and use\nboth machines and people to match the right streams of information\nwith the right users, personalization managers say.\n\n   Just how these services actually work depends on closely held\nproprietary technologies, but many personalization operators agree\nthat the services have been made possible by advances in database\nhardware and software in the last several years, by high-speed\nuser-indentification systems and by the capacity to generate pages\non the fly over the Internet.\n\n   ``Making it easy for people is our overarching design point,''\nsaid Eckart Walther, product manager for My Netscape. ``It makes\ninformation come to you rather than you going to the information.''\n\n   Nathan Beckord, 26 a research associate for an investment bank\nin San Francisco, uses My Yahoo to check his stock portfolio and to\nglance at news about his investments.\n\n   ``For each portfolio, I have it customized to display what I\nwant, quote the volume, and below that it shows the news,'' he\nsaid. Beckord also has the service set up as his default page, so\nit is the first thing he sees when he goes on line at work or at\nhome.\n\n   Users like Beckord are very useful to Internet companies, which\nis why the companies invested in personalization. The detailed\ninformation users give them about exactly what they want to see on\nline serves as a kind of survey.\n\n   nn\n\n   The information helps personalization managers decide what kinds\nof content to add, maintain or remove from their offerings. More\nimportant, many of the same managers said, the information makes it\npossible to match the advertising to users' interests and needs.\n\n   Much as sporting goods manufacturers know that they have a\nbetter chance of reaching their market by advertising on ESPN, the\nnational cable sports network, rather than with general-interest\nprograms, advertisers are looking for much of the same result by\nhaving their advertisements sent over the Internet to people whose\ndeclared interests identify them as likely customers, explained\nSze, of Excite.\n\n   Sohn, of Yahoo, offered an example. ``If we know someone is not\ninterested in travel,'' he said, ``then we are not likely to\ndisplay an ad from an airline or travel agency.'' And the better\nhis company is able to aim advertising, he added, the more it can\ncharge for that advertising.\n\n   But Sze said the use of personalization as an effective\nadvertising tool had just begun. ``The true value of this is not\nbeing realized the way it is going to be,'' said Sze, adding that\non a scale of 1 to 10, personalization's use of advertising was in\nthe 3-to-5 range. But, he said, Excite is preparing to step up its\nuse of targeted advertising on the Internet.\n\n   Walther also noted that personalization made good business sense\nbecause it was a way to capture more users, people who are\napproaching the Internet differently from their early-adopter\npredecessors.\n\n   ``We are seeing a lot more practical use of the Web,'' he said.\n``A lot of people don't go on the Web to just have fun.'' He said\npeople tended to care more about how much time they were on the\nInternet and how much they accomplished. Personalization, he said,\nespecially speaks to such users.\n\n   And, added Boxer, the New York computer consultant, many new\nInternet users start with personalization services and keep\nreturning to those companies. ``Everyone has to start someplace,''\nhe said, ``and the people who control the starting place hold some\nvery valuable real estate.''\n\n   Because personalization requires the user to give a series of\nvery specific preferences, there are growing concerns about what\ncompanies will do with all this new information.\n\n   Sohn and other personalization service operators said the\nindustry followed strict guidelines to protect users' privacy. Many\nof the companies' policies regarding privacy are clearly stated on\nline and linked to the questionnaires.\n\n   ``We care very deeply about privacy,'' Sohn said. ``We go\noverboard to make users aware that we don't sell usage information\nto anyone.''\n\n   Another objection to the current personalization services is\nthat they simply do not go far enough. Walter Bender, associate\ndirector of the MIT Media Lab, said he would like to see additional\nlevels of integration between, for example, online information and\npersonal online calendars.\n\n   The result, he said, would be more sophisticated services that\nwould not only deliver tailored content but would also match that\ninformation with what a user was actually doing. You're taking a\nbusiness trip to the Caribbean? Your computer would start\ndelivering news, weather and travel information about the Caribbean\nas your departure date approached.\n\n   Nonetheless, many Internet experts say, personalization is\nexpected to be the buzz on the Internet for years to come, as it is\ntweaked and refined along the way. ``It's not going to go away,''\nSze predicted.\n\n   It is simply a matter of Internet destiny, others say.\n\n   ``This is the only medium,'' Kraus said, ``that is inherently\npersonalizable.''\n","Headline":"\nPERSONALIZATION IS DESIGNED TO PROVIDE YOU WITH YOUR OWN WEB NOT\nTHE WORLD'S \n","Text":["\n   Weekday mornings for Jessica Nierenberg, 23 a research manager\nat a market research company in San Francisco, usually begin with a\ndash to her neighborhood bus stop for a 30-minute ride to her\noffice in the city's financial district downtown.\n","\n   By 8:30 she is at her desk, pouring herself a bowl of breakfast\ncereal and firing up her computer for a glimpse at what the planet\nhas wrought while she slept.\n","\n   What greets her on her computer's screen is selected and\ndisplayed by My Yahoo, a free service by Yahoo, the giant Internet\ninformation company based in Santa Clara, Calif.\n","\n   My Yahoo shows Ms. Nierenberg how many e-mail messages she has\nwaiting to be read and a sampling of news headlines _ she can\ndecide to call up any of the articles on domestic, political and\ninternational news for a more detailed look. Weather forecasts for\nher area and for Boston, her hometown, are parked in a corner of\nthe screen.\n","\n   That wake-up dose of Internet offerings is, more or less,\ncreated specifically for Ms. Nierenberg, who, while computer savvy,\ndoesn't consider herself a computer nerd (she does not have a\ncomputer at home, for instance). What she gets is a tailor-made\ncollection of information that she has informed Yahoo she wants to\nget regularly.\n","\n   ``It definitely saves me time,'' said Ms. Nierenberg, whose work\nrequires her to be on a computer for at least eight hours a day.\n``It's nice to be able to push one button whenever I log on and to\nget all of this.''\n","\n   The process that delivers all of that daily digital data to her\nand millions more is called personalization, the newest wave\nwashing over the ever-changing shores of the Internet. After years\nof shaky starts, personalization promises to re-emphasize the\npersonal in personal computing.\n","\n   Without a ``personalized page,'' as she likes to call it, Ms.\nNierenberg would have to resort to laboriously searching the\nInternet herself, plowing through more than 650,000 sites on the\nWeb alone.\n","\n   One of the chief ideas driving personalization, many Internet\nexperts say, is that the Internet, a victim of its own success, has\nbecome too voluminous for most people to handle comfortably and\nefficiently. If you're not using personalization, said Joe Kraus,\nsenior vice president and co-founder of Excite, ``you are not\ntaking advantage of the medium.''\n","\n   The thinking behind personalization goes something like this:\nWhat if your computer ``knew'' you, had a reasonable sense of your\nonline interests and preferences and could respond to them? Forcing\nthe computer to conform to your information needs rather than\nforcing you to conform to the computer's requirements is a step,\nmany agree, toward realizing the vision that Nicholas P.\nNegroponte, director of the Media Laboratory at the Massachusetts\nInstitute of Technology, calls ``the daily me.''\n","\n   Services like My Yahoo, My Excite and even the set-top Web\ncruiser My Web TV (like other personalized features offered by\nAmerica Online and the Microsoft Network, it is part of a service\nthat requires a monthly fee) are increasingly fetching the kinds of\ncontent that their users say they want: specific types of news,\nweather forecasts, sports scores and schedules, stock quotations,\nhoroscopes, television schedules, movie show times and state\nlottery results, for example.\n","\n   Many of these services also feature lists of users' favorite Web\nsites, chat rooms and message boards, along with daily health tips,\ntravel alerts and online reminders of occasions like anniversaries\nand birthdays of relatives and friends.\n","\n   ``It is empowering,'' said Steve Boxer, a computer consultant\nwho owns Pachyderm Consulting in Brooklyn, speaking of his\nexperience with personalization. ``It really molds your computer to\nyour interests.''\n","\n   The first personalization service from a major online company\nwas the Microsoft Network, or MSN. When it began in the fall of\n1995, it offered users a relatively primitive capacity to customize\nthe kinds of information they received.\n","\n   In January the following year, Excite created My Excite, which\nwas followed that summer by My Yahoo. In July, Netscape, the\nleading Internet browser company, started offering My Netscape.\nWhile America Online offers its members very limited\npersonalization with My AOL, a company spokesman said AOL will\nbegin a much more fully featured service called My News in the next\nfew weeks.\n","\n   Competition among the companies offering personalization is\nintense, resembling at times the browser wars between Netscape and\nMicrosoft. Refinements by one are often followed quickly by similar\nrefinements by the others.\n","\n   Representatives of the personalization services refused to\ndisclose just how many dollars each company has poured into\ncreating and continually tweaking its service. But Kraus did say\nthat his company, Excite, had spent a ``significant investment in\nterms of manpower, money, hardware and engineering time'' in\ncreating its version of personalization, called My Excite.\n","\n   Nor will the companies reveal the number of subscribers for each\nservice. ``It has exceeded some expectations,'' said Henry Sohn, a\nsenior producer for personalization for Yahoo. ``Part of that is\ndue to the overall growth in the Internet with each quarter. But it\nis clear that personalization services are really popular.''\n","\n   nn\n","\n   The promise of personalization had been on the lips of computer\nvisionaries for years, even while the Internet struggled to find\nits identity. In the mid-1990s, software makers began selling\noff-the-shelf products like Pointcast Network that automatically\nlog on to the Net, download categories of information broadly\ndefined by users and then log off.\n","\n   These products, known as ``push'' technologies, began falling\nout of favor because they tended to be resource hogs and to deposit\noverwhelming amounts of information on computer hard drives.\n","\n   As many began to complain that push information was not\nselective enough, some users started looking for something that\ncould pull from the Internet more specific information that matched\ntheir interests.\n","\n   ``Back then, people didn't know what they wanted, so they wanted\nthings pushed at them,'' said Rob Bernstein, a senior editor at\nYahoo Internet Life, a monthly magazine about Net use. ``The Net\npretty much rejected that idea. Pull it down. That is the idea of\npersonalization.''\n","\n   But the idea of personalization, some experts acknowledged, has\nbeen difficult to sell. Part of the problem, said David Sze, vice\npresident for network programming and content at Excite, is that\npersonalization is hard to describe. The concept, he noted, tends\nto ``come off very soft, vague.''\n","\n   Using personalization is hardly automatic. First, you must\nregister for it. (Many of the companies offering personalization,\nincluding Excite, Yahoo and MSN, have been trying to entice\npotential users by including very visible links from their popular\nhome pages to their personalization pages.)\n","\n   Registration also means filling out an online questionnaire that\ncan take anywhere from a few minutes to a half-hour to complete.\n(My Excite goes another step, giving brief descriptions of why it\nrequests certain information. It says, for example, ``Your birth\ndate is used to provide your horoscope.'')\n","\n   Designers of personalization services noted that the more\ninformation users provided about themselves, the more personalized\nthe service would be.\n","\n   The My Yahoo form is much more tedious when it asks users to\nchoose the information they want and how it is to be displayed.\nEach user enters preferences for a front page and pages for\nsubjects like health, entertainment, business, chat and message\nboards.\n","\n   Each subject page has a dozen slots, and each slot holds a\npull-down menu offering 36 choices of content, like sports\nscoreboards, information about vitamins and herbs, and news\nheadlines.\n","\n   A user may choose one menu item for each slot. Each selection\nleads to that categories of information being displayed and updated\nwhenever the personalized pages are viewed. My Yahoo goes even\nfurther, pressing for even more detail about a user's ``specific\ninterests.''\n","\n   The categories there, like news, life styles, music and\nshopping, are more finely tuned. The answers may very well\ndetermine whether the Epicurious Web site for fine cooking appears\non your finished page rather than Gamespot, which is popular among\ncomputer twitch gamers.\n","\n   ``It helps us in a number of ways to offer a service that users\nfind more relevant,'' Sohn at Yahoo said of the questionnaire.\n","\n   Once the services have an idea of what users want, they extract\nthe information from various sources. To do that, they use\nrelationships with news operations and other partners as well as\ntheir own powerful search engines. In most cases, as with My Yahoo,\nMy Excite and My Netscape, the information is stored in central\ndatabases.\n","\n   When someone goes on line and types in a user name and a\npassword, a cookie _ an identifying tag stored on the user's\ncomputer _ tells the personalization service who is requesting\ninformation. Based on what is in the cookie (for My Netscape it is\na 16-digit number) the information is unlocked from the database\nand sent in a fraction of a second to the user.\n","\n   Most of the services regularly update their information and use\nboth machines and people to match the right streams of information\nwith the right users, personalization managers say.\n","\n   Just how these services actually work depends on closely held\nproprietary technologies, but many personalization operators agree\nthat the services have been made possible by advances in database\nhardware and software in the last several years, by high-speed\nuser-indentification systems and by the capacity to generate pages\non the fly over the Internet.\n","\n   ``Making it easy for people is our overarching design point,''\nsaid Eckart Walther, product manager for My Netscape. ``It makes\ninformation come to you rather than you going to the information.''\n","\n   Nathan Beckord, 26 a research associate for an investment bank\nin San Francisco, uses My Yahoo to check his stock portfolio and to\nglance at news about his investments.\n","\n   ``For each portfolio, I have it customized to display what I\nwant, quote the volume, and below that it shows the news,'' he\nsaid. Beckord also has the service set up as his default page, so\nit is the first thing he sees when he goes on line at work or at\nhome.\n","\n   Users like Beckord are very useful to Internet companies, which\nis why the companies invested in personalization. The detailed\ninformation users give them about exactly what they want to see on\nline serves as a kind of survey.\n","\n   nn\n","\n   The information helps personalization managers decide what kinds\nof content to add, maintain or remove from their offerings. More\nimportant, many of the same managers said, the information makes it\npossible to match the advertising to users' interests and needs.\n","\n   Much as sporting goods manufacturers know that they have a\nbetter chance of reaching their market by advertising on ESPN, the\nnational cable sports network, rather than with general-interest\nprograms, advertisers are looking for much of the same result by\nhaving their advertisements sent over the Internet to people whose\ndeclared interests identify them as likely customers, explained\nSze, of Excite.\n","\n   Sohn, of Yahoo, offered an example. ``If we know someone is not\ninterested in travel,'' he said, ``then we are not likely to\ndisplay an ad from an airline or travel agency.'' And the better\nhis company is able to aim advertising, he added, the more it can\ncharge for that advertising.\n","\n   But Sze said the use of personalization as an effective\nadvertising tool had just begun. ``The true value of this is not\nbeing realized the way it is going to be,'' said Sze, adding that\non a scale of 1 to 10, personalization's use of advertising was in\nthe 3-to-5 range. But, he said, Excite is preparing to step up its\nuse of targeted advertising on the Internet.\n","\n   Walther also noted that personalization made good business sense\nbecause it was a way to capture more users, people who are\napproaching the Internet differently from their early-adopter\npredecessors.\n","\n   ``We are seeing a lot more practical use of the Web,'' he said.\n``A lot of people don't go on the Web to just have fun.'' He said\npeople tended to care more about how much time they were on the\nInternet and how much they accomplished. Personalization, he said,\nespecially speaks to such users.\n","\n   And, added Boxer, the New York computer consultant, many new\nInternet users start with personalization services and keep\nreturning to those companies. ``Everyone has to start someplace,''\nhe said, ``and the people who control the starting place hold some\nvery valuable real estate.''\n","\n   Because personalization requires the user to give a series of\nvery specific preferences, there are growing concerns about what\ncompanies will do with all this new information.\n","\n   Sohn and other personalization service operators said the\nindustry followed strict guidelines to protect users' privacy. Many\nof the companies' policies regarding privacy are clearly stated on\nline and linked to the questionnaires.\n","\n   ``We care very deeply about privacy,'' Sohn said. ``We go\noverboard to make users aware that we don't sell usage information\nto anyone.''\n","\n   Another objection to the current personalization services is\nthat they simply do not go far enough. Walter Bender, associate\ndirector of the MIT Media Lab, said he would like to see additional\nlevels of integration between, for example, online information and\npersonal online calendars.\n","\n   The result, he said, would be more sophisticated services that\nwould not only deliver tailored content but would also match that\ninformation with what a user was actually doing. You're taking a\nbusiness trip to the Caribbean? Your computer would start\ndelivering news, weather and travel information about the Caribbean\nas your departure date approached.\n","\n   Nonetheless, many Internet experts say, personalization is\nexpected to be the buzz on the Internet for years to come, as it is\ntweaked and refined along the way. ``It's not going to go away,''\nSze predicted.\n","\n   It is simply a matter of Internet destiny, others say.\n","\n   ``This is the only medium,'' Kraus said, ``that is inherently\npersonalizable.''\n"]}