{"DocumentId":"NYT19980829.0210","TopicId":"NYT","Relevance":"0","Body":" BC-DOG-DISCRIM-REAL-3TAKES-NYT \nREAL ESTATE: BUILDINGS TIGHTENING THE LEASH ON DOGS \n\n  (lb) \n By JOYCE COHEN   \n c.1998 N.Y. Times News Service   \n\n   NEW YORK _ In this dog-eat-dog real-estate market, it's no\nsurprise that dogs are having a tough time.\n\n   Plenty of buildings ban dogs outright. Others impose conditions,\nwritten or unwritten: Fido rides in the freight car, Toto gets\ntoted through the lobby, Rover requires a big security deposit,\nBalto had better not bark.\n\n   Though no one keeps formal track, dog policies _ whether in\nrentals, co-ops or condominiums _ tend to loosen and tighten along\nwith the market. And the current market is about as tight as it has\never been.\n\n   Buildings are ``slowly making more restrictive policies,'' said\nGregory Carlson, president of the Federation of New York Housing\nCooperatives. ``Now that buildings are not having any vacancy\nproblems, they can be more discriminatory about who they let in.''\nA spate of news stories about scary dogs doesn't help, said Carlson\n_ nor do inconsiderate dog owners who fail to clean up after their\ndogs.\n\n   Finding co-ops for her dog-owning clients has become\nincreasingly difficult, said Madeleine Dale, a real-estate broker\nfor Douglas Elliman West Side. ``The rules have been very strict,\nand tightening over the last five years,'' she said. ``We have\nbecome even more crowded. There is very little space, and scarce\nresources prompt a lot of battling.''\n\n   Though brokers try to keep up with buildings' dog policies, the\npolicies change often _ sometimes after turnover on a co-op board,\nsometimes after a problem with an existing dog, sometimes for no\napparent reason.\n\n   ``The boards have gotten very picky,'' said Ms. Dale, who has a\n75-pound Scottish deerhound named Layla. ``We have very few\nproperties to offer and I think the boards sense their power. They\ndon't have to have any reason at all when they decline you.''\n\n   Getting into a rental can be even tougher. There are always\ndog-loving buildings, of course. Ms. Dale rents an apartment in the\nApthorp at Broadway and 79th Street, a building so dog-friendly\nthat the staff keeps biscuits on hand for dogs returning from their\nwalks. And some landlords encourage dog ownership for security\nreasons.\n\n   Still, with worries about incessant barking, odiferous dog\ndroppings and damage to the building, a landlord will almost always\ntake a non-dog-owning tenant over a dog owner, said Brian Edwards,\ndirector of leasing for Halstead Property Co. ``When buildings were\nhurting for tenants in the early 1990s, pet policies were much more\nforgiving,'' he said. ``Now it's canine non grata.''\n\n   Though some buildings have blanket no-pet rules, these in fact\ntend to be no-dog policies, say lawyers and those who deal with pet\nissues. Cats and other stay-at-home animals may never even emerge\nfrom the apartment. ``Practically speaking, unless a cat is let out\nof a dwelling unit or you have an odor emanating from the\napartment, you're fighting something you don't know about,'' said\nCarlson, the co-op federation president.\n\n   The biggest problem with cat ownership tends to be drains\nclogged by kitty litter, which clumps when wet. Only on isolated\noccasions are there problems with outlawed animals, which include\nwild animals, endangered species and farm animals kept in built-up\nareas of the city.\n\n   But even as it gets harder for dog owners to find a new home, it\nmay be easier for them to remain there once they do. No-pet clauses\non leases for rental apartments are largely unenforceable, say\nlawyers who deal with pet issues. Laws come down squarely on the\nside of the pet-owning inhabitant, and proposed legislation in the\nCity Council would make it even easier to keep a pet.\n\n   In many ways, New York is exceedingly dog-friendly. Manhattan\nfeatures 15 public dog runs, plus plenty of services for the\nmetropolitan mutt: doggie day camp, obedience school, grooming\nparlors. Studies indicate that pets enhance emotional health and\nprovide needed companionship in single-person households, which are\nlegion in New York. And dogs, being socially uninhibited, let their\nowners engage with their urban neighbors in ways they never do when\nthey're unaccompanied by their animals.\n\n   ``In buildings with lots of pets there's a lot of interaction\namong people,'' said Dr. Peter Borchelt, an animal behaviorist at\nthe Animal Medical Center. ``Everyone knows each other because of\nthe pets. You now have a happier building. If you insist on having\nno pet problems because you insist on having no pets, you are going\nto have a different type of building.''\n\n   And when it comes time to sell? It's easier to sell a unit in a\nbuilding that permits dogs, said Mitchell Speer, an associate\nbroker at William B. May Co. Even buyers without dogs often prefer\nto buy in a dog-friendly building, he said. ``What if someone wants\nto pay them full asking price and has a dog?'' Speer said. ``If the\nbuilding restricts dogs, you're cutting out a major proportion of\nthe buying market.''\n\n   For buyers who do have a dog, the dog policy is often the\ndeal-breaker when it comes to housing decisions. ``People are more\nwilling to pay a higher price or look forever or buy an apartment\nthey thought wasn't perfect,'' said Christine O'Neal, a Halstead\nbroker. Twice recently, she said, she sold apartments solely\nbecause they allowed a dog. Both cases involved a bidding war.\n``They were willing to go up just to get the dog in,'' she said.\n\n   Alberto Shayo certainly is. Because of Kita, his 7-pound poodle\nmix, he has had a frustrating, and so far unsuccessful, search to\nrent a unit in a full-service condominium building on the East\nSide. ``It is a very harsh, hostile environment,'' he said. ``I\nalways tell them upfront about the dog, but because the market is\ntight now, they are no longer OK with dogs.''\n\n   Shayo, an art dealer, has expanded his search boundaries as well\nas his price range. ``What can I do?'' he said. ``I am desperate.''\n\n   Dogs, unlike cats or other pets, inhabit the public space. They\nwalk in and out, ride up and down, and make loud noises. They also\nlunge and snap, sniff impolitely, snuffle their noses in the baby\ncarriage, come eye to eye with toddlers, shed on the carpet, and\nshake off vigorously after romping through the rain. These are\nthings neighbors don't necessarily like to be subjected to in their\nhomes.\n\n   Dog restrictions are intended to achieve a happy medium. Some\nbuildings say dogs must be carried when in the elevator and in the\nlobby. Others make dogs ride in the service elevator when it's\navailable _ a practice some owners find insulting. Often if a human\nis on the elevator and doesn't want to ride with a dog, the dog\nwaits.\n\n   Some buildings limit a dog's size, though animal experts say\nthis policy is wrongheaded. ``Larger dogs make better apartment\ndogs _ they don't require as much activity,'' said Jody Jones,\ndirector of adoptions for the Center for Animal Care and Control,\nwhich functions as the city's dog pound. ``A 125-pound mastiff will\nlie around and sleep all day. Smaller dogs are more yippy and run\nall over the furniture.''\n\n   (STORY CAN END HERE _ OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   Some buildings also restrict the number of dogs per apartment.\nAt the Bamford, at 333 East 56th St., for example, tenants can have\nup to two dogs, each weighing 15 pounds or less _ but the\ndog-owning household must reside in a two-bedroom apartment or\nlarger.\n\n   Other buildings are leery of breeds reputed to be aggressive,\nlike pit bulls and Rottweilers.\n\n   Many buildings have a grandfather policy that permits existing\ndogs to stay but prohibits new dogs _ a practice that often leads\nto accusations of unfairness from those who see their neighbors\nwith dogs but can't have dogs themselves. Real estate agents tell\nof cases where a deceased dog has been replaced, discreetly, with a\nlook-alike pooch.\n\n   A grand urban legend has it that some co-op boards interview\ndogs along with their owners. That hardly ever happens _ ``only on\nan individual basis or for a special concern,'' said Iris Palley, a\nbroker for Douglas Elliman East Side who specializes in finding\napartments for dog owners.\n\n   ``There is no co-op that says you have to bring the dog to the\ninterview,'' said Ms. Palley, who owns a poodle named Alice and\nalso designs and sells barrettes for dogs with topknots. ``The\nexception is if you have a lot of dogs or if your dog is enormous,\nlike a little pony.''\n\n   It's more common for a co-op board to require some material\nabout the dog, she said _ information on its breed and weight;\nreferences from a veterinarian, groomer, trainer or neighbor;\nperhaps a photograph.\n\n   In a very few cases, though, the manager or superintendent\nscreens the dog. At New York Towers, a large postwar co-op at 305\nEast 24th St. that lifted its dog ban nearly four years ago, the\non-site manager, Steve Nardoni, meets all incoming dogs. He sees\nabout three a year.\n\n   ``It takes five minutes,'' said Nardoni, whose own dog, a poodle\nnamed Max, occasionally accompanies him to work. ``The board\ndoesn't want me to put the dog through a psychiatric drill. I think\nresponsible dog owners understand that in a cooperative community\nthere are certain things they have to go through.''\n\n   One dog that passed the screen _ actually, Nardoni has never\nrejected a dog _ was Brownie, a cocker spaniel owned by Izumi\nHayashi and her husband, Frank Pupo. ``They wanted to make sure the\ndog is not loud, noisy, scary-looking and all that stuff,'' said\nMs. Hayashi, a financial analyst who moved in three years ago. ``He\npretty much just wagged the tail and walked around and gave\neverybody some kisses, and that was it.''\n\n   Nardoni also checked out Zoe, a shepherd mix acquired by\nlong-time residents Pearl and John Harrington shortly after the\nbuilding began allowing dogs. ``Since we were able to be with her,\nif there was any problem, we could correct it,'' said Mrs.\nHarrington, who works from home. The Harringtons trained Zoe so\nthat ``when she gets into the elevator she will go into a corner\nand sit,'' said Mrs. Harrington.\n\n   One 85-unit co-op in the East 60s that intends to lift its\nno-dog policy will not require a screening but does plan to\ninstitute extensive written rules. (The manager would describe the\nplans only if the building was not identified, because the board\nhas not yet approved the policy.)\n\n   The proposed policy states that dog owners will pay additional\nmaintenance of $50 a month and put down a $1,000 security deposit.\nDogs would have to be leashed when on common property and use the\nservice elevator, even on weekends and holidays. Dog-related\ngarbage would have to be bagged and placed in the incinerator, with\ndog-food cans rinsed and recycled. Dogs could not be groomed in the\nhallway. Repeated complaints by other shareholders would be grounds\nfor a fine and, eventually, eviction.\n\n   ``Younger people are moving into the building and seem to want\ndogs,'' the manager said. The board is ``trying to formulate\nsomething that works for everybody.''\n\n   Accusations can fly when a board starts enforcing a previously\nignored ban. That apparently happened to Judith McQuown, who six\nyears ago bought a garden apartment expressly because she was\nplanning to get a dog. ``I asked whether dogs were permitted, and\npointed out that was why I bought a garden apartment,'' said Ms.\nMcQuown, a writer of business books who lives at 315 East 72nd St.,\na postwar co-op. ``I was assured yes, this was a dog building.''\n\n   A few years after Ms. McQuown acquired a stray Scottish terrier,\nHamish, she began receiving letters accusing her of harboring a dog\nin violation of the rules, she said. ``They started attaching late\nfees to my maintenance payments and hitting me with legal fees,''\nshe said. After she hired a lawyer, the board backed off. Now, with\nnew members on the board, dogs are allowed.\n\n   ``As long as people aren't complaining about your dogs in terms\nof noise or safety, people are left alone,'' said William Boak, the\ncurrent president of the co-op board and owner of a yellow Labrador\nretriever named Scout. But now that dogs are allowed, he said,\n``we've had a proliferation of dogs,'' with nearly 50 of them in\nthe 218-unit building.\n\n   Because the building has grown so dog-dense, the board is\nconsidering formalizing the dog policy, Boak said. This might\ninclude a point system for bad behavior, so if a dog racks up a\ncertain number of points, it would be subject to eviction.\n\n   An abrupt change in policy also angered Andrew Visconti of 23\nWest 73rd St., owner of an English bulldog named Petunia. A year\nand a half ago, the building, which had no policy on dogs, outlawed\nfour large breeds as well as pit bulls, and required dog owners to\nmaintain personal liability insurance for at least $500,000, among\nother things, said Craig Wilson, a member of the co-op board.\n\n   ``Five hundred thousand dollars is outrageously high,'' said\nVisconti, who sent Petunia to obedience school at the age of four\nmonths. ``I don't like the feeling of being a renter with the\nlandlord telling me what to do.''\n\n   Much ill will ensued, along with several formal and informal\nmeetings among interested parties.\n\n   Visconti is looking to move, partly because he is disgusted with\nthe dog episode. ``It creates policing,'' said Visconti, a\ncorrespondent for an Italian newspaper syndicate. ``If it's a\nproblem that a dog might have an accident, it is the same as\nsomeone taking the garbage to the garbage area and the bag is\nleaking and grease gets on the carpeting. Are we going to start\nassessing fines for that? The assumption is that dog owners are\ndirty, irresponsible people who abuse the patience of our\nneighbors.''\n\n   nn\n\n   Dog waste, for sure, is a sensitive and delicate problem.\n\n   ``Everyone's dog has had an accident,'' said Charlotte Reed,\nowner of the pet-care service Two Dogs & A Goat. ``It happens.\nThat's what having a dog is. The considerate dog owner is going to\nclean up after the dog or tell the doorman, tell the super.''\n\n   But not everyone is considerate. Winter is a bad time of year at\nthe Fairview, a building at 61-20 Grand Central Parkway in Forest\nHills, Queens, which has a large indoor garage. ``If it's cold out,\nthey let the dog do its business in the garage or the stairwells,''\nsaid Carlson of the co-op federation, who is also the building's\nmanager. It happens about a dozen times each winter, he said.\n\n   Then there's barking _ a particular problem in postwar\nbuildings, where sound is likely to resonate. ``The neighbors don't\ngive you much time to deal with it,'' said Dr. Laura Robbins, a\nveterinarian at the Center for Veterinary Care. ``People will get\nnasty letters under their door immediately.''\n\n   Though proper training can fix almost any problem, it usually\ntakes a few weeks. For those needing quicker solutions, there are\nanti-bark collars, anti-anxiety medications and, as a last resort,\nvocal-cord removal.\n\n   Lawyers say the recent changes in rent regulations, which allow\nfor substantial increases when the lease turns over, provide an\nincentive for landlords to try to evict longtime renters. Pets can\nbe a handy excuse. But except when it comes to nuisance pets _ ones\nthat create ongoing, persistent problems, like nonstop noise _ the\nlaw tends to be on the pet owner's side.\n\n   Section 27-2009.1 of the Administrative Code of the City of New\nYork, often called the pet law, has been in effect since 1983. Not\ncoincidentally, the law dates from another time when the\nreal-estate market was tight, said Elinor Molbegott, who at that\ntime was counsel to the ASPCA and helped promote the legislation.\n\n   The pet law says that if a tenant has harbored a pet ``openly\nand notoriously'' for at least three months, any no-pet regulations\nin multiple-dwelling leases are deemed waived and unenforceable. In\nother words, an owner or landlord who knows about a pet must file\neviction papers within three months of gaining ``knowledge'' of the\nanimal. Otherwise, the animal can stay.\n\n   The pet law supersedes a co-op's own no-pet rules, says Stuart\nSaft, chairman of the Council of New York Co-operatives. Even if a\nco-op's board has banned dogs, he said, ``The courts have provided\nthat the pet law applies.'' Co-op shareholders are tenants within\nthe meaning of the law, he said, and ``the proprietary lease is\nsubject to the law, and the law says you have to move within three\nmonths to evict the pet.''\n\n   Under proposed city legislation, pet owners would gain even more\nrights. Anyone over age 62 would be entitled to keep a pet. And the\nthree-month window for eviction would apply to the first pet only,\nnot to replacement pets.\n\n   Basically, it would grandfather not just a pet but the right to\nhave a pet, said Darryl Vernon, a lawyer who deals with pet issues.\nA grandfather clause that lets existing pets stay but doesn't let\nthem be replaced ``is a terrible policy,'' said Vernon. ``You have\nelderly people, home alone, with no more pets.''\n\n   The Federal Fair Housing Act is also invoked on behalf of pet\nowners, said Karen Copeland, another lawyer who deals with pet\nissues. It says that people with disabilities _ any mental or\nphysical impairments _ are entitled to reasonable accommodation.\nThat can include a pet that is medically necessary, said Ms.\nCopeland.\n\n   ``Everyone knows a blind person can keep a dog, but so can\nsomeone with chronic depression or an invisible disability,'' she\nsaid. ``I have a client with a chronic lung disease, and the pet\nkeeps her calm and helps keep her from reverting to a smoking\nhabit.''\n\n   The city's pet law constitutes ``a fairly easy defense, but it's\nnot clear-cut,'' said Ms. Copeland. For example, it applies to\nco-ops and rentals citywide, and to condominiums in Brooklyn,\nQueens and Staten Island. But it doesn't apply to condominiums in\nManhattan and the Bronx. That's because the pet law covers only\nlease agreements, and _ in the opinion of the Appellate Court\ncovering Manhattan and the Bronx _ the owner-board relationship\ndoes not constitute a lease agreement.\n\n   People who violate a building's dog restrictions by having a\ntoo-big dog, say, or too many dogs, would also be protected by the\npet law, lawyers said. But if they flout a rule that dogs use the\nfreight elevator? Such a situation has not been tested in the\ncourts, lawyers said, and it's unclear whether such a rule would be\nenforceable.\n\n   ``A shareholder is wise to follow such a policy'' in case the\ndog ``does foul carpet in the passenger elevator'' and is accused\nof being a nuisance, said Arthur Weinstein, a lawyer who is vice\npresident of the Council of New York Cooperatives, but it's unclear\n``whether the co-op can enforce such a restriction without any\nnegative conduct by the animal.''\n\n   Ms. Copeland told of one client who kept a poodle in her\nManhattan co-op: ``They desperately wanted her to use the freight\nelevator, but she said nix to that.'' The case was settled out of\ncourt. ``She's still taking the front elevator,'' Ms. Copeland\nsaid.\n","Headline":"\nREAL ESTATE: BUILDINGS TIGHTENING THE LEASH ON DOGS \n","Text":["\n   NEW YORK _ In this dog-eat-dog real-estate market, it's no\nsurprise that dogs are having a tough time.\n","\n   Plenty of buildings ban dogs outright. Others impose conditions,\nwritten or unwritten: Fido rides in the freight car, Toto gets\ntoted through the lobby, Rover requires a big security deposit,\nBalto had better not bark.\n","\n   Though no one keeps formal track, dog policies _ whether in\nrentals, co-ops or condominiums _ tend to loosen and tighten along\nwith the market. And the current market is about as tight as it has\never been.\n","\n   Buildings are ``slowly making more restrictive policies,'' said\nGregory Carlson, president of the Federation of New York Housing\nCooperatives. ``Now that buildings are not having any vacancy\nproblems, they can be more discriminatory about who they let in.''\nA spate of news stories about scary dogs doesn't help, said Carlson\n_ nor do inconsiderate dog owners who fail to clean up after their\ndogs.\n","\n   Finding co-ops for her dog-owning clients has become\nincreasingly difficult, said Madeleine Dale, a real-estate broker\nfor Douglas Elliman West Side. ``The rules have been very strict,\nand tightening over the last five years,'' she said. ``We have\nbecome even more crowded. There is very little space, and scarce\nresources prompt a lot of battling.''\n","\n   Though brokers try to keep up with buildings' dog policies, the\npolicies change often _ sometimes after turnover on a co-op board,\nsometimes after a problem with an existing dog, sometimes for no\napparent reason.\n","\n   ``The boards have gotten very picky,'' said Ms. Dale, who has a\n75-pound Scottish deerhound named Layla. ``We have very few\nproperties to offer and I think the boards sense their power. They\ndon't have to have any reason at all when they decline you.''\n","\n   Getting into a rental can be even tougher. There are always\ndog-loving buildings, of course. Ms. Dale rents an apartment in the\nApthorp at Broadway and 79th Street, a building so dog-friendly\nthat the staff keeps biscuits on hand for dogs returning from their\nwalks. And some landlords encourage dog ownership for security\nreasons.\n","\n   Still, with worries about incessant barking, odiferous dog\ndroppings and damage to the building, a landlord will almost always\ntake a non-dog-owning tenant over a dog owner, said Brian Edwards,\ndirector of leasing for Halstead Property Co. ``When buildings were\nhurting for tenants in the early 1990s, pet policies were much more\nforgiving,'' he said. ``Now it's canine non grata.''\n","\n   Though some buildings have blanket no-pet rules, these in fact\ntend to be no-dog policies, say lawyers and those who deal with pet\nissues. Cats and other stay-at-home animals may never even emerge\nfrom the apartment. ``Practically speaking, unless a cat is let out\nof a dwelling unit or you have an odor emanating from the\napartment, you're fighting something you don't know about,'' said\nCarlson, the co-op federation president.\n","\n   The biggest problem with cat ownership tends to be drains\nclogged by kitty litter, which clumps when wet. Only on isolated\noccasions are there problems with outlawed animals, which include\nwild animals, endangered species and farm animals kept in built-up\nareas of the city.\n","\n   But even as it gets harder for dog owners to find a new home, it\nmay be easier for them to remain there once they do. No-pet clauses\non leases for rental apartments are largely unenforceable, say\nlawyers who deal with pet issues. Laws come down squarely on the\nside of the pet-owning inhabitant, and proposed legislation in the\nCity Council would make it even easier to keep a pet.\n","\n   In many ways, New York is exceedingly dog-friendly. Manhattan\nfeatures 15 public dog runs, plus plenty of services for the\nmetropolitan mutt: doggie day camp, obedience school, grooming\nparlors. Studies indicate that pets enhance emotional health and\nprovide needed companionship in single-person households, which are\nlegion in New York. And dogs, being socially uninhibited, let their\nowners engage with their urban neighbors in ways they never do when\nthey're unaccompanied by their animals.\n","\n   ``In buildings with lots of pets there's a lot of interaction\namong people,'' said Dr. Peter Borchelt, an animal behaviorist at\nthe Animal Medical Center. ``Everyone knows each other because of\nthe pets. You now have a happier building. If you insist on having\nno pet problems because you insist on having no pets, you are going\nto have a different type of building.''\n","\n   And when it comes time to sell? It's easier to sell a unit in a\nbuilding that permits dogs, said Mitchell Speer, an associate\nbroker at William B. May Co. Even buyers without dogs often prefer\nto buy in a dog-friendly building, he said. ``What if someone wants\nto pay them full asking price and has a dog?'' Speer said. ``If the\nbuilding restricts dogs, you're cutting out a major proportion of\nthe buying market.''\n","\n   For buyers who do have a dog, the dog policy is often the\ndeal-breaker when it comes to housing decisions. ``People are more\nwilling to pay a higher price or look forever or buy an apartment\nthey thought wasn't perfect,'' said Christine O'Neal, a Halstead\nbroker. Twice recently, she said, she sold apartments solely\nbecause they allowed a dog. Both cases involved a bidding war.\n``They were willing to go up just to get the dog in,'' she said.\n","\n   Alberto Shayo certainly is. Because of Kita, his 7-pound poodle\nmix, he has had a frustrating, and so far unsuccessful, search to\nrent a unit in a full-service condominium building on the East\nSide. ``It is a very harsh, hostile environment,'' he said. ``I\nalways tell them upfront about the dog, but because the market is\ntight now, they are no longer OK with dogs.''\n","\n   Shayo, an art dealer, has expanded his search boundaries as well\nas his price range. ``What can I do?'' he said. ``I am desperate.''\n","\n   Dogs, unlike cats or other pets, inhabit the public space. They\nwalk in and out, ride up and down, and make loud noises. They also\nlunge and snap, sniff impolitely, snuffle their noses in the baby\ncarriage, come eye to eye with toddlers, shed on the carpet, and\nshake off vigorously after romping through the rain. These are\nthings neighbors don't necessarily like to be subjected to in their\nhomes.\n","\n   Dog restrictions are intended to achieve a happy medium. Some\nbuildings say dogs must be carried when in the elevator and in the\nlobby. Others make dogs ride in the service elevator when it's\navailable _ a practice some owners find insulting. Often if a human\nis on the elevator and doesn't want to ride with a dog, the dog\nwaits.\n","\n   Some buildings limit a dog's size, though animal experts say\nthis policy is wrongheaded. ``Larger dogs make better apartment\ndogs _ they don't require as much activity,'' said Jody Jones,\ndirector of adoptions for the Center for Animal Care and Control,\nwhich functions as the city's dog pound. ``A 125-pound mastiff will\nlie around and sleep all day. Smaller dogs are more yippy and run\nall over the furniture.''\n","\n   nn\n","\n   Some buildings also restrict the number of dogs per apartment.\nAt the Bamford, at 333 East 56th St., for example, tenants can have\nup to two dogs, each weighing 15 pounds or less _ but the\ndog-owning household must reside in a two-bedroom apartment or\nlarger.\n","\n   Other buildings are leery of breeds reputed to be aggressive,\nlike pit bulls and Rottweilers.\n","\n   Many buildings have a grandfather policy that permits existing\ndogs to stay but prohibits new dogs _ a practice that often leads\nto accusations of unfairness from those who see their neighbors\nwith dogs but can't have dogs themselves. Real estate agents tell\nof cases where a deceased dog has been replaced, discreetly, with a\nlook-alike pooch.\n","\n   A grand urban legend has it that some co-op boards interview\ndogs along with their owners. That hardly ever happens _ ``only on\nan individual basis or for a special concern,'' said Iris Palley, a\nbroker for Douglas Elliman East Side who specializes in finding\napartments for dog owners.\n","\n   ``There is no co-op that says you have to bring the dog to the\ninterview,'' said Ms. Palley, who owns a poodle named Alice and\nalso designs and sells barrettes for dogs with topknots. ``The\nexception is if you have a lot of dogs or if your dog is enormous,\nlike a little pony.''\n","\n   It's more common for a co-op board to require some material\nabout the dog, she said _ information on its breed and weight;\nreferences from a veterinarian, groomer, trainer or neighbor;\nperhaps a photograph.\n","\n   In a very few cases, though, the manager or superintendent\nscreens the dog. At New York Towers, a large postwar co-op at 305\nEast 24th St. that lifted its dog ban nearly four years ago, the\non-site manager, Steve Nardoni, meets all incoming dogs. He sees\nabout three a year.\n","\n   ``It takes five minutes,'' said Nardoni, whose own dog, a poodle\nnamed Max, occasionally accompanies him to work. ``The board\ndoesn't want me to put the dog through a psychiatric drill. I think\nresponsible dog owners understand that in a cooperative community\nthere are certain things they have to go through.''\n","\n   One dog that passed the screen _ actually, Nardoni has never\nrejected a dog _ was Brownie, a cocker spaniel owned by Izumi\nHayashi and her husband, Frank Pupo. ``They wanted to make sure the\ndog is not loud, noisy, scary-looking and all that stuff,'' said\nMs. Hayashi, a financial analyst who moved in three years ago. ``He\npretty much just wagged the tail and walked around and gave\neverybody some kisses, and that was it.''\n","\n   Nardoni also checked out Zoe, a shepherd mix acquired by\nlong-time residents Pearl and John Harrington shortly after the\nbuilding began allowing dogs. ``Since we were able to be with her,\nif there was any problem, we could correct it,'' said Mrs.\nHarrington, who works from home. The Harringtons trained Zoe so\nthat ``when she gets into the elevator she will go into a corner\nand sit,'' said Mrs. Harrington.\n","\n   One 85-unit co-op in the East 60s that intends to lift its\nno-dog policy will not require a screening but does plan to\ninstitute extensive written rules. (The manager would describe the\nplans only if the building was not identified, because the board\nhas not yet approved the policy.)\n","\n   The proposed policy states that dog owners will pay additional\nmaintenance of $50 a month and put down a $1,000 security deposit.\nDogs would have to be leashed when on common property and use the\nservice elevator, even on weekends and holidays. Dog-related\ngarbage would have to be bagged and placed in the incinerator, with\ndog-food cans rinsed and recycled. Dogs could not be groomed in the\nhallway. Repeated complaints by other shareholders would be grounds\nfor a fine and, eventually, eviction.\n","\n   ``Younger people are moving into the building and seem to want\ndogs,'' the manager said. The board is ``trying to formulate\nsomething that works for everybody.''\n","\n   Accusations can fly when a board starts enforcing a previously\nignored ban. That apparently happened to Judith McQuown, who six\nyears ago bought a garden apartment expressly because she was\nplanning to get a dog. ``I asked whether dogs were permitted, and\npointed out that was why I bought a garden apartment,'' said Ms.\nMcQuown, a writer of business books who lives at 315 East 72nd St.,\na postwar co-op. ``I was assured yes, this was a dog building.''\n","\n   A few years after Ms. McQuown acquired a stray Scottish terrier,\nHamish, she began receiving letters accusing her of harboring a dog\nin violation of the rules, she said. ``They started attaching late\nfees to my maintenance payments and hitting me with legal fees,''\nshe said. After she hired a lawyer, the board backed off. Now, with\nnew members on the board, dogs are allowed.\n","\n   ``As long as people aren't complaining about your dogs in terms\nof noise or safety, people are left alone,'' said William Boak, the\ncurrent president of the co-op board and owner of a yellow Labrador\nretriever named Scout. But now that dogs are allowed, he said,\n``we've had a proliferation of dogs,'' with nearly 50 of them in\nthe 218-unit building.\n","\n   Because the building has grown so dog-dense, the board is\nconsidering formalizing the dog policy, Boak said. This might\ninclude a point system for bad behavior, so if a dog racks up a\ncertain number of points, it would be subject to eviction.\n","\n   An abrupt change in policy also angered Andrew Visconti of 23\nWest 73rd St., owner of an English bulldog named Petunia. A year\nand a half ago, the building, which had no policy on dogs, outlawed\nfour large breeds as well as pit bulls, and required dog owners to\nmaintain personal liability insurance for at least $500,000, among\nother things, said Craig Wilson, a member of the co-op board.\n","\n   ``Five hundred thousand dollars is outrageously high,'' said\nVisconti, who sent Petunia to obedience school at the age of four\nmonths. ``I don't like the feeling of being a renter with the\nlandlord telling me what to do.''\n","\n   Much ill will ensued, along with several formal and informal\nmeetings among interested parties.\n","\n   Visconti is looking to move, partly because he is disgusted with\nthe dog episode. ``It creates policing,'' said Visconti, a\ncorrespondent for an Italian newspaper syndicate. ``If it's a\nproblem that a dog might have an accident, it is the same as\nsomeone taking the garbage to the garbage area and the bag is\nleaking and grease gets on the carpeting. Are we going to start\nassessing fines for that? The assumption is that dog owners are\ndirty, irresponsible people who abuse the patience of our\nneighbors.''\n","\n   nn\n","\n   Dog waste, for sure, is a sensitive and delicate problem.\n","\n   ``Everyone's dog has had an accident,'' said Charlotte Reed,\nowner of the pet-care service Two Dogs & A Goat. ``It happens.\nThat's what having a dog is. The considerate dog owner is going to\nclean up after the dog or tell the doorman, tell the super.''\n","\n   But not everyone is considerate. Winter is a bad time of year at\nthe Fairview, a building at 61-20 Grand Central Parkway in Forest\nHills, Queens, which has a large indoor garage. ``If it's cold out,\nthey let the dog do its business in the garage or the stairwells,''\nsaid Carlson of the co-op federation, who is also the building's\nmanager. It happens about a dozen times each winter, he said.\n","\n   Then there's barking _ a particular problem in postwar\nbuildings, where sound is likely to resonate. ``The neighbors don't\ngive you much time to deal with it,'' said Dr. Laura Robbins, a\nveterinarian at the Center for Veterinary Care. ``People will get\nnasty letters under their door immediately.''\n","\n   Though proper training can fix almost any problem, it usually\ntakes a few weeks. For those needing quicker solutions, there are\nanti-bark collars, anti-anxiety medications and, as a last resort,\nvocal-cord removal.\n","\n   Lawyers say the recent changes in rent regulations, which allow\nfor substantial increases when the lease turns over, provide an\nincentive for landlords to try to evict longtime renters. Pets can\nbe a handy excuse. But except when it comes to nuisance pets _ ones\nthat create ongoing, persistent problems, like nonstop noise _ the\nlaw tends to be on the pet owner's side.\n","\n   Section 27-2009.1 of the Administrative Code of the City of New\nYork, often called the pet law, has been in effect since 1983. Not\ncoincidentally, the law dates from another time when the\nreal-estate market was tight, said Elinor Molbegott, who at that\ntime was counsel to the ASPCA and helped promote the legislation.\n","\n   The pet law says that if a tenant has harbored a pet ``openly\nand notoriously'' for at least three months, any no-pet regulations\nin multiple-dwelling leases are deemed waived and unenforceable. In\nother words, an owner or landlord who knows about a pet must file\neviction papers within three months of gaining ``knowledge'' of the\nanimal. Otherwise, the animal can stay.\n","\n   The pet law supersedes a co-op's own no-pet rules, says Stuart\nSaft, chairman of the Council of New York Co-operatives. Even if a\nco-op's board has banned dogs, he said, ``The courts have provided\nthat the pet law applies.'' Co-op shareholders are tenants within\nthe meaning of the law, he said, and ``the proprietary lease is\nsubject to the law, and the law says you have to move within three\nmonths to evict the pet.''\n","\n   Under proposed city legislation, pet owners would gain even more\nrights. Anyone over age 62 would be entitled to keep a pet. And the\nthree-month window for eviction would apply to the first pet only,\nnot to replacement pets.\n","\n   Basically, it would grandfather not just a pet but the right to\nhave a pet, said Darryl Vernon, a lawyer who deals with pet issues.\nA grandfather clause that lets existing pets stay but doesn't let\nthem be replaced ``is a terrible policy,'' said Vernon. ``You have\nelderly people, home alone, with no more pets.''\n","\n   The Federal Fair Housing Act is also invoked on behalf of pet\nowners, said Karen Copeland, another lawyer who deals with pet\nissues. It says that people with disabilities _ any mental or\nphysical impairments _ are entitled to reasonable accommodation.\nThat can include a pet that is medically necessary, said Ms.\nCopeland.\n","\n   ``Everyone knows a blind person can keep a dog, but so can\nsomeone with chronic depression or an invisible disability,'' she\nsaid. ``I have a client with a chronic lung disease, and the pet\nkeeps her calm and helps keep her from reverting to a smoking\nhabit.''\n","\n   The city's pet law constitutes ``a fairly easy defense, but it's\nnot clear-cut,'' said Ms. Copeland. For example, it applies to\nco-ops and rentals citywide, and to condominiums in Brooklyn,\nQueens and Staten Island. But it doesn't apply to condominiums in\nManhattan and the Bronx. That's because the pet law covers only\nlease agreements, and _ in the opinion of the Appellate Court\ncovering Manhattan and the Bronx _ the owner-board relationship\ndoes not constitute a lease agreement.\n","\n   People who violate a building's dog restrictions by having a\ntoo-big dog, say, or too many dogs, would also be protected by the\npet law, lawyers said. But if they flout a rule that dogs use the\nfreight elevator? Such a situation has not been tested in the\ncourts, lawyers said, and it's unclear whether such a rule would be\nenforceable.\n","\n   ``A shareholder is wise to follow such a policy'' in case the\ndog ``does foul carpet in the passenger elevator'' and is accused\nof being a nuisance, said Arthur Weinstein, a lawyer who is vice\npresident of the Council of New York Cooperatives, but it's unclear\n``whether the co-op can enforce such a restriction without any\nnegative conduct by the animal.''\n","\n   Ms. Copeland told of one client who kept a poodle in her\nManhattan co-op: ``They desperately wanted her to use the freight\nelevator, but she said nix to that.'' The case was settled out of\ncourt. ``She's still taking the front elevator,'' Ms. Copeland\nsaid.\n"]}