{"DocumentId":"NYT19990727.0247","TopicId":"NYT","Relevance":"0","Body":" BC-KOCH-DETECTIVES-4TAKES-NYT \nFAMILY COURT FIGHT SHOWS HOW PRIVATE INVESTIGATORS POSE AS\nREPORTERS \n\n  \n (ATTN: Kan., Texas, Okla., Colo., Calif., N.Y.)  (mk) \n By DOUGLAS FRANTZ   \n c.1999 N.Y. Times News Service   \n\n   WICHITA, Kan. _ One of America's wealthiest and most private\nfamilies found itself in an unwanted spotlight last summer as its\nfractious members waged a bitter courtroom fight over the family\nbusiness, Koch Industries, the vast oil and gas company with\nheadquarters on the prairie at the edge of town here.\n\n   But in the corridors and shadows outside the courtroom, another,\nmore secret battle was taking place, one that reveals a new and\npowerful tactic in corporate intrigue. As the jury listened to\nevidence, private investigators were infiltrating the press corps\ncovering the trial in an effort to influence the public's view of\nthe family struggle and to tip sentiment in favor of its black\nsheep, William Koch.\n\n   Former news reporters working as investigators on behalf of Koch\n(pronounced coke) posed as journalists to try to obtain\nconfidential information about Koch Industries and to distribute\nnegative information to legitimate reporters about the company and\nKoch's brothers, Charles and David, according to interviews and\ndocuments from the investigative firm that hired them. At least one\nnewspaper ran a front-page article based in part on the\ninformation.\n\n   An examination of the Koch case provides an unusually detailed\nlook at an increasingly common tactic in business disputes: the use\nof private detectives. But it also reveals a growing practice\nwithin the detective industry of employing former reporters not\nonly for their investigative skills but for their willingness to\ntrade on their past occupation to gain access to sources who would\nbe unlikely to speak to a private investigator.\n\n   And it raises new questions about the seemingly legal, but\nethically questionable, ploys private detectives use to get\ninformation, at a time when there is increasing scrutiny of what is\nfast becoming a major American business.\n\n   One of Koch's private detectives sought sensitive documents from\na reporter at The Wichita Eagle by claiming he was working on an\narticle about the Kochs, according to the reporter. Another\ndetective said he was writing a book and used articles he had\nwritten for several publications to try to obtain interviews with\nKoch Industries executives. The documents show he was actually\nworking on behalf of Koch, who was trying to learn everything he\ncould about the company run by his brothers.\n\n   In a different type of attempt to influence the press, an\ninvestigator said he was offered a $25,000 bonus if he could\npersuade a reporter at any national newspaper to publish a negative\narticle about Koch Industries. The investigator provided\ninformation to a reporter, but he said the bonus had not been paid.\nA spokesman for Koch said he had refused the detective's overtures\nto place a story for pay.\n\n   The tactics surrounding the trial last summer were only the\nlatest skirmish in a festering dispute between opposing factions of\nthe Koch family in which private investigators have often been the\nmercenaries. Court documents show that detectives working for\nWilliam Koch bought trash from the homes of company lawyers and\ninvestigated the family business, while people working for William\nsaid they were followed and harassed by investigators on the Koch\nIndustries payroll.\n\n   These days a majority of the work done by private investigators\ninvolves business disputes. The demands of these corporate clients\nhave helped to transform the world of private detectives from a\nslightly seedy business dominated by ex-cops into a sophisticated,\nmultibillion-dollar industry with access to the best surveillance\nequipment and computer databases. But this growth has collided with\nprivacy concerns, particularly over deceptions used to obtain\nconfidential information about individuals and businesses.\n\n   Last month, a Colorado grand jury indicted two investigators who\nused various subterfuges to gather information on celebrities and\nother people. And Congress is considering legislation to make it a\nfederal crime to obtain financial information from banks by\npretending to be someone else.\n\n   Determining how often investigators pose as journalists is\ndifficult, but what occurred in Wichita clearly was not an isolated\nincident. Internet sites, like Espionage Unlimited in Burlington,\nVt., even sell laminated photo cards for $39.95 that identify the\nbearer as an employee of a fictitious organization called American\nPress Association.\n\n   In interviews, investigators around the country said pretending\nto be a journalist was an accepted practice in the industry, one\nrarely discovered by subjects of investigations. Those who use it\noften justify the pretext as the only means of getting accurate\ninformation.\n\n   ``We all much prefer being who we are, but sometimes you use a\ndeception because nothing else will produce the truth,'' said Jack\nPalladino, a San Francisco private detective who worked for Bill\nClinton in his 1992 campaign. ``You know if you stated honestly to\nthis person that you were a private investigator, they would lie to\nyou.''\n\n   nn\n\n   Palladino said he and his wife and partner, Sandra Sutherland,\nclaim to be journalists on occasion. In a widely publicized example\nin the late 1980s, Ms. Sutherland pretended to be a journalist to\nget information about a smear campaign against the banker Edmond\nSafra orchestrated by American Express.\n\n   More recently, in May, an investigator for Kroll Associates, the\nworld's largest investigative firm, was looking into a huge real\nestate project in Hong Kong by pretending to be a reporter for a\nSeattle publication until he was unmasked after an amateurish\nblunder.\n\n   The investigator sent an e-mail to David Webb, the editor of\nCyberport, an Internet publication that had criticized the\ndevelopment. The investigator said he wanted to discuss Webb's view\non the project as part of his research for an article.\nUnfortunately for the investigator, he used an e-mail with Kroll's\nelectronic address, tipping Webb to the subterfuge and leading to\nhis exposure.\n\n   Michael Cherkasky, the president of Kroll, confirmed the account\nof the incident, which first appeared on Webb's Web site. Cherkasky\ndeclined to identify the investigator, but he said he was fired for\nviolating Kroll's policy against misrepresentation. Cherkasky said\nKroll had also stopped using an outside investigator whose standard\nprocedure was to claim to be a journalist.\n\n   In another case, an investigator for the Investigative Group\nInternational, another big investigative firm, tried to get\ninformation about a candidate for governor of Tennessee by claiming\nhe was writing a book. When suspicious campaign officials tried to\ntake his photograph, the investigator thrust his briefcase in front\nof his face and fled, the officials said.\n\n   Michael Anthony, the case supervisor at the time, acknowledged\nthat the investigator, Mike Burns, was working for him. ``They\ncaught him and he took off running,'' said Anthony, who now works\nat another detective agency.\n\n   Pretending to be a journalist is not illegal, although several\nyears ago a Delaware court sanctioned lawyers for allowing Kroll\ninvestigators to pose as reporters and impartial consultants in\nquestioning former employees of a chemical company.\n\n   But the use of former reporters posing as working journalists to\ngather information raises broader ethical questions about the use\nof ruses and pretexts by private detectives. It also creates\nconcerns that detectives posing as journalists erode public trust\nin the press and jeopardize its independence.\n\n   ``The only reason people feel confident talking to journalists\nis that they believe they are talking to an independent source\nrepresenting their interests and the interests of the truth, not to\nsomeone who is part of the police apparatus, whether public or\nprivate,'' said Bill Kovach, curator of the Nieman Foundation for\nJournalism at Harvard University.\n\n   Among the many former investigative reporters who work as\nprivate detectives are Larry Gurwin, a former Time magazine\ncorrespondent who is with Control Risks Group; Diana Moneta, a\nformer reporter and editor at newspapers on Long Island, N.Y., who\nis with Investigative Consultants International; John Hanrahan, a\nformer Washington Post reporter who works for the James B. Mintz\nGroup; and Kathy Lavinder, a former ABC radio journalist who is at\nInvestigative Group International.\n\n   Edmund Pankau, a private investigator who teaches techniques to\njournalists and detectives alike, said similar research skills are\nrequired for both jobs. And most former journalists, he said, do\nnot use their old jobs as cover for investigative work.\n\n   In the Koch case, the use of investigators posing as journalists\nwas described in records from the investigative firm that hired\nthem. The records, from Decision Strategies International, a large\ninvestigative firm known by the initials DSFX, were sent\nunsolicited to The New York Times by an employee. The employee has\nsince left to work for a competing company and insisted that his\nidentity be withheld.\n\n   DSFX disputed the accuracy of its memorandums in a statement:\n``We never engaged in the kind of actions described in this\nself-serving and inaccurate document. It is a clear violation of\nthe company's standards and procedures for any of our employees or\ncontractors to pose as working journalists in the course of an\ninvestigation. Anyone doing so is in clear violation of our\npolicies.''\n\n   Michael Hershman, the DSFX chairman, said he could not confirm\nthat the firm had worked for William Koch because contracts with\nclients require confidentiality. Brad Goldstein, a spokesman for\nKoch, said the multimillionaire had hired DSFX in the past, but the\nspokesman would not specify why and said Koch never authorized\nposing as a journalist.\n\n   Hershman said DSFX prohibits its investigators from saying they\nwork for a specific publication, but he said they could identify\nthemselves as journalists if they held such jobs in the past and\ncontinue to do some journalism work.\n\n   ``If they are indeed a freelance journalist who also does\nprivate investigation, essentially they are not lying,'' Hershman\nsaid. ``I don't want them to misrepresent, but there is a fine\nline. It's a difficult world out there.''\n\n   There is no accepted definition of a freelance journalist, just\nas there is no way to disprove a former journalist's assertion that\nhe is thinking about writing an article or book about a particular\nsubject. Many publications and broadcast outlets rely on part-time\nworkers who hold other jobs, including as private investigators.\nFurther muddying the issue, some media organizations, particularly\ntelevision, hire private detectives to help with research.\n\n   nn\n\n   Still, the impersonation strategy sparked a debate within DSFX.\n\n   According to the internal documents, one manager refused to\nsupervise the investigation because he objected to the subterfuge\non legal and ethical grounds.\n\n   In a memorandum dated May 22, 1998, the manager, Jim Drinkhall,\nwrote, ``This morning, Andy Levetown called to have me manage a\ncase for Bill Koch where we would have a whole group of reporters\naround the country gathering info for us on the Koch Industries\ntrial, a whistle blower case in Minnesota and an age discrimination\ncase, in Kansas, I think.''\n\n   The memorandum said that Levetown, a senior manager and lawyer,\nsaw no problem using reporters and that top management approved the\npractice. Elliot Sloane, a spokesman for DSFX, said Levetown could\nnot discuss the case because of confidentiality restrictions.\n\n   In a later memorandum, to Bart Schwartz, the DSFX president in\nNew York, Drinkhall identified two people, Peter Weaver and Michael\nConnors, as claiming to be covering the Koch case as journalists\nwhile actually providing information to DSFX. Other unidentified\nreporters across the country were being paid to conduct interviews\nsaying they were writing articles about Koch Industries'\nenvironmental record, ``but are in fact giving us the results of\nthe interviews,'' the memo said.\n\n   Drinkhall, a former investigative reporter for The Wall Street\nJournal, declined to discuss the memos because of confidentiality\nrestrictions. He left DSFX early this year and works for another\ninvestigative firm.\n\n   A fuller portrait of the strategy emerged through court records\nand interviews with some of the investigators, reporters who\ncovered the trial and Koch Industries officials. These sources also\nmade it clear that this was not the first time private detectives\nwere enmeshed in this nasty family feud.\n\n   ``We hire a lot of private eyes because of what we're up\nagainst,'' Goldstein, the spokesman for William Koch, said. ``We're\nup against a very secretive company that operates like a cult.''\n\n   Koch Industries is the country's second-largest privately held\nbusiness behind Cargill, the grain merchant. It operates oil\nrefineries, gas pipelines and chemical companies and had revenue of\n$30 billion last year. But the company maintains a low public\nprofile and its executives are rarely quoted in the press.\n\n   The credit for its growth in the last 20 years has gone largely\nto Charles Koch, the eldest of four brothers, who serves as\nchairman and lives quietly in Wichita. But the prosperity has\nsparked a series of lawsuits by William, the most flamboyant\nbrother, who is best known for financing the America's Cup victory\nin 1992.\n\n   He contends that Charles and another brother, David, cheated him\nand other shareholders out of $1 billion when they bought out their\ninterests in the company in 1983. William has filed at least 10\nsuits against Koch Industries and family members, including one\nagainst his mother shortly before her death and another that is\nscheduled for trial this fall.\n\n   Over the years, William has hired private detectives to do\neverything from investigate claims that Koch Industries was\ncheating customers to collect trash outside the homes of company\nlawyers. The trash collection was halted after security guards\ncaught an investigator trying to buy trash from the law firm's\noffices.\n\n   Court files show that Koch paid $5,000 for two investigators to\ncollect the trash. Among their expenses were $20 to a garbage truck\ndriver for bags of trash and $18.73 for rubber gloves and masks.\n\n   In an affidavit, Koch said he hired the investigators to look\nfor evidence that Koch Industries was spying on him and his\nemployees. For instance, he said, one of his consultants was\nsubjected to surveillance and harassment by investigators for Koch\nIndustries and suggested that documents had been stolen from his\noffices. The company has denied both accusations.\n\n   It was last summer's trial in Topeka, Kan., that spawned the use\nof investigators pretending to be journalists, according to the\nDSFX records and interviews with participants in the investigation.\n\n   What the investigators hoped to gain remains unclear, though\nKoch Industries officials would be more likely to share information\nwith a journalist than a private investigator working for William.\nOne memo said there were suspicions that company lawyers were\nproviding reporters with documents protected by a court order.\nAlso, William complained repeatedly that reporters were biased\nagainst him and he may have thought infiltrating them would prove\nhis hypothesis.\n\n   One journalist identified in DSFX records as providing\ninformation to the firm was Peter Weaver, a freelance business\nwriter in Bethesda, Md., who worked for Forbes magazine many years\nago.\n\n   In a letter to DSFX in January 1998, he sought investigative\nwork and described using his reputation as a financial reporter to\ngain access to corporate insiders for other clients. ``Let's see if\nwe can come up with a challenging assignment where I can employ my\ninvestigative skills and coveted list of sources to your\nadvantage,'' he wrote, according to a copy of the letter\ndistributed to DSFX offices nationwide and obtained by The Times.\n\n   Weaver said in an interview that he was working on a profile of\nWilliam Koch for George magazine and provided an e-mail he sent to\nthe magazine outlining his story proposal. He said the assignment\nwas based on speculation that Koch would run for the U.S. Senate\nand when he decided not to run it was canceled. DSFX helped him\nidentify sources for the article, Weaver said, and he later sold\nthe firm information. He said that he saw no conflict in his\nactions.\n\n   ``I got some pay for my interviews and things I was going to use\nin my story and I sold it to them,'' he said. ``I did get\nsomething, but it was nothing like I would have gotten for the\nstory.''\n\n   nn\n\n   Michael Connors, a former Denver Post reporter and part-time\njournalist, was hired primarily to see if company lawyers were\nleaking confidential material to reporters, according to one DSFX\nmemo.\n\n   Connors attended most of the 11-week trial last summer in\nTopeka. Reporters covering the trial, including Leslie Wayne of The\nNew York Times and Bob Cox of The Wichita Eagle, said he told them\nhe was writing a book about the Kochs.\n\n   ``Connors showed up at the trial and said he wanted to write a\nbook,'' said Cox, now at the Fort Worth Star-Telegram. ``I had\nlunch with him a couple times and kept asking who his publisher was\nand he was pretty evasive.''\n\n   After the trial, Connors wrote to Koch Industries requesting\ninterviews with executives. He enclosed copies of some of his\narticles, including one for Time magazine, according to a copy of\nthe letter provided by Koch Industries.\n\n   Connors said in an interview that he works as a private\ninvestigator and freelance writer, but insisted that he attended\nthe trial only as a journalist. He said the book is on hold and\ndeclined to identify the publisher.\n\n   ``I am a journalist and I am an investigator,'' he said. ``I do\nboth, but never at the same time.''\n\n   A Web site run by a Dallas private investigation firm identifies\nConnors as an employee. Jack Taylor Jr., a former reporter who is\nnow a licensed private detective, runs the firm. Though Taylor's\nname does not appear in the DSFX memos, two people involved in the\nKoch investigation said he also worked for DSFX as a subcontractor.\n\n   Taylor said in an interview that his involvement in the Koch\nmatter was as a journalist and declined to say whether he worked\nfor Koch or DSFX. ``Texas law prohibits a private investigator from\nrevealing anything at all about a client or work done on behalf of\na client without the client's permission, even in a court of law,''\nhe said. (Goldstein said Koch would not grant permission for\ninvestigators to discuss work they may have done for him.)\n\n   Reporters covering the Koch case said Taylor told them he was\nworking on a long article about the family. Cox, the former Wichita\nreporter, said Taylor contacted him before the Koch trial, saying\nhe was considering writing an article and asking for sensitive Koch\nIndustries documents.\n\n   ``He started quizzing me about various people and he wanted to\nsee a document that had been leaked to us that had been prepared by\nKoch Industries purporting to expose Bill's record as an\nemployee,'' Cox said. ``Jack really wanted to get his hands on that\ndocument.''\n\n   Taylor is well known in investigative reporting circles, having\nworked at The Daily Oklahoman, The Dallas Times Herald and The Los\nAngeles Daily News. Cox said he knew him as a reporter and member\nof Investigative Reporters & Editors, an organization for\njournalists and educators. Still, he declined to give him the\ndocument.\n\n   In June 1998, the Topeka jury decided in favor of Koch\nIndustries, but another trial was set for this year in Tulsa,\nOkla., and William was still interested in pillorying the company.\n\n   In the fall, Taylor sent packages of negative information about\nthe company, including videotape spliced together from depositions\nfor the upcoming trial, to at least 10 reporters in Kansas,\nOklahoma and Texas.\n\n   A business card attached to the package identified Taylor as a\njournalist, and in a memo he wrote that he discovered the\ninformation while working as a freelance writer for someone who was\nconcerned about the environment. He suggested that the reporters\nmight be interested in the material.\n\n   Taylor said in the interview that he did not distribute the\nmaterial as a private investigator, but he still declined to say\nwho paid him. ``I did it as a journalist and was paid as a\njournalist,'' he said.\n\n   A search of newspapers in the region turned up one article based\non the material, in Indian Country Today, America's largest Indian\nnewspaper.\n\n   Taylor acknowledged sending the information to the newspaper.\n\n   The search could not determine whether other coverage of Koch\nIndustries was affected by the information. However, officials at\nKoch Industries said they suspect other negative articles were\nbased on the information.\n\n   Attempting to influence the press another way, a private\ndetective in Washington working for DSFX provided much of the same\ninformation to a reporter at The Wall Street Journal, according to\nthe detective, who spoke on condition that his name be withheld\nbecause of his confidentiality agreement. He said he expected a\n$25,000 fee if he succeeded in persuading the reporter to write a\nnegative article.\n\n   The detective identified the reporter as John Fialka, an\ninvestigative reporter in the Journal's Washington bureau. Fialka\nacknowledged that he was friends with the detective and that they\nhad discussed Koch Industries briefly, but he declined to describe\nthe material.\n\n   ``We don't discuss projects that we're working on, especially to\nThe New York Times,'' Fialka said.\n\n   Goldstein, the spokesman for William Koch, said a private\ninvestigator had sought a fee for placing a negative story, but\nKoch rejected the offer. ``If you're saying Bill has a bounty\nsystem for stories, you're wrong,'' he said.\n\n   Jay Rosser, director of communications at Koch Industries, said\nFialka has been working on an article about the company since last\nspring.\n","Headline":"\nFAMILY COURT FIGHT SHOWS HOW PRIVATE INVESTIGATORS POSE AS\nREPORTERS \n","Text":["\n   WICHITA, Kan. _ One of America's wealthiest and most private\nfamilies found itself in an unwanted spotlight last summer as its\nfractious members waged a bitter courtroom fight over the family\nbusiness, Koch Industries, the vast oil and gas company with\nheadquarters on the prairie at the edge of town here.\n","\n   But in the corridors and shadows outside the courtroom, another,\nmore secret battle was taking place, one that reveals a new and\npowerful tactic in corporate intrigue. As the jury listened to\nevidence, private investigators were infiltrating the press corps\ncovering the trial in an effort to influence the public's view of\nthe family struggle and to tip sentiment in favor of its black\nsheep, William Koch.\n","\n   Former news reporters working as investigators on behalf of Koch\n(pronounced coke) posed as journalists to try to obtain\nconfidential information about Koch Industries and to distribute\nnegative information to legitimate reporters about the company and\nKoch's brothers, Charles and David, according to interviews and\ndocuments from the investigative firm that hired them. At least one\nnewspaper ran a front-page article based in part on the\ninformation.\n","\n   An examination of the Koch case provides an unusually detailed\nlook at an increasingly common tactic in business disputes: the use\nof private detectives. But it also reveals a growing practice\nwithin the detective industry of employing former reporters not\nonly for their investigative skills but for their willingness to\ntrade on their past occupation to gain access to sources who would\nbe unlikely to speak to a private investigator.\n","\n   And it raises new questions about the seemingly legal, but\nethically questionable, ploys private detectives use to get\ninformation, at a time when there is increasing scrutiny of what is\nfast becoming a major American business.\n","\n   One of Koch's private detectives sought sensitive documents from\na reporter at The Wichita Eagle by claiming he was working on an\narticle about the Kochs, according to the reporter. Another\ndetective said he was writing a book and used articles he had\nwritten for several publications to try to obtain interviews with\nKoch Industries executives. The documents show he was actually\nworking on behalf of Koch, who was trying to learn everything he\ncould about the company run by his brothers.\n","\n   In a different type of attempt to influence the press, an\ninvestigator said he was offered a $25,000 bonus if he could\npersuade a reporter at any national newspaper to publish a negative\narticle about Koch Industries. The investigator provided\ninformation to a reporter, but he said the bonus had not been paid.\nA spokesman for Koch said he had refused the detective's overtures\nto place a story for pay.\n","\n   The tactics surrounding the trial last summer were only the\nlatest skirmish in a festering dispute between opposing factions of\nthe Koch family in which private investigators have often been the\nmercenaries. Court documents show that detectives working for\nWilliam Koch bought trash from the homes of company lawyers and\ninvestigated the family business, while people working for William\nsaid they were followed and harassed by investigators on the Koch\nIndustries payroll.\n","\n   These days a majority of the work done by private investigators\ninvolves business disputes. The demands of these corporate clients\nhave helped to transform the world of private detectives from a\nslightly seedy business dominated by ex-cops into a sophisticated,\nmultibillion-dollar industry with access to the best surveillance\nequipment and computer databases. But this growth has collided with\nprivacy concerns, particularly over deceptions used to obtain\nconfidential information about individuals and businesses.\n","\n   Last month, a Colorado grand jury indicted two investigators who\nused various subterfuges to gather information on celebrities and\nother people. And Congress is considering legislation to make it a\nfederal crime to obtain financial information from banks by\npretending to be someone else.\n","\n   Determining how often investigators pose as journalists is\ndifficult, but what occurred in Wichita clearly was not an isolated\nincident. Internet sites, like Espionage Unlimited in Burlington,\nVt., even sell laminated photo cards for $39.95 that identify the\nbearer as an employee of a fictitious organization called American\nPress Association.\n","\n   In interviews, investigators around the country said pretending\nto be a journalist was an accepted practice in the industry, one\nrarely discovered by subjects of investigations. Those who use it\noften justify the pretext as the only means of getting accurate\ninformation.\n","\n   ``We all much prefer being who we are, but sometimes you use a\ndeception because nothing else will produce the truth,'' said Jack\nPalladino, a San Francisco private detective who worked for Bill\nClinton in his 1992 campaign. ``You know if you stated honestly to\nthis person that you were a private investigator, they would lie to\nyou.''\n","\n   nn\n","\n   Palladino said he and his wife and partner, Sandra Sutherland,\nclaim to be journalists on occasion. In a widely publicized example\nin the late 1980s, Ms. Sutherland pretended to be a journalist to\nget information about a smear campaign against the banker Edmond\nSafra orchestrated by American Express.\n","\n   More recently, in May, an investigator for Kroll Associates, the\nworld's largest investigative firm, was looking into a huge real\nestate project in Hong Kong by pretending to be a reporter for a\nSeattle publication until he was unmasked after an amateurish\nblunder.\n","\n   The investigator sent an e-mail to David Webb, the editor of\nCyberport, an Internet publication that had criticized the\ndevelopment. The investigator said he wanted to discuss Webb's view\non the project as part of his research for an article.\nUnfortunately for the investigator, he used an e-mail with Kroll's\nelectronic address, tipping Webb to the subterfuge and leading to\nhis exposure.\n","\n   Michael Cherkasky, the president of Kroll, confirmed the account\nof the incident, which first appeared on Webb's Web site. Cherkasky\ndeclined to identify the investigator, but he said he was fired for\nviolating Kroll's policy against misrepresentation. Cherkasky said\nKroll had also stopped using an outside investigator whose standard\nprocedure was to claim to be a journalist.\n","\n   In another case, an investigator for the Investigative Group\nInternational, another big investigative firm, tried to get\ninformation about a candidate for governor of Tennessee by claiming\nhe was writing a book. When suspicious campaign officials tried to\ntake his photograph, the investigator thrust his briefcase in front\nof his face and fled, the officials said.\n","\n   Michael Anthony, the case supervisor at the time, acknowledged\nthat the investigator, Mike Burns, was working for him. ``They\ncaught him and he took off running,'' said Anthony, who now works\nat another detective agency.\n","\n   Pretending to be a journalist is not illegal, although several\nyears ago a Delaware court sanctioned lawyers for allowing Kroll\ninvestigators to pose as reporters and impartial consultants in\nquestioning former employees of a chemical company.\n","\n   But the use of former reporters posing as working journalists to\ngather information raises broader ethical questions about the use\nof ruses and pretexts by private detectives. It also creates\nconcerns that detectives posing as journalists erode public trust\nin the press and jeopardize its independence.\n","\n   ``The only reason people feel confident talking to journalists\nis that they believe they are talking to an independent source\nrepresenting their interests and the interests of the truth, not to\nsomeone who is part of the police apparatus, whether public or\nprivate,'' said Bill Kovach, curator of the Nieman Foundation for\nJournalism at Harvard University.\n","\n   Among the many former investigative reporters who work as\nprivate detectives are Larry Gurwin, a former Time magazine\ncorrespondent who is with Control Risks Group; Diana Moneta, a\nformer reporter and editor at newspapers on Long Island, N.Y., who\nis with Investigative Consultants International; John Hanrahan, a\nformer Washington Post reporter who works for the James B. Mintz\nGroup; and Kathy Lavinder, a former ABC radio journalist who is at\nInvestigative Group International.\n","\n   Edmund Pankau, a private investigator who teaches techniques to\njournalists and detectives alike, said similar research skills are\nrequired for both jobs. And most former journalists, he said, do\nnot use their old jobs as cover for investigative work.\n","\n   In the Koch case, the use of investigators posing as journalists\nwas described in records from the investigative firm that hired\nthem. The records, from Decision Strategies International, a large\ninvestigative firm known by the initials DSFX, were sent\nunsolicited to The New York Times by an employee. The employee has\nsince left to work for a competing company and insisted that his\nidentity be withheld.\n","\n   DSFX disputed the accuracy of its memorandums in a statement:\n``We never engaged in the kind of actions described in this\nself-serving and inaccurate document. It is a clear violation of\nthe company's standards and procedures for any of our employees or\ncontractors to pose as working journalists in the course of an\ninvestigation. Anyone doing so is in clear violation of our\npolicies.''\n","\n   Michael Hershman, the DSFX chairman, said he could not confirm\nthat the firm had worked for William Koch because contracts with\nclients require confidentiality. Brad Goldstein, a spokesman for\nKoch, said the multimillionaire had hired DSFX in the past, but the\nspokesman would not specify why and said Koch never authorized\nposing as a journalist.\n","\n   Hershman said DSFX prohibits its investigators from saying they\nwork for a specific publication, but he said they could identify\nthemselves as journalists if they held such jobs in the past and\ncontinue to do some journalism work.\n","\n   ``If they are indeed a freelance journalist who also does\nprivate investigation, essentially they are not lying,'' Hershman\nsaid. ``I don't want them to misrepresent, but there is a fine\nline. It's a difficult world out there.''\n","\n   There is no accepted definition of a freelance journalist, just\nas there is no way to disprove a former journalist's assertion that\nhe is thinking about writing an article or book about a particular\nsubject. Many publications and broadcast outlets rely on part-time\nworkers who hold other jobs, including as private investigators.\nFurther muddying the issue, some media organizations, particularly\ntelevision, hire private detectives to help with research.\n","\n   nn\n","\n   Still, the impersonation strategy sparked a debate within DSFX.\n","\n   According to the internal documents, one manager refused to\nsupervise the investigation because he objected to the subterfuge\non legal and ethical grounds.\n","\n   In a memorandum dated May 22, 1998, the manager, Jim Drinkhall,\nwrote, ``This morning, Andy Levetown called to have me manage a\ncase for Bill Koch where we would have a whole group of reporters\naround the country gathering info for us on the Koch Industries\ntrial, a whistle blower case in Minnesota and an age discrimination\ncase, in Kansas, I think.''\n","\n   The memorandum said that Levetown, a senior manager and lawyer,\nsaw no problem using reporters and that top management approved the\npractice. Elliot Sloane, a spokesman for DSFX, said Levetown could\nnot discuss the case because of confidentiality restrictions.\n","\n   In a later memorandum, to Bart Schwartz, the DSFX president in\nNew York, Drinkhall identified two people, Peter Weaver and Michael\nConnors, as claiming to be covering the Koch case as journalists\nwhile actually providing information to DSFX. Other unidentified\nreporters across the country were being paid to conduct interviews\nsaying they were writing articles about Koch Industries'\nenvironmental record, ``but are in fact giving us the results of\nthe interviews,'' the memo said.\n","\n   Drinkhall, a former investigative reporter for The Wall Street\nJournal, declined to discuss the memos because of confidentiality\nrestrictions. He left DSFX early this year and works for another\ninvestigative firm.\n","\n   A fuller portrait of the strategy emerged through court records\nand interviews with some of the investigators, reporters who\ncovered the trial and Koch Industries officials. These sources also\nmade it clear that this was not the first time private detectives\nwere enmeshed in this nasty family feud.\n","\n   ``We hire a lot of private eyes because of what we're up\nagainst,'' Goldstein, the spokesman for William Koch, said. ``We're\nup against a very secretive company that operates like a cult.''\n","\n   Koch Industries is the country's second-largest privately held\nbusiness behind Cargill, the grain merchant. It operates oil\nrefineries, gas pipelines and chemical companies and had revenue of\n$30 billion last year. But the company maintains a low public\nprofile and its executives are rarely quoted in the press.\n","\n   The credit for its growth in the last 20 years has gone largely\nto Charles Koch, the eldest of four brothers, who serves as\nchairman and lives quietly in Wichita. But the prosperity has\nsparked a series of lawsuits by William, the most flamboyant\nbrother, who is best known for financing the America's Cup victory\nin 1992.\n","\n   He contends that Charles and another brother, David, cheated him\nand other shareholders out of $1 billion when they bought out their\ninterests in the company in 1983. William has filed at least 10\nsuits against Koch Industries and family members, including one\nagainst his mother shortly before her death and another that is\nscheduled for trial this fall.\n","\n   Over the years, William has hired private detectives to do\neverything from investigate claims that Koch Industries was\ncheating customers to collect trash outside the homes of company\nlawyers. The trash collection was halted after security guards\ncaught an investigator trying to buy trash from the law firm's\noffices.\n","\n   Court files show that Koch paid $5,000 for two investigators to\ncollect the trash. Among their expenses were $20 to a garbage truck\ndriver for bags of trash and $18.73 for rubber gloves and masks.\n","\n   In an affidavit, Koch said he hired the investigators to look\nfor evidence that Koch Industries was spying on him and his\nemployees. For instance, he said, one of his consultants was\nsubjected to surveillance and harassment by investigators for Koch\nIndustries and suggested that documents had been stolen from his\noffices. The company has denied both accusations.\n","\n   It was last summer's trial in Topeka, Kan., that spawned the use\nof investigators pretending to be journalists, according to the\nDSFX records and interviews with participants in the investigation.\n","\n   What the investigators hoped to gain remains unclear, though\nKoch Industries officials would be more likely to share information\nwith a journalist than a private investigator working for William.\nOne memo said there were suspicions that company lawyers were\nproviding reporters with documents protected by a court order.\nAlso, William complained repeatedly that reporters were biased\nagainst him and he may have thought infiltrating them would prove\nhis hypothesis.\n","\n   One journalist identified in DSFX records as providing\ninformation to the firm was Peter Weaver, a freelance business\nwriter in Bethesda, Md., who worked for Forbes magazine many years\nago.\n","\n   In a letter to DSFX in January 1998, he sought investigative\nwork and described using his reputation as a financial reporter to\ngain access to corporate insiders for other clients. ``Let's see if\nwe can come up with a challenging assignment where I can employ my\ninvestigative skills and coveted list of sources to your\nadvantage,'' he wrote, according to a copy of the letter\ndistributed to DSFX offices nationwide and obtained by The Times.\n","\n   Weaver said in an interview that he was working on a profile of\nWilliam Koch for George magazine and provided an e-mail he sent to\nthe magazine outlining his story proposal. He said the assignment\nwas based on speculation that Koch would run for the U.S. Senate\nand when he decided not to run it was canceled. DSFX helped him\nidentify sources for the article, Weaver said, and he later sold\nthe firm information. He said that he saw no conflict in his\nactions.\n","\n   ``I got some pay for my interviews and things I was going to use\nin my story and I sold it to them,'' he said. ``I did get\nsomething, but it was nothing like I would have gotten for the\nstory.''\n","\n   nn\n","\n   Michael Connors, a former Denver Post reporter and part-time\njournalist, was hired primarily to see if company lawyers were\nleaking confidential material to reporters, according to one DSFX\nmemo.\n","\n   Connors attended most of the 11-week trial last summer in\nTopeka. Reporters covering the trial, including Leslie Wayne of The\nNew York Times and Bob Cox of The Wichita Eagle, said he told them\nhe was writing a book about the Kochs.\n","\n   ``Connors showed up at the trial and said he wanted to write a\nbook,'' said Cox, now at the Fort Worth Star-Telegram. ``I had\nlunch with him a couple times and kept asking who his publisher was\nand he was pretty evasive.''\n","\n   After the trial, Connors wrote to Koch Industries requesting\ninterviews with executives. He enclosed copies of some of his\narticles, including one for Time magazine, according to a copy of\nthe letter provided by Koch Industries.\n","\n   Connors said in an interview that he works as a private\ninvestigator and freelance writer, but insisted that he attended\nthe trial only as a journalist. He said the book is on hold and\ndeclined to identify the publisher.\n","\n   ``I am a journalist and I am an investigator,'' he said. ``I do\nboth, but never at the same time.''\n","\n   A Web site run by a Dallas private investigation firm identifies\nConnors as an employee. Jack Taylor Jr., a former reporter who is\nnow a licensed private detective, runs the firm. Though Taylor's\nname does not appear in the DSFX memos, two people involved in the\nKoch investigation said he also worked for DSFX as a subcontractor.\n","\n   Taylor said in an interview that his involvement in the Koch\nmatter was as a journalist and declined to say whether he worked\nfor Koch or DSFX. ``Texas law prohibits a private investigator from\nrevealing anything at all about a client or work done on behalf of\na client without the client's permission, even in a court of law,''\nhe said. (Goldstein said Koch would not grant permission for\ninvestigators to discuss work they may have done for him.)\n","\n   Reporters covering the Koch case said Taylor told them he was\nworking on a long article about the family. Cox, the former Wichita\nreporter, said Taylor contacted him before the Koch trial, saying\nhe was considering writing an article and asking for sensitive Koch\nIndustries documents.\n","\n   ``He started quizzing me about various people and he wanted to\nsee a document that had been leaked to us that had been prepared by\nKoch Industries purporting to expose Bill's record as an\nemployee,'' Cox said. ``Jack really wanted to get his hands on that\ndocument.''\n","\n   Taylor is well known in investigative reporting circles, having\nworked at The Daily Oklahoman, The Dallas Times Herald and The Los\nAngeles Daily News. Cox said he knew him as a reporter and member\nof Investigative Reporters & Editors, an organization for\njournalists and educators. Still, he declined to give him the\ndocument.\n","\n   In June 1998, the Topeka jury decided in favor of Koch\nIndustries, but another trial was set for this year in Tulsa,\nOkla., and William was still interested in pillorying the company.\n","\n   In the fall, Taylor sent packages of negative information about\nthe company, including videotape spliced together from depositions\nfor the upcoming trial, to at least 10 reporters in Kansas,\nOklahoma and Texas.\n","\n   A business card attached to the package identified Taylor as a\njournalist, and in a memo he wrote that he discovered the\ninformation while working as a freelance writer for someone who was\nconcerned about the environment. He suggested that the reporters\nmight be interested in the material.\n","\n   Taylor said in the interview that he did not distribute the\nmaterial as a private investigator, but he still declined to say\nwho paid him. ``I did it as a journalist and was paid as a\njournalist,'' he said.\n","\n   A search of newspapers in the region turned up one article based\non the material, in Indian Country Today, America's largest Indian\nnewspaper.\n","\n   Taylor acknowledged sending the information to the newspaper.\n","\n   The search could not determine whether other coverage of Koch\nIndustries was affected by the information. However, officials at\nKoch Industries said they suspect other negative articles were\nbased on the information.\n","\n   Attempting to influence the press another way, a private\ndetective in Washington working for DSFX provided much of the same\ninformation to a reporter at The Wall Street Journal, according to\nthe detective, who spoke on condition that his name be withheld\nbecause of his confidentiality agreement. He said he expected a\n$25,000 fee if he succeeded in persuading the reporter to write a\nnegative article.\n","\n   The detective identified the reporter as John Fialka, an\ninvestigative reporter in the Journal's Washington bureau. Fialka\nacknowledged that he was friends with the detective and that they\nhad discussed Koch Industries briefly, but he declined to describe\nthe material.\n","\n   ``We don't discuss projects that we're working on, especially to\nThe New York Times,'' Fialka said.\n","\n   Goldstein, the spokesman for William Koch, said a private\ninvestigator had sought a fee for placing a negative story, but\nKoch rejected the offer. ``If you're saying Bill has a bounty\nsystem for stories, you're wrong,'' he said.\n","\n   Jay Rosser, director of communications at Koch Industries, said\nFialka has been working on an article about the company since last\nspring.\n"]}