{"DocumentId":"NYT19981124.0037","TopicId":"NYT","Relevance":"0","Body":" BC-DOG-SHELTER25-COX \n    \n\n      In the company of dogs: A shelter story\n      By Laura Dempsey\n      c. 1998 Cox News Service\n\n   DAYTON, Ohio _ As Ace lingers, his tricks become less\ndependable.\n\n   ``Sit up, Ace!'' commands Penny Davis, the gentle animal-care\nprovider who has taken a bit of a shine to this dog. He knows it;\nhe paws at her knee and wags his tail. ``When he came in,'' she\nsays, ``he was great at this stuff. He knew all sorts of tricks.''\n\n   He's getting rusty from disuse.\n\n   Ace is wearing plenty of identification. He has numbered tags\nfrom Illinois in addition to a custom-made tag with his name on it.\nHis owners have been contacted, and they said a relative will be in\nto pick him up.\n\n   The staff knows bits and pieces of his story, for it's rare that\na dog comes into the Montgomery County Animal Shelter with tags.\nIt's almost unheard of for a dog to come in with tricks.\n\n   Day after day, nobody comes for Ace. So he waits.\n\n   No. 7896: Mixed breed; brown, white and red. Stray, picked up in\nDayton, Oct. 7. Female, not spayed.\n\n   Adopted Oct. 17.\n\n   The dogs' stories begin in the middle, the beginnings all\nmysteries with few clues. The end is often brutal and swift: Death.\n\n   But often _ just often enough, perhaps _ the end is a fairy\ntale's happily ever after.\n\n   For every person who comes to the Montgomery County Animal\nShelter to look, in vain, for their lost pet, there's a reunion\nthat has the whole staff smiling. For every dog dropped off by an\nowner tired of its shedding, there's a new family formed. Or so it\nseems. The balance may be made only in the heads of the shelter\nworkers, who've seen it all and then some, but who live for the\nugly mutt finally found by his lady, who never gave up; for the\nbig, black chow who lingered in the adoption ward for almost three\nmonths before being taken home by a shelter volunteer; for the\npuppies who find boys. For the reunions.\n\n   Among the statistics of dogs arriving and dying, there are happy\nstories. In a perfect world, every story would be a happy story.\nBut at the shelter, the staff will settle for the few that come\ntheir way _ very relatively few, in the grand scheme of things, but\njust enough, perhaps, to keep them reporting for work.\n\n   No. 8013: Poodle mix; gray and black. Stray, picked up in West\nCarrollton, Oct. 11. Male, neutered.\n\n   Owner claimed Oct. 13\n\n   Where am I?\n\n   Frank and Debbie Rogers drove for miles, looking. Searching.\n\n   Where are they?\n\n   Best guess is that he chased something out of their big yard and\njust got lost, being relatively new to the community.\n\n   Hmmmm.\n\n   Smokey was given to the Rogers by a family member who couldn't\nkeep him any longer. They'd had him for just a few months. Debbie\nwas already deeply in love, and now the big dog was gone.\n\n   ``We drove for two days looking and looking,'' she says, sitting\nin her wheelchair outside the shelter on a Monday morning at 10:15.\nDebbie knew: in 15 minutes they'd let her in to look for her dog.\n``He has to be in there,'' she said. ``He just has to be.''\n\n   It's 10:30 a.m., and the shelter doors open to the public.\nThere's a line of people waiting to get inside, all there for one\nreason: To find a dog. Their dog, be it the dog they know well or a\ndog they've yet to meet.\n\n   He thumps his tail when Penny comes to his cage. She's talking\nto him, soothing him with words he's heard before. Good dog. Good\nboy. There you go, boy. She hooks him to a rope fastened to a wall,\nwhere he stands and watches while Penny cleans his cage. Then he's\nled back inside the cage. He's still wagging his tail. There's\nfresh water.\n\n   It's 10:30 a.m. and the doors are just opening, but truth is,\nthe shelter never sleeps. The building is staffed 24 hours a day,\nseven days a week. There are dogs and cats to feed, cages to clean\nand clean again. There is paperwork. There are phones to answer,\nemergencies to attend. Injured animal _ the shelter responds.\nPolice need assistance _ the shelter responds. Dog bites man _ the\nshelter responds.\n\n   When you call about the strange shepherd loping down your\nstreet, the shelter will respond. But you'll have to get in line.\n\n   Nobody knows his name. He sits, lies down, gets back up, barks a\nlittle. He wags his tail when people walk by, looking at them with\ncuriosity. With hope? He's been there since Saturday. It's Monday\nmorning, and he waits.\n\n   No. 6582: Poodle; black and gray. Stray, picked up in Trotwood,\nAug. 22. Male, not neutered. Note on file: Dog cowers in cage when\napproached, timid.\n\n   Euthanized Aug. 26.\n\n   Usually, the adoption area, a glass-walled room of cages stacked\nthree high, would be full of new dogs ready to be looked over by\nthe interested public. Usually, a vet would have been in early to\ncheck out the animals who've sat out their waiting period _ three\ndays for an unlicensed dog, 14 days for those with tags. Once their\ntime has passed, the dogs belong to Montgomery County, to the\nshelter, which decides their fate according to hard and fast rules\nand often-bent guidelines.\n\n   But this Monday the vet was unable to make it. This Monday, the\ndogs will wait a little longer in their cages, being fed and cared\nfor to the best of the stretched staff's ability. Maybe a vet will\ncome Wednesday _ the next scheduled vet-check day.\n\n   Mondays, Wednesdays and Fridays, for an hour or two, contracted\nvets come and evaluate the dogs' health. The public knows that\nthese are the best days to come for a new pet. People know that by\n10:30 a.m. on Mondays, Wednesdays and Fridays, the stock is\nreplenished with dogs who are ready to go home. But not to the home\nthey knew; that home, if there was one, is lost to these dogs.\n\n   These dogs need a new home. With someone, with anyone.\n\n   He's in the back, in the general population with the others\nwho've been captured or released to the shelter by their rightful\nowners who don't want, or can't keep, or got tired of them. He got\nlost and he was caught, brought to this place that's smelly and\nloud. He sits and he waits.\n\n   The shelter is a nondescript, dark-brown building that squats in\na row of industrial complexes on Webster Street, just inside the\nVandalia city line. It's one of the three main Montgomery County\nagencies that deal with the welfare of stray animals, but it's the\nonly one that has to. It's a law-enforcement agency, created to\nenforce Section 955 of the Ohio Revised Code, the law that requires\ndogs to be confined, licensed, and controlled. Its territory\nstretches from Englewood to Farmersville and all points in between.\n\n   In 1997, 9,013 dogs were ``processed'' by the shelter. The\nlargest percentage _ 5,688 _ are dogs caught, though the preferred\nterm is ``rescued,'' by animal-control officers driving\nradio-equipped vans. But into the mix add dogs captured in\nmunicipalities with their own officers _ Kettering, Miamisburg,\nWest Carrollton, Trotwood, Moraine _ and the dogs brought to the\nshelter by their owners _ 940 in 1997 _ for reasons both\nunderstandable and unconscionable.\n\n   No. 8012: Mixed breed; tan, black and white. Stray, picked up in\nDayton, Oct. 11. Female, not spayed.\n\n   Adopted Oct. 16.\n\n   Last year, 720 dogs were adopted into new homes. Last year,\n5,547 dogs were killed, then frozen, then burned into ash.\n\n   He sits in his cage. There's nothing else to do.\n\n   His name is Smokey, but nobody here knows it.\n\n   And he waits.\n\n   It's 10:30 a.m. and the Rogers are led inside the kennel by\nPenny Davis. They maneuver down the narrow aisles between the dog\nruns and the dog cages. Debbie Rogers strains to see each dog.\n\n   ``There he is, there he is,'' she says, finally, relief flooding\nher. ``I knew he had to be in here. There was no where else he\ncould be.''\n\n   There she is. There he is. There they are. Good!\n\n   ``Smokey, Smokey. How are you, boy?'' Debbie Rogers looks up at\nher husband. There are tears on her cheeks.\n\n   ``He looks a little thinner, don't you think?'' says Frank,\nscratching his dog's head through the bars of the cage. Behind him,\nDavis gives her eyes a slight roll. The shelter workers hear that a\nlot: ``You didn't feed my dog. His cage isn't clean. He's all\ndirty.'' They hear these things, but they also hear a lot of\n``Thank yous,'' through the tears of grateful owners reclaiming\nloved ones.\n\n   Frank and Debbie Rogers are sent to the lobby to pay their fine\nand buy Smokey a license, which they happily do. They're all\nreunited in front of the shelter, and it's hard to tell who's more\neager to leave the place _ the people or their dog.\n\n   No. 6788: German shepherd; black and tan. Released by owner to\nshelter because of behavior, Aug. 29. Male, not neutered. Note on\nfile: Aggressive.\n\n   Euthanized Aug. 31\n\n   She's a striking animal, typical of huskies who look at you with\none brown eye, one blue. She was running along the highway near\nLyons Road in Miami Twp., and the traffic down there didn't leave\nher much of a chance. But she made it into the minivan of the\nArmstrong family who, says the mom, ``fell in love on the ride\nover'' to the shelter.\n\n   The Armstrongs put a Finders Request memo on ``their'' dog, this\nyoung husky, meaning that if the dog isn't claimed, they would get\nfirst chance to adopt her.\n\n   Three days later, they got a call. No one had come during the\ndog's sanctioned holding period. She'd made it through vet check.\nShe was about to be put into the general adoption population,\nunless . . . . Were they serious about adopting her themselves?\n\n   The Armstrongs, mother Annette, father Bill, with sons Tyler, 5,\nand baby Jack, piled in the van for the trip back to the shelter.\n\n   The husky was waiting, happy to see them, happy to see anybody.\nShe was a young, vigorous and gangly puppy. She was beautiful, and\nshe was going to be a handful.\n\n   Annette listened carefully as David Vollette explained the\nbasics of house training, obedience, food. He stressed the\nimportance of spaying their new pet, just as soon as they could.\nShe listened, as Sadie, or Magic (the name was a matter of debate)\nbounced around the boys.\n\n   Tyler loved her. From a distance.\n\n   As they got back in the van and headed for home, Annette smiled\nruefully and said, ``We always said we'd never have a dog.''\n\n   Nobody counted on the husky pup with one brown and one blue eye\nsaved from the traffic.\n\n   No. 6997: Shepherd mix; brown and black. Stray, picked up in\nDayton Sept. 4. Male, not neutered. Injured, left rear leg.\n\n   Euthanized Sept. 9\n\n   Stephanie Smith's huge laugh echoes through the offices; her\nthroaty voice resonates over the phone. She minces no words, she\nplays no games. She comes on strong and she doesn't let up. Sit and\nlisten, she'll do most of the talking.\n\n   Smith is the director of the shelter. She runs a staff,\nconstantly short, of about 30 people. She runs it well, so well\nthat she spends a great deal of time out in the community speaking\nto any group that wants her.\n\n   She's assisted by two senior managers: Donna Wilson, who\noversees the workers who stay inside the Shelter building; and Bob\nSexton, who's in charge of the animal-control officers working the\nstreets.\n\n   She loves to talk to schools, where she used to be accompanied\nby her dog, Buddy, until someone told her that if that dog bit\nanybody she'd be in big, big trouble.\n\n   ``For a while, I didn't take a dog at all,'' she says. ``But\npeople kept bugging me about it . . . . Here all this time, I\nthought it was me they were inviting.''\n\n   So she chose a nice-looking shepherd mix from one day's take at\nthe shelter. She named the dog Shiloh, and had her licensed to the\ncounty commissioners.\n\n   ``But I don't know if they know that,'' she grins, punctuating\nwith her trademark wink. ``Her full name's Shiloh Montgomery.''\n\n   It's almost laughable, the idea of any dog of Stephanie's being\na biter. She abides neither growl nor sneer, and takes every curled\nlip for what it is: A warning.\n\n   She will budge not at all on the shelter's one hard and fast\nrule: Any dog that shows any sign of aggression is dead. Period. No\ndebate.\n\n   ``People are always saying, `Look at their circumstances. Give\nthem a chance.' And sure, of course! These dogs are stressed _\nmajorly stressed. Who knows what's happened to them? Who knows\nwhere they came from? If people treated me the way some of these\ndogs have been treated, I'd be biting people. You'd better believe\nI'd be biting.''\n\n   Smith turns, looks around at the dogs under her care.\n\n   ``But look at all these dogs, in the same circumstances, that\nare still wagging their tails, happy to see everybody.'' That day\nat the shelter, there are dozens such dogs, smiling and wagging all\nover the place.\n\n   There is no shortage of temperamentally sound animals, and Smith\nhas to be sure that any dog she places in a person's home will not\nbe a danger to them.\n\n   Shelters have been sued over adopted dogs who bite, she says.\n``By the time a dog leaves here, it's been exposed to every\npossible kind of person. Black people, white people, men, women . .\n. . We are as sure as we can be that the dog is temperamentally\nsound.''\n\n   Take Tripod, the three-legged rottweiler hopping around the\nclinic. The missing leg is a mystery, and so it shall remain.\nAbuse? Accident? Animal trap? No one knows but Tripod, and she's\nnot talking.\n\n   But she's wagging her tail, or what the tail-cropper left of it,\nand she's smiling. Scratch her ears, she smiles some more. (She was\nadopted soon after.)\n\n   Stephanie saunters through the kennel. She stops at the cage of\na young, brown mutt. She bends over, talking baby talk and\nscratching him under his chin. He wiggles in ecstasy; Stephanie\ndrops a biscuit in his cage. Shelter workers are full of biscuits.\n\n   ``There is no way under any circumstance this dog is going to\nbite someone. Just look at him,'' she offers her cheek for a kiss,\nwhich comes immediately in the form of a short little lick. ``He's\na little sweetheart.''\n\n   No. 7894: Shepherd mix; black, tan and white. Male, not\nneutered. Released to shelter Oct. 7 by resident who found dog four\nmonths ago, can't keep dog any longer. Dog has behavior problems.\nNote on file: Fear biter, very scared. Red dot.\n\n   Euthanized Oct. 8.\n\n   He was a messy old mop of a dog, dirty and matted befitting one\nwho came from the streets. That's all they knew, that he came from\nthe street. A street in Montgomery County.\n\n   The day he passed vet check, the very day he went into the\nadoption ward, a family with two little girls gave him the\nonce-over. The twice-over. But the magic wasn't there, the\nconnection wasn't made and he went back in his cage. He didn't\nmind, especially when the woman came and took him out again _ this\ntime for a shave and a haircut in a big, warm tub.\n\n   No. 7017: Poodle; black. Stray, picked up in Dayton,Sept. 5.\nMale, not neutered. Note on file: Did not pass vet check.\n\n   Euthanized Sept. 11.\n\n   Newly shorn and looking good, he was put back in the cage for\npublic appraisal.\n\n   And the Benningtons came along. They knew what they were doing,\nhaving adopted, ``oh, I can't begin to remember how many'' dogs\nthere, says Connie Bennington.\n\n   They wanted a dog, mainly for their other dog, another shelter\nfind named Cody who, Connie believed, was lonely. They've got\nplenty of room _ a fenced-in acre on their Dayton land _ and an\neasygoing attitude: ``Our dogs sleep on the bed with us,'' Connie\nsays.\n\n   No. 8011: Labrador mix; black, brown and white. Stray, picked up\nin Clayton Oct. 11. Male, not neutered.\n\n   Euthanized Oct. 15.\n\n   It took Cody about a day to get used to the newcomer, whom the\nBenningtons named Shadd.\n\n   ``It was clear he'd never had people food, and we know he'd\nnever had much attention. We'd pick him up and kiss him and snuggle\nwith him _ he just didn't know what to do.\n\n   ``Now he's a big baby. He's rotten,'' says Connie. ``He and Cody\nplay like they've known each other forever.''\n\n   No. 7892: Chihuahua mix; black. Stray.\n\n   Euthanized Oct. 10.\n\n   No. 8000: Pit bull mix; black & white. Stray.\n\n   Euthanized Oct. 15.\n\n   No. 6001: Chow; cinnamon. Stray.\n\n   Euthanized Aug. 11.\n\n   Neutered and made fully shot-worthy by the Benningtons' vet,\nwho's grown used to their shelter mutts, Shadd is letting his hair\ngrow out, spending his days outside with Cody when the weather\npermits. It's a dream life for a dog, and it certainly was a change\nfor Shadd, who came from nowhere into into the land of enchantment\nand a new best friend named Cody.\n\n   ``It's amazing,'' says Connie, ``what a little bit of love and\nattention can do. This dog, he's a stinker.''\n\n   She smiles.\n\n   No. 2557: Chow; black and red. Stray, picked up in Harrison Twp.\nApril 13. Male, not neutered. Note on file: Ear infection. Very\nfriendly dog.\n\n   Euthanized April 16.\n\n   Nobody came for Ace. But he stayed healthy during the two-week\nholding period mandatory for dogs with tags. He stayed healthy and\nhe stayed happy. After passing his vet check, Ace went up for\nadoption.\n\n   He was there when Del Thacker came in with his adult daughter,\nwho was looking for a dog of her own.\n\n   ``She told me I had to see this dog,'' Thacker recalls. ``I\ndon't know why.''\n\n   It was a match, and Del, who wanted a bigger dog with none of\nthe housetraining troubles of puppies, adopted Ace that day.\n\n   Thacker works a swing shift, and Ace, he says, ``just rolls with\nit.'' Nothing's chewed, no ``accidents,'' no trouble.\n\n   ``He's real laid-back, that's what I like about him,'' says\nThacker, who heard sketchy stories of Ace's police-training\nbackground from the shelter staff. ``I really don't know (where he\ncame from). Here he's just Ace. Big Ace, that's what I call him at\nhome.''\n\n   Home. Ace's home. That says it all.\n\n   Laura Dempsey writes for the Dayton Daily News, Dayton, Ohio.\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   DAYTON, Ohio _ As Ace lingers, his tricks become less\ndependable.\n","\n   ``Sit up, Ace!'' commands Penny Davis, the gentle animal-care\nprovider who has taken a bit of a shine to this dog. He knows it;\nhe paws at her knee and wags his tail. ``When he came in,'' she\nsays, ``he was great at this stuff. He knew all sorts of tricks.''\n","\n   He's getting rusty from disuse.\n","\n   Ace is wearing plenty of identification. He has numbered tags\nfrom Illinois in addition to a custom-made tag with his name on it.\nHis owners have been contacted, and they said a relative will be in\nto pick him up.\n","\n   The staff knows bits and pieces of his story, for it's rare that\na dog comes into the Montgomery County Animal Shelter with tags.\nIt's almost unheard of for a dog to come in with tricks.\n","\n   Day after day, nobody comes for Ace. So he waits.\n","\n   No. 7896: Mixed breed; brown, white and red. Stray, picked up in\nDayton, Oct. 7. Female, not spayed.\n","\n   Adopted Oct. 17.\n","\n   The dogs' stories begin in the middle, the beginnings all\nmysteries with few clues. The end is often brutal and swift: Death.\n","\n   But often _ just often enough, perhaps _ the end is a fairy\ntale's happily ever after.\n","\n   For every person who comes to the Montgomery County Animal\nShelter to look, in vain, for their lost pet, there's a reunion\nthat has the whole staff smiling. For every dog dropped off by an\nowner tired of its shedding, there's a new family formed. Or so it\nseems. The balance may be made only in the heads of the shelter\nworkers, who've seen it all and then some, but who live for the\nugly mutt finally found by his lady, who never gave up; for the\nbig, black chow who lingered in the adoption ward for almost three\nmonths before being taken home by a shelter volunteer; for the\npuppies who find boys. For the reunions.\n","\n   Among the statistics of dogs arriving and dying, there are happy\nstories. In a perfect world, every story would be a happy story.\nBut at the shelter, the staff will settle for the few that come\ntheir way _ very relatively few, in the grand scheme of things, but\njust enough, perhaps, to keep them reporting for work.\n","\n   No. 8013: Poodle mix; gray and black. Stray, picked up in West\nCarrollton, Oct. 11. Male, neutered.\n","\n   Owner claimed Oct. 13\n","\n   Where am I?\n","\n   Frank and Debbie Rogers drove for miles, looking. Searching.\n","\n   Where are they?\n","\n   Best guess is that he chased something out of their big yard and\njust got lost, being relatively new to the community.\n","\n   Hmmmm.\n","\n   Smokey was given to the Rogers by a family member who couldn't\nkeep him any longer. They'd had him for just a few months. Debbie\nwas already deeply in love, and now the big dog was gone.\n","\n   ``We drove for two days looking and looking,'' she says, sitting\nin her wheelchair outside the shelter on a Monday morning at 10:15.\nDebbie knew: in 15 minutes they'd let her in to look for her dog.\n``He has to be in there,'' she said. ``He just has to be.''\n","\n   It's 10:30 a.m., and the shelter doors open to the public.\nThere's a line of people waiting to get inside, all there for one\nreason: To find a dog. Their dog, be it the dog they know well or a\ndog they've yet to meet.\n","\n   He thumps his tail when Penny comes to his cage. She's talking\nto him, soothing him with words he's heard before. Good dog. Good\nboy. There you go, boy. She hooks him to a rope fastened to a wall,\nwhere he stands and watches while Penny cleans his cage. Then he's\nled back inside the cage. He's still wagging his tail. There's\nfresh water.\n","\n   It's 10:30 a.m. and the doors are just opening, but truth is,\nthe shelter never sleeps. The building is staffed 24 hours a day,\nseven days a week. There are dogs and cats to feed, cages to clean\nand clean again. There is paperwork. There are phones to answer,\nemergencies to attend. Injured animal _ the shelter responds.\nPolice need assistance _ the shelter responds. Dog bites man _ the\nshelter responds.\n","\n   When you call about the strange shepherd loping down your\nstreet, the shelter will respond. But you'll have to get in line.\n","\n   Nobody knows his name. He sits, lies down, gets back up, barks a\nlittle. He wags his tail when people walk by, looking at them with\ncuriosity. With hope? He's been there since Saturday. It's Monday\nmorning, and he waits.\n","\n   No. 6582: Poodle; black and gray. Stray, picked up in Trotwood,\nAug. 22. Male, not neutered. Note on file: Dog cowers in cage when\napproached, timid.\n","\n   Euthanized Aug. 26.\n","\n   Usually, the adoption area, a glass-walled room of cages stacked\nthree high, would be full of new dogs ready to be looked over by\nthe interested public. Usually, a vet would have been in early to\ncheck out the animals who've sat out their waiting period _ three\ndays for an unlicensed dog, 14 days for those with tags. Once their\ntime has passed, the dogs belong to Montgomery County, to the\nshelter, which decides their fate according to hard and fast rules\nand often-bent guidelines.\n","\n   But this Monday the vet was unable to make it. This Monday, the\ndogs will wait a little longer in their cages, being fed and cared\nfor to the best of the stretched staff's ability. Maybe a vet will\ncome Wednesday _ the next scheduled vet-check day.\n","\n   Mondays, Wednesdays and Fridays, for an hour or two, contracted\nvets come and evaluate the dogs' health. The public knows that\nthese are the best days to come for a new pet. People know that by\n10:30 a.m. on Mondays, Wednesdays and Fridays, the stock is\nreplenished with dogs who are ready to go home. But not to the home\nthey knew; that home, if there was one, is lost to these dogs.\n","\n   These dogs need a new home. With someone, with anyone.\n","\n   He's in the back, in the general population with the others\nwho've been captured or released to the shelter by their rightful\nowners who don't want, or can't keep, or got tired of them. He got\nlost and he was caught, brought to this place that's smelly and\nloud. He sits and he waits.\n","\n   The shelter is a nondescript, dark-brown building that squats in\na row of industrial complexes on Webster Street, just inside the\nVandalia city line. It's one of the three main Montgomery County\nagencies that deal with the welfare of stray animals, but it's the\nonly one that has to. It's a law-enforcement agency, created to\nenforce Section 955 of the Ohio Revised Code, the law that requires\ndogs to be confined, licensed, and controlled. Its territory\nstretches from Englewood to Farmersville and all points in between.\n","\n   In 1997, 9,013 dogs were ``processed'' by the shelter. The\nlargest percentage _ 5,688 _ are dogs caught, though the preferred\nterm is ``rescued,'' by animal-control officers driving\nradio-equipped vans. But into the mix add dogs captured in\nmunicipalities with their own officers _ Kettering, Miamisburg,\nWest Carrollton, Trotwood, Moraine _ and the dogs brought to the\nshelter by their owners _ 940 in 1997 _ for reasons both\nunderstandable and unconscionable.\n","\n   No. 8012: Mixed breed; tan, black and white. Stray, picked up in\nDayton, Oct. 11. Female, not spayed.\n","\n   Adopted Oct. 16.\n","\n   Last year, 720 dogs were adopted into new homes. Last year,\n5,547 dogs were killed, then frozen, then burned into ash.\n","\n   He sits in his cage. There's nothing else to do.\n","\n   His name is Smokey, but nobody here knows it.\n","\n   And he waits.\n","\n   It's 10:30 a.m. and the Rogers are led inside the kennel by\nPenny Davis. They maneuver down the narrow aisles between the dog\nruns and the dog cages. Debbie Rogers strains to see each dog.\n","\n   ``There he is, there he is,'' she says, finally, relief flooding\nher. ``I knew he had to be in here. There was no where else he\ncould be.''\n","\n   There she is. There he is. There they are. Good!\n","\n   ``Smokey, Smokey. How are you, boy?'' Debbie Rogers looks up at\nher husband. There are tears on her cheeks.\n","\n   ``He looks a little thinner, don't you think?'' says Frank,\nscratching his dog's head through the bars of the cage. Behind him,\nDavis gives her eyes a slight roll. The shelter workers hear that a\nlot: ``You didn't feed my dog. His cage isn't clean. He's all\ndirty.'' They hear these things, but they also hear a lot of\n``Thank yous,'' through the tears of grateful owners reclaiming\nloved ones.\n","\n   Frank and Debbie Rogers are sent to the lobby to pay their fine\nand buy Smokey a license, which they happily do. They're all\nreunited in front of the shelter, and it's hard to tell who's more\neager to leave the place _ the people or their dog.\n","\n   No. 6788: German shepherd; black and tan. Released by owner to\nshelter because of behavior, Aug. 29. Male, not neutered. Note on\nfile: Aggressive.\n","\n   Euthanized Aug. 31\n","\n   She's a striking animal, typical of huskies who look at you with\none brown eye, one blue. She was running along the highway near\nLyons Road in Miami Twp., and the traffic down there didn't leave\nher much of a chance. But she made it into the minivan of the\nArmstrong family who, says the mom, ``fell in love on the ride\nover'' to the shelter.\n","\n   The Armstrongs put a Finders Request memo on ``their'' dog, this\nyoung husky, meaning that if the dog isn't claimed, they would get\nfirst chance to adopt her.\n","\n   Three days later, they got a call. No one had come during the\ndog's sanctioned holding period. She'd made it through vet check.\nShe was about to be put into the general adoption population,\nunless . . . . Were they serious about adopting her themselves?\n","\n   The Armstrongs, mother Annette, father Bill, with sons Tyler, 5,\nand baby Jack, piled in the van for the trip back to the shelter.\n","\n   The husky was waiting, happy to see them, happy to see anybody.\nShe was a young, vigorous and gangly puppy. She was beautiful, and\nshe was going to be a handful.\n","\n   Annette listened carefully as David Vollette explained the\nbasics of house training, obedience, food. He stressed the\nimportance of spaying their new pet, just as soon as they could.\nShe listened, as Sadie, or Magic (the name was a matter of debate)\nbounced around the boys.\n","\n   Tyler loved her. From a distance.\n","\n   As they got back in the van and headed for home, Annette smiled\nruefully and said, ``We always said we'd never have a dog.''\n","\n   Nobody counted on the husky pup with one brown and one blue eye\nsaved from the traffic.\n","\n   No. 6997: Shepherd mix; brown and black. Stray, picked up in\nDayton Sept. 4. Male, not neutered. Injured, left rear leg.\n","\n   Euthanized Sept. 9\n","\n   Stephanie Smith's huge laugh echoes through the offices; her\nthroaty voice resonates over the phone. She minces no words, she\nplays no games. She comes on strong and she doesn't let up. Sit and\nlisten, she'll do most of the talking.\n","\n   Smith is the director of the shelter. She runs a staff,\nconstantly short, of about 30 people. She runs it well, so well\nthat she spends a great deal of time out in the community speaking\nto any group that wants her.\n","\n   She's assisted by two senior managers: Donna Wilson, who\noversees the workers who stay inside the Shelter building; and Bob\nSexton, who's in charge of the animal-control officers working the\nstreets.\n","\n   She loves to talk to schools, where she used to be accompanied\nby her dog, Buddy, until someone told her that if that dog bit\nanybody she'd be in big, big trouble.\n","\n   ``For a while, I didn't take a dog at all,'' she says. ``But\npeople kept bugging me about it . . . . Here all this time, I\nthought it was me they were inviting.''\n","\n   So she chose a nice-looking shepherd mix from one day's take at\nthe shelter. She named the dog Shiloh, and had her licensed to the\ncounty commissioners.\n","\n   ``But I don't know if they know that,'' she grins, punctuating\nwith her trademark wink. ``Her full name's Shiloh Montgomery.''\n","\n   It's almost laughable, the idea of any dog of Stephanie's being\na biter. She abides neither growl nor sneer, and takes every curled\nlip for what it is: A warning.\n","\n   She will budge not at all on the shelter's one hard and fast\nrule: Any dog that shows any sign of aggression is dead. Period. No\ndebate.\n","\n   ``People are always saying, `Look at their circumstances. Give\nthem a chance.' And sure, of course! These dogs are stressed _\nmajorly stressed. Who knows what's happened to them? Who knows\nwhere they came from? If people treated me the way some of these\ndogs have been treated, I'd be biting people. You'd better believe\nI'd be biting.''\n","\n   Smith turns, looks around at the dogs under her care.\n","\n   ``But look at all these dogs, in the same circumstances, that\nare still wagging their tails, happy to see everybody.'' That day\nat the shelter, there are dozens such dogs, smiling and wagging all\nover the place.\n","\n   There is no shortage of temperamentally sound animals, and Smith\nhas to be sure that any dog she places in a person's home will not\nbe a danger to them.\n","\n   Shelters have been sued over adopted dogs who bite, she says.\n``By the time a dog leaves here, it's been exposed to every\npossible kind of person. Black people, white people, men, women . .\n. . We are as sure as we can be that the dog is temperamentally\nsound.''\n","\n   Take Tripod, the three-legged rottweiler hopping around the\nclinic. The missing leg is a mystery, and so it shall remain.\nAbuse? Accident? Animal trap? No one knows but Tripod, and she's\nnot talking.\n","\n   But she's wagging her tail, or what the tail-cropper left of it,\nand she's smiling. Scratch her ears, she smiles some more. (She was\nadopted soon after.)\n","\n   Stephanie saunters through the kennel. She stops at the cage of\na young, brown mutt. She bends over, talking baby talk and\nscratching him under his chin. He wiggles in ecstasy; Stephanie\ndrops a biscuit in his cage. Shelter workers are full of biscuits.\n","\n   ``There is no way under any circumstance this dog is going to\nbite someone. Just look at him,'' she offers her cheek for a kiss,\nwhich comes immediately in the form of a short little lick. ``He's\na little sweetheart.''\n","\n   No. 7894: Shepherd mix; black, tan and white. Male, not\nneutered. Released to shelter Oct. 7 by resident who found dog four\nmonths ago, can't keep dog any longer. Dog has behavior problems.\nNote on file: Fear biter, very scared. Red dot.\n","\n   Euthanized Oct. 8.\n","\n   He was a messy old mop of a dog, dirty and matted befitting one\nwho came from the streets. That's all they knew, that he came from\nthe street. A street in Montgomery County.\n","\n   The day he passed vet check, the very day he went into the\nadoption ward, a family with two little girls gave him the\nonce-over. The twice-over. But the magic wasn't there, the\nconnection wasn't made and he went back in his cage. He didn't\nmind, especially when the woman came and took him out again _ this\ntime for a shave and a haircut in a big, warm tub.\n","\n   No. 7017: Poodle; black. Stray, picked up in Dayton,Sept. 5.\nMale, not neutered. Note on file: Did not pass vet check.\n","\n   Euthanized Sept. 11.\n","\n   Newly shorn and looking good, he was put back in the cage for\npublic appraisal.\n","\n   And the Benningtons came along. They knew what they were doing,\nhaving adopted, ``oh, I can't begin to remember how many'' dogs\nthere, says Connie Bennington.\n","\n   They wanted a dog, mainly for their other dog, another shelter\nfind named Cody who, Connie believed, was lonely. They've got\nplenty of room _ a fenced-in acre on their Dayton land _ and an\neasygoing attitude: ``Our dogs sleep on the bed with us,'' Connie\nsays.\n","\n   No. 8011: Labrador mix; black, brown and white. Stray, picked up\nin Clayton Oct. 11. Male, not neutered.\n","\n   Euthanized Oct. 15.\n","\n   It took Cody about a day to get used to the newcomer, whom the\nBenningtons named Shadd.\n","\n   ``It was clear he'd never had people food, and we know he'd\nnever had much attention. We'd pick him up and kiss him and snuggle\nwith him _ he just didn't know what to do.\n","\n   ``Now he's a big baby. He's rotten,'' says Connie. ``He and Cody\nplay like they've known each other forever.''\n","\n   No. 7892: Chihuahua mix; black. Stray.\n","\n   Euthanized Oct. 10.\n","\n   No. 8000: Pit bull mix; black & white. Stray.\n","\n   Euthanized Oct. 15.\n","\n   No. 6001: Chow; cinnamon. Stray.\n","\n   Euthanized Aug. 11.\n","\n   Neutered and made fully shot-worthy by the Benningtons' vet,\nwho's grown used to their shelter mutts, Shadd is letting his hair\ngrow out, spending his days outside with Cody when the weather\npermits. It's a dream life for a dog, and it certainly was a change\nfor Shadd, who came from nowhere into into the land of enchantment\nand a new best friend named Cody.\n","\n   ``It's amazing,'' says Connie, ``what a little bit of love and\nattention can do. This dog, he's a stinker.''\n","\n   She smiles.\n","\n   No. 2557: Chow; black and red. Stray, picked up in Harrison Twp.\nApril 13. Male, not neutered. Note on file: Ear infection. Very\nfriendly dog.\n","\n   Euthanized April 16.\n","\n   Nobody came for Ace. But he stayed healthy during the two-week\nholding period mandatory for dogs with tags. He stayed healthy and\nhe stayed happy. After passing his vet check, Ace went up for\nadoption.\n","\n   He was there when Del Thacker came in with his adult daughter,\nwho was looking for a dog of her own.\n","\n   ``She told me I had to see this dog,'' Thacker recalls. ``I\ndon't know why.''\n","\n   It was a match, and Del, who wanted a bigger dog with none of\nthe housetraining troubles of puppies, adopted Ace that day.\n","\n   Thacker works a swing shift, and Ace, he says, ``just rolls with\nit.'' Nothing's chewed, no ``accidents,'' no trouble.\n","\n   ``He's real laid-back, that's what I like about him,'' says\nThacker, who heard sketchy stories of Ace's police-training\nbackground from the shelter staff. ``I really don't know (where he\ncame from). Here he's just Ace. Big Ace, that's what I call him at\nhome.''\n","\n   Home. Ace's home. That says it all.\n","\n   Laura Dempsey writes for the Dayton Daily News, Dayton, Ohio.\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}