{"DocumentId":"NYT19980708.0237","TopicId":"NYT","Relevance":"0","Body":" BC-CIR-ONLINE-HEALTH-3TAKES-NYT \nONLINE MEDICAL DATA CHANGES DOCTOR-PATIENT RELATIONSHIPS \n\n  \n (ATTN: Calif., Minn.)   (Circuits)  \n (bl)  \n By KATIE HAFNER   \n c.1998 N.Y. Times News Service   \n\n   One Sunday afternoon last March, 9-year-old Robert Lord fell\nfrom a rope ladder in his backyard in San Diego. His neck snapped.\nAs he lay unable to move, he told his little sister to run for\nhelp.\n\n   The next day, a doctor told Robert's parents that the injury was\nso severe that there was a strong possibility that their son would\nnot regain the use of his body below his arms. Desperate, Robert's\nfather, Stephen, said he called a researcher he knew at the Mayo\nClinic in Rochester, Minn., and got the advice, `` `Look on the Web\n_ that's your best chance.''' Lord logged onto the World Wide Web\nand typed the words ``spinal cord injury'' into a search engine.\n\n   After several hours, Lord came upon a report about an\nexperimental drug, GM-1 ganglioside. When given within 72 hours of\na spinal cord injury, the drug seemed to improve the chances of\nrecovery, the report said. Lord told his son's doctor immediately.\n\n   It was 78 hours after the accident when the boy took the drug.\nOn the following day, he could move his arms, and on the day after\nthat, feeling began to return to his legs. Eleven weeks after the\naccident, he left the hospital, using a walker, a result that could\nbe part of the boy's normal recovery or could be linked to the\ndrug. The Lords will never know for sure.\n\n   While the Lord family's experience was unusual, patients have\nbeen finding ways to be better-informed and have been acting as\ntheir own best advocates for some time. AIDS and breast cancer\npatients have helped publicize research issues concerning those two\ndiseases, and managed care has forced health care consumers to take\nmedical matters into their own hands as never before.\n\n   But the sheer quantity of information available on the Internet\n_ more than 10,000 sites with information from experts, amateurs\nand quacks on diseases ranging from common complaints to the more\nunusual, like Lou Gehrig's disease _ combined with instant\naccessibility is bringing about an unparalleled shift in the way\ndoctors and patients interact.\n\n   ``Being a highly involved patient was possible before, but only\nfor the most dedicated, committed people,'' said Dr. Tom Ferguson,\neditor and publisher of The Ferguson Report, a newsletter about\nonline health information based in Austin, Texas. ``Now all the\ninformation is available to anyone with an Internet connection.''\n\n   At its best, the Internet elevates a doctor-patient relationship\ninto a partnership and even saves lives. At its worst, information\nfound online is misleading or inaccurate. Reliance on the Net can\nwaste a doctor's time, dash a patient's hopes and put a life in\ndanger.\n\n   ``I'm sure there's good information on the Internet, but there's\ngot to be an increase in people's skepticism because it's so easily\nretrievable,'' said Dr. John Renner, a family doctor in\nIndependence, Mo., who is president of the National Council for\nReliable Health Information, a nonprofit watchdog group. ``People\nturn off their reality checkers because they desperately want to\nfind something that will help them be young forever or be healthier\nor better-looking.''\n\n   Of course, Robert Lord's case included not only useful\ninformation but also a positive combination of people,\ncircumstances and good luck. The boy's father was able to work as a\nteam with the boy's pediatric neurosurgeon, Dr. Hal Meltzer, who\nsent faxes to the Food and Drug Administration to ask permission to\nuse the drug on a ``compassionate use'' basis. Stephen Lord\ngrappled with the logistics of transporting the medicine to San\nDiego from the pharmaceutical company's office in Washington. As\nsoon as the package arrived at the airport, Lord was in his car\nrushing it to the hospital.\n\n   While such cases are not common, more people than ever are\nturning to the Internet for health advice. According to a recent\nsurvey conducted jointly by the Institute for the Future in Menlo\nPark, Calif., and Princeton Survey Research Associates, nearly\ntwo-thirds of the people who use the Web seek medical information\nand referrals.\n\n   Doctors generally say they welcome a more educated patient. Dr.\nMichael Tedford, an ear, nose and throat specialist in Minneapolis,\nsaid he first became aware of the volume of information his\npatients were able to find online when someone came to him three\nyears ago for a second opinion on an unusual ear condition. Not\nonly had the patient used the Internet to investigate his problem,\nbut he was also able to discuss it in minute detail. ``My job was a\npiece of cake,'' Tedford said. ``All I had to do was sit there and\nnod.''\n\n   Tedford said he had welcomed the level of knowledge the patient\npossessed. ``It moved us more quickly through the most\ntime-consuming part of my job, which is patient education,''\nTedford said. ``Then I could talk about his options for treatment,\nwith his values and priorities guiding his choice.''\n\n   Dr. David Teitel, a professor of pediatrics and chief of\npediatric cardiology at the University of California at San\nFrancisco, agreed. ``It's a phenomenally powerful thing when you're\nnot just sitting down and drawing pictures about the plumbing,'' he\nsaid.\n\n   Ferguson, who has worked extensively in the area of online\nhealth information and its effect on the doctor-patient\nrelationship, said that while a doctor must be familiar with\nhundreds of different diseases and conditions, a patient becomes a\nspecialist in one condition _ his or her own _ and its effect on\ndaily life. ``Sometimes your patients think they know more than\nthey do, but sometimes they know more than you do,'' Ferguson said.\n\n   Such was the case with Robert Lord, a situation in which the\nopenness of the doctor played a crucial role. Meltzer said that\nalthough he had been aware of the ganglioside experiment, it wasn't\nuntil the boy's father presented him with greater detail and a\nstrong desire to try it that he had seriously considered it.\n\n   nn\n\n   ``In 1998, no one person can know every single medication, every\ntrial and all that's on the Internet,'' Meltzer said. ``Here we\nhave a situation where a child is very severely injured and you'd\nlike to do anything you can to help out.''\n\n   Since dangerous side effects did not appear to be a risk, the\nquestion was whether the drug worked. ``If the family was willing\nto accept the risk, and the government was willing to provide the\nmedication, then I said, Let's go for it,'' he said.\n\n   Still more unusual was the way Stephen Lord found out about the\ndrug. In his all-night search of the Net, after hours of clicking\non reports with bleak scenarios, Lord found a report about the\nganglioside drug in a paper written by a high-school senior for her\nEnglish class. Only the Internet would have produced such a link.\n\n   ``I think this is part of the information age,'' Lord said.\n``The connections aren't logical any more in any real sense. It's\nnot a matter of calling some medical data bank.''\n\n   Meltzer cautioned that it was impossible to know whether Robert\nhad regained his mobility because of the experimental drug he was\ngiven, the surgery he had to help speed his healing, the standard\nmedication he had taken or a combination of the three. Or the boy\nmight have recovered on his own, he said.\n\n   The more collaborative approach to medicine stands on its head\nthe tradition in which a doctor gives orders and the patient obeys.\nAnd that makes some doctors nervous.\n\n   ``It's hard for physicians because once you get the education\nout of the way, you can get to more depth of humanity, and a lot of\nphysicians have never had discussions like that before,'' said Dr.\nRichard Rockefeller, president of the Health Commons Institute, a\nnonprofit organization in Falmouth, Maine, that promotes the use of\ncomputerized information tools in clinical settings.\n\n   Many doctors warn against relying too heavily on information\nfound on the Internet, as it can be difficult to distinguish\nbetween amateur medicine, even chicanery, and valuable data.\nAccording to another Institute for the Future survey, this one a\npoll of doctors done with Louis Harris & Associates, 67 percent of\nthose surveyed said that patients came in with information they had\nfound on the Internet but that only 12 percent referred patients to\nthe Internet for information.\n\n   ``People are finding information their doctors may not have\nseen, and sometimes it is welcomed and sometimes it is not,'' said\nDr. Jerome Kassirer, chief editor of The New England Journal of\nMedicine. ``The issue is the validity of the information.''\n\n   There is a danger in turning to the Internet as a virtual\nLourdes, particularly when it comes to life-threatening illnesses.\nThe explosion of interest in alternative medicine and holistic\napproaches to health has brought with it plenty of Web sites\npromoting nutrition, vitamins and herbs to remedy everything from\nchronic fatigue to cancer.\n\n   The temptation to diagnose diseases oneself also worries\ndoctors. Dr. Laurel Warner, an infectious-diseases specialist in\nSanta Rosa, Calif., said a patient who had been looking up his\nsymptoms on the Internet had shown up convinced that he had Lyme\ndisease.\n\n   After examining him, Warner said, she doubted that he had the\ndisease, but he insisted on blood tests anyway. When the test\nresults were negative, she added, he remained unconvinced and told\nher that according to what he had found on the Internet, false\nnegatives when testing for Lyme disease were common. It wasn't\nuntil his symptoms eventually disappeared on their own that he\nfinally believed her, she said.\n\n   Warner said she grew still more frustrated when people came to\nher with information about, say, an experimental drug. ``Someone\ncomes in with information about a new drug for Parkinson's or\nAlzheimer's, and it's very sad because you really have to sit\npeople down and burst their balloons a little bit,'' Warner said.\n``At the same time, you don't want to discourage the dissemination\nof information. I just wish there were a better way to filter the\ninformatio.''\n\n   Teitel, of the University of California, agreed. ``I spend a\nfair amount of my time saying, `Well, that's very interesting, but\nit was a test done on pigs, not humans.' People take everything off\nthe Net as gospel.''\n\n   Separating gospel from prayer has become something of a\nspecialty for Hamilton Jordan, White House chief of staff in the\nCarter administration. Jordan, 53, has educated himself on and off\nthe Internet through three different bouts with cancer.\n\n   Jordan said he was now free of the disease and had turned to\nhelping others with cancer. When Gayle Reinsch, the employee of a\nfriend of Jordan's, turned to him in early 1997 after she was found\nto have small-cell lung cancer, an especially virulent cancer,\nJordan went to the Net.\n\n   His search quickly turned up an experimental vaccine program at\nthe Memorial Sloan-Kettering Cancer Center in New York, and he told\nMs. Reinsch about it. Her doctors at the cancer center where she\nwas being treated were not enthusiastic. But Ms. Reinsch, 50,\nstopped being passive and spoke her mind to her doctors.\n\n   ``I said: `You have a reputation for being Midwestern,\nmiddle-of-the-road and conservative. Well, I don't want that,'''\nshe recalled. She enrolled in the Sloan-Kettering program. Eighteen\nmonths after the diagnosis, Ms. Reinsch's cancer remains in\nremission. ``Information may not save us all, but it will give more\nof us a chance,'' she said.\n\n   Jordan said the Internet had played an important role in his\nwillingness to help a stranger. The search took him 10 minutes.\n``If I'd had to get in the car and drive to a university library,\nleft to my own devices, I'm not sure I would have done it,'' he\nsaid.\n\n   Some doctors, still a distinct minority, are going well beyond\nsimply welcoming their patients' input. More doctors and nurses are\nlogging on as moderators of, or participants in, online health\ndiscussions and chat groups. Some are using their visits to such\ngroups to overcome one of the age-old problems of doctor-patient\nrelationships: patients who withhold information because they\nconsider it unimportant to the doctor or fear that they are taking\nup too much time.\n\n   Dr. John Mangiardi, chief of neurosurgery at Lenox Hill Hospital\nin New York, said he had had no inkling that his patients were so\nupset about unsightly incision scars until a few years ago, when he\nbegan logging onto discussion groups and heard patients complain\namong themselves. Since then, he has tried to keep incisions less\nnoticeable, even making them behind patients' eyebrows.\n\n   Dr. Carvel Gipson, a headache specialist in Tampa, Fla., has\nbeen the host of a headache forum on Compuserve for three years.\n``It has been as useful for me as it could possibly have been for\nthe patients,'' he said. It was a revelation to him, for instance,\nthat patients were so concerned about suffering from a condition\nthat is so easily dismissed. ``They're as interested in finding\nsomeone who will take them seriously as they are in getting\ncomplete relief,'' he said.\n\n   More doctors and nurses are communicating directly with patients\nthrough e-mail. ``It creates greater intimacy in a bounded\nrelationship,'' said Dr. Beverley Kane, chairwoman-elect of the\nAmerican Medical Informatics Association Internet Working Group,\nwho has helped establish the association's guidelines for such\ne-mail. ``But the main problem is that it adds uncompensated time\nto the doctor's day, and it's hard to know whether it requires more\ntime than it saves.''\n\n   nn\n\n   Suppose you just found out that you have diabetes or high blood\npressure, or someone in the family has asthma or cancer, and you\nneed to learn about it. Search engines provide thousands of hits\nfor a word like asthma with no evaluation of the information. Where\ncan you turn?\n\n   For people who want basic information from sources deemed\nreliable by the government medical establishment,\nwww.healthfinder.gov is a good way to start. The site, created by\nthe U.S. Department of Health and Human Services, lets users search\nby subject and provides links to information from government health\nagencies, public health and professional groups, universities,\nsupport groups, medical journals and some news sites. The\nHealthfinder site also gives information about enrolling in\nclinical trials for cancer and AIDS.\n\n   Healthfinder covers an impressive array of topics, including\ncommon illnesses and some uncommon ones like leprosy, the Ebola\nvirus and mercury poisoning. But the search engine can be stumped:\nit produced nothing in response to queries about pinworms,\ntapeworms, hookworms, common asthma medications, swimmer's ear or\npopular supplements like echinacea and ginkgo biloba. ``Bee sting''\nand ``St. John's wort'' led nowhere, but ``sting'' and ``wort'' got\nresults.\n\n   Another searchable site, Medscape (www.medscape.com), answered\nall the queries that Healthfinder did not. Medscape, which carries\nadvertising, offers access to journals, news and other links\nrelating to medical specialties and drugs. It has a medical\ndictionary and a link to Medline, the medical database at the\nNational Library of Medicine. Med-scape offers technical material\nfor doctors and a special section geared to lay people, but it does\nnot bar ordinary folks from the technical information.\n\n   For people who want to search medical journals, two of the\nbest-known offer nonsubscribers limited access to their contents on\nthe Web. The New England Journal of Medicine (www.nejm.com) and the\nJournal of the American Medical Association (www.ama-assn.org) post\nabstracts of their research papers. The New England Journal also\nposts complete versions of some material, like letters, editorials\nand book reviews, but charges nonsubscribers $10 for the full text\nof an article.\n\n   Another general medical journal, Annals of Internal Medicine,\nposts the full text of current and past articles\n(www.acponline.org/journals/annals/annaltoc.htm).\n\n   Dr. Tom Ferguson, who publishes a newsletter about online health\ninformation called the Ferguson Report, said the real value of the\nInternet emerged when people got beyond the generic information\nfound on most sites and started to talk to one another via support\ngroups, chat rooms, news groups and mailing lists. People with the\nsame illness can compare notes about treatment and sometimes\nconsult doctors who join online groups. ``That's where things are\nheaded,'' Ferguson said. Many such groups, he said, ``contain a\nhigh proportion of health professionals interested in that topic.''\n\n   Ferguson's site (www.healthy. net/selfcare) helps guide people\nto self-help groups and other sources of information. To find\nonline groups, the doctor also recommends www.dejanews.com.\n\n   Although Ferguson's own site includes his e-mail address, he\nsaid he did not practice medicine and cannot answer personal\nmedical questions. An alternative-medicine advocate, Dr. Andrew\nWeil (www.drweil.com), does answer some e-mail questions. At the\nother extreme is www.quackwatch.com, run by Dr. Stephen Barrett, a\nlongtime scourge of alternative medicine.\n\n   The site www.childrenwithdiabetes. com, created by the parents\nof a diabetic daughter, has a volunteer staff of 16 doctors, nurses\nand other health professionals who answer medical questions.\n","Headline":"\nONLINE MEDICAL DATA CHANGES DOCTOR-PATIENT RELATIONSHIPS \n","Text":["\n   One Sunday afternoon last March, 9-year-old Robert Lord fell\nfrom a rope ladder in his backyard in San Diego. His neck snapped.\nAs he lay unable to move, he told his little sister to run for\nhelp.\n","\n   The next day, a doctor told Robert's parents that the injury was\nso severe that there was a strong possibility that their son would\nnot regain the use of his body below his arms. Desperate, Robert's\nfather, Stephen, said he called a researcher he knew at the Mayo\nClinic in Rochester, Minn., and got the advice, `` `Look on the Web\n_ that's your best chance.''' Lord logged onto the World Wide Web\nand typed the words ``spinal cord injury'' into a search engine.\n","\n   After several hours, Lord came upon a report about an\nexperimental drug, GM-1 ganglioside. When given within 72 hours of\na spinal cord injury, the drug seemed to improve the chances of\nrecovery, the report said. Lord told his son's doctor immediately.\n","\n   It was 78 hours after the accident when the boy took the drug.\nOn the following day, he could move his arms, and on the day after\nthat, feeling began to return to his legs. Eleven weeks after the\naccident, he left the hospital, using a walker, a result that could\nbe part of the boy's normal recovery or could be linked to the\ndrug. The Lords will never know for sure.\n","\n   While the Lord family's experience was unusual, patients have\nbeen finding ways to be better-informed and have been acting as\ntheir own best advocates for some time. AIDS and breast cancer\npatients have helped publicize research issues concerning those two\ndiseases, and managed care has forced health care consumers to take\nmedical matters into their own hands as never before.\n","\n   But the sheer quantity of information available on the Internet\n_ more than 10,000 sites with information from experts, amateurs\nand quacks on diseases ranging from common complaints to the more\nunusual, like Lou Gehrig's disease _ combined with instant\naccessibility is bringing about an unparalleled shift in the way\ndoctors and patients interact.\n","\n   ``Being a highly involved patient was possible before, but only\nfor the most dedicated, committed people,'' said Dr. Tom Ferguson,\neditor and publisher of The Ferguson Report, a newsletter about\nonline health information based in Austin, Texas. ``Now all the\ninformation is available to anyone with an Internet connection.''\n","\n   At its best, the Internet elevates a doctor-patient relationship\ninto a partnership and even saves lives. At its worst, information\nfound online is misleading or inaccurate. Reliance on the Net can\nwaste a doctor's time, dash a patient's hopes and put a life in\ndanger.\n","\n   ``I'm sure there's good information on the Internet, but there's\ngot to be an increase in people's skepticism because it's so easily\nretrievable,'' said Dr. John Renner, a family doctor in\nIndependence, Mo., who is president of the National Council for\nReliable Health Information, a nonprofit watchdog group. ``People\nturn off their reality checkers because they desperately want to\nfind something that will help them be young forever or be healthier\nor better-looking.''\n","\n   Of course, Robert Lord's case included not only useful\ninformation but also a positive combination of people,\ncircumstances and good luck. The boy's father was able to work as a\nteam with the boy's pediatric neurosurgeon, Dr. Hal Meltzer, who\nsent faxes to the Food and Drug Administration to ask permission to\nuse the drug on a ``compassionate use'' basis. Stephen Lord\ngrappled with the logistics of transporting the medicine to San\nDiego from the pharmaceutical company's office in Washington. As\nsoon as the package arrived at the airport, Lord was in his car\nrushing it to the hospital.\n","\n   While such cases are not common, more people than ever are\nturning to the Internet for health advice. According to a recent\nsurvey conducted jointly by the Institute for the Future in Menlo\nPark, Calif., and Princeton Survey Research Associates, nearly\ntwo-thirds of the people who use the Web seek medical information\nand referrals.\n","\n   Doctors generally say they welcome a more educated patient. Dr.\nMichael Tedford, an ear, nose and throat specialist in Minneapolis,\nsaid he first became aware of the volume of information his\npatients were able to find online when someone came to him three\nyears ago for a second opinion on an unusual ear condition. Not\nonly had the patient used the Internet to investigate his problem,\nbut he was also able to discuss it in minute detail. ``My job was a\npiece of cake,'' Tedford said. ``All I had to do was sit there and\nnod.''\n","\n   Tedford said he had welcomed the level of knowledge the patient\npossessed. ``It moved us more quickly through the most\ntime-consuming part of my job, which is patient education,''\nTedford said. ``Then I could talk about his options for treatment,\nwith his values and priorities guiding his choice.''\n","\n   Dr. David Teitel, a professor of pediatrics and chief of\npediatric cardiology at the University of California at San\nFrancisco, agreed. ``It's a phenomenally powerful thing when you're\nnot just sitting down and drawing pictures about the plumbing,'' he\nsaid.\n","\n   Ferguson, who has worked extensively in the area of online\nhealth information and its effect on the doctor-patient\nrelationship, said that while a doctor must be familiar with\nhundreds of different diseases and conditions, a patient becomes a\nspecialist in one condition _ his or her own _ and its effect on\ndaily life. ``Sometimes your patients think they know more than\nthey do, but sometimes they know more than you do,'' Ferguson said.\n","\n   Such was the case with Robert Lord, a situation in which the\nopenness of the doctor played a crucial role. Meltzer said that\nalthough he had been aware of the ganglioside experiment, it wasn't\nuntil the boy's father presented him with greater detail and a\nstrong desire to try it that he had seriously considered it.\n","\n   nn\n","\n   ``In 1998, no one person can know every single medication, every\ntrial and all that's on the Internet,'' Meltzer said. ``Here we\nhave a situation where a child is very severely injured and you'd\nlike to do anything you can to help out.''\n","\n   Since dangerous side effects did not appear to be a risk, the\nquestion was whether the drug worked. ``If the family was willing\nto accept the risk, and the government was willing to provide the\nmedication, then I said, Let's go for it,'' he said.\n","\n   Still more unusual was the way Stephen Lord found out about the\ndrug. In his all-night search of the Net, after hours of clicking\non reports with bleak scenarios, Lord found a report about the\nganglioside drug in a paper written by a high-school senior for her\nEnglish class. Only the Internet would have produced such a link.\n","\n   ``I think this is part of the information age,'' Lord said.\n``The connections aren't logical any more in any real sense. It's\nnot a matter of calling some medical data bank.''\n","\n   Meltzer cautioned that it was impossible to know whether Robert\nhad regained his mobility because of the experimental drug he was\ngiven, the surgery he had to help speed his healing, the standard\nmedication he had taken or a combination of the three. Or the boy\nmight have recovered on his own, he said.\n","\n   The more collaborative approach to medicine stands on its head\nthe tradition in which a doctor gives orders and the patient obeys.\nAnd that makes some doctors nervous.\n","\n   ``It's hard for physicians because once you get the education\nout of the way, you can get to more depth of humanity, and a lot of\nphysicians have never had discussions like that before,'' said Dr.\nRichard Rockefeller, president of the Health Commons Institute, a\nnonprofit organization in Falmouth, Maine, that promotes the use of\ncomputerized information tools in clinical settings.\n","\n   Many doctors warn against relying too heavily on information\nfound on the Internet, as it can be difficult to distinguish\nbetween amateur medicine, even chicanery, and valuable data.\nAccording to another Institute for the Future survey, this one a\npoll of doctors done with Louis Harris & Associates, 67 percent of\nthose surveyed said that patients came in with information they had\nfound on the Internet but that only 12 percent referred patients to\nthe Internet for information.\n","\n   ``People are finding information their doctors may not have\nseen, and sometimes it is welcomed and sometimes it is not,'' said\nDr. Jerome Kassirer, chief editor of The New England Journal of\nMedicine. ``The issue is the validity of the information.''\n","\n   There is a danger in turning to the Internet as a virtual\nLourdes, particularly when it comes to life-threatening illnesses.\nThe explosion of interest in alternative medicine and holistic\napproaches to health has brought with it plenty of Web sites\npromoting nutrition, vitamins and herbs to remedy everything from\nchronic fatigue to cancer.\n","\n   The temptation to diagnose diseases oneself also worries\ndoctors. Dr. Laurel Warner, an infectious-diseases specialist in\nSanta Rosa, Calif., said a patient who had been looking up his\nsymptoms on the Internet had shown up convinced that he had Lyme\ndisease.\n","\n   After examining him, Warner said, she doubted that he had the\ndisease, but he insisted on blood tests anyway. When the test\nresults were negative, she added, he remained unconvinced and told\nher that according to what he had found on the Internet, false\nnegatives when testing for Lyme disease were common. It wasn't\nuntil his symptoms eventually disappeared on their own that he\nfinally believed her, she said.\n","\n   Warner said she grew still more frustrated when people came to\nher with information about, say, an experimental drug. ``Someone\ncomes in with information about a new drug for Parkinson's or\nAlzheimer's, and it's very sad because you really have to sit\npeople down and burst their balloons a little bit,'' Warner said.\n``At the same time, you don't want to discourage the dissemination\nof information. I just wish there were a better way to filter the\ninformatio.''\n","\n   Teitel, of the University of California, agreed. ``I spend a\nfair amount of my time saying, `Well, that's very interesting, but\nit was a test done on pigs, not humans.' People take everything off\nthe Net as gospel.''\n","\n   Separating gospel from prayer has become something of a\nspecialty for Hamilton Jordan, White House chief of staff in the\nCarter administration. Jordan, 53, has educated himself on and off\nthe Internet through three different bouts with cancer.\n","\n   Jordan said he was now free of the disease and had turned to\nhelping others with cancer. When Gayle Reinsch, the employee of a\nfriend of Jordan's, turned to him in early 1997 after she was found\nto have small-cell lung cancer, an especially virulent cancer,\nJordan went to the Net.\n","\n   His search quickly turned up an experimental vaccine program at\nthe Memorial Sloan-Kettering Cancer Center in New York, and he told\nMs. Reinsch about it. Her doctors at the cancer center where she\nwas being treated were not enthusiastic. But Ms. Reinsch, 50,\nstopped being passive and spoke her mind to her doctors.\n","\n   ``I said: `You have a reputation for being Midwestern,\nmiddle-of-the-road and conservative. Well, I don't want that,'''\nshe recalled. She enrolled in the Sloan-Kettering program. Eighteen\nmonths after the diagnosis, Ms. Reinsch's cancer remains in\nremission. ``Information may not save us all, but it will give more\nof us a chance,'' she said.\n","\n   Jordan said the Internet had played an important role in his\nwillingness to help a stranger. The search took him 10 minutes.\n``If I'd had to get in the car and drive to a university library,\nleft to my own devices, I'm not sure I would have done it,'' he\nsaid.\n","\n   Some doctors, still a distinct minority, are going well beyond\nsimply welcoming their patients' input. More doctors and nurses are\nlogging on as moderators of, or participants in, online health\ndiscussions and chat groups. Some are using their visits to such\ngroups to overcome one of the age-old problems of doctor-patient\nrelationships: patients who withhold information because they\nconsider it unimportant to the doctor or fear that they are taking\nup too much time.\n","\n   Dr. John Mangiardi, chief of neurosurgery at Lenox Hill Hospital\nin New York, said he had had no inkling that his patients were so\nupset about unsightly incision scars until a few years ago, when he\nbegan logging onto discussion groups and heard patients complain\namong themselves. Since then, he has tried to keep incisions less\nnoticeable, even making them behind patients' eyebrows.\n","\n   Dr. Carvel Gipson, a headache specialist in Tampa, Fla., has\nbeen the host of a headache forum on Compuserve for three years.\n``It has been as useful for me as it could possibly have been for\nthe patients,'' he said. It was a revelation to him, for instance,\nthat patients were so concerned about suffering from a condition\nthat is so easily dismissed. ``They're as interested in finding\nsomeone who will take them seriously as they are in getting\ncomplete relief,'' he said.\n","\n   More doctors and nurses are communicating directly with patients\nthrough e-mail. ``It creates greater intimacy in a bounded\nrelationship,'' said Dr. Beverley Kane, chairwoman-elect of the\nAmerican Medical Informatics Association Internet Working Group,\nwho has helped establish the association's guidelines for such\ne-mail. ``But the main problem is that it adds uncompensated time\nto the doctor's day, and it's hard to know whether it requires more\ntime than it saves.''\n","\n   nn\n","\n   Suppose you just found out that you have diabetes or high blood\npressure, or someone in the family has asthma or cancer, and you\nneed to learn about it. Search engines provide thousands of hits\nfor a word like asthma with no evaluation of the information. Where\ncan you turn?\n","\n   For people who want basic information from sources deemed\nreliable by the government medical establishment,\nwww.healthfinder.gov is a good way to start. The site, created by\nthe U.S. Department of Health and Human Services, lets users search\nby subject and provides links to information from government health\nagencies, public health and professional groups, universities,\nsupport groups, medical journals and some news sites. The\nHealthfinder site also gives information about enrolling in\nclinical trials for cancer and AIDS.\n","\n   Healthfinder covers an impressive array of topics, including\ncommon illnesses and some uncommon ones like leprosy, the Ebola\nvirus and mercury poisoning. But the search engine can be stumped:\nit produced nothing in response to queries about pinworms,\ntapeworms, hookworms, common asthma medications, swimmer's ear or\npopular supplements like echinacea and ginkgo biloba. ``Bee sting''\nand ``St. John's wort'' led nowhere, but ``sting'' and ``wort'' got\nresults.\n","\n   Another searchable site, Medscape (www.medscape.com), answered\nall the queries that Healthfinder did not. Medscape, which carries\nadvertising, offers access to journals, news and other links\nrelating to medical specialties and drugs. It has a medical\ndictionary and a link to Medline, the medical database at the\nNational Library of Medicine. Med-scape offers technical material\nfor doctors and a special section geared to lay people, but it does\nnot bar ordinary folks from the technical information.\n","\n   For people who want to search medical journals, two of the\nbest-known offer nonsubscribers limited access to their contents on\nthe Web. The New England Journal of Medicine (www.nejm.com) and the\nJournal of the American Medical Association (www.ama-assn.org) post\nabstracts of their research papers. The New England Journal also\nposts complete versions of some material, like letters, editorials\nand book reviews, but charges nonsubscribers $10 for the full text\nof an article.\n","\n   Another general medical journal, Annals of Internal Medicine,\nposts the full text of current and past articles\n(www.acponline.org/journals/annals/annaltoc.htm).\n","\n   Dr. Tom Ferguson, who publishes a newsletter about online health\ninformation called the Ferguson Report, said the real value of the\nInternet emerged when people got beyond the generic information\nfound on most sites and started to talk to one another via support\ngroups, chat rooms, news groups and mailing lists. People with the\nsame illness can compare notes about treatment and sometimes\nconsult doctors who join online groups. ``That's where things are\nheaded,'' Ferguson said. Many such groups, he said, ``contain a\nhigh proportion of health professionals interested in that topic.''\n","\n   Ferguson's site (www.healthy. net/selfcare) helps guide people\nto self-help groups and other sources of information. To find\nonline groups, the doctor also recommends www.dejanews.com.\n","\n   Although Ferguson's own site includes his e-mail address, he\nsaid he did not practice medicine and cannot answer personal\nmedical questions. An alternative-medicine advocate, Dr. Andrew\nWeil (www.drweil.com), does answer some e-mail questions. At the\nother extreme is www.quackwatch.com, run by Dr. Stephen Barrett, a\nlongtime scourge of alternative medicine.\n","\n   The site www.childrenwithdiabetes. com, created by the parents\nof a diabetic daughter, has a volunteer staff of 16 doctors, nurses\nand other health professionals who answer medical questions.\n"]}