{"DocumentId":"NYT19981027.0236","TopicId":"NYT","Relevance":"0","Body":" BC-GAMBLING-REGULATORS-ART-3TAKES-NYT \nCASINO CROSSOVER: EX-REGULATORS IN KEY JOBS IN GAMBLING INDUSTRY\n\n  \n (ATTN: Miss., Ill., Nev., N.J., La., Mo.)  (ART ADV: Photo is being sent to NYT photo clients. Graphic is\nbeing sent to NYT graphic clients. Non-subscribers can make\nindividual purchase by calling (888) 603-1036 or (888) 346-9867.)  \n (bl)  \n By BRETT PULLEY   \n c.1998 N.Y. Times News Service    \n\n   As the interim director of the Mississippi Gaming Commission,\nBruce Nourse authorized the opening of the state's first casino in\n1992. But a year later, as casino neon began to flicker with\nopportunity all along the Gulf coast and north into the Delta\nregion, Nourse traded roles. Instead of continuing to police the\ncasino operators, he joined them, doubling his salary and becoming\na senior vice president for Casino Magic, a casino hotel owner.\n\n   Within a matter of months, the government body formed to keep\nMississippi's casino industry honest was virtually wiped out.\nNourse's successor, Lorenzo Creighton, resigned to become general\nmanager of a riverboat casino in St. Louis. Nine of the\ncommission's 10 law-enforcement agents also left.\n\n   ``There were a lot of people who quit'' to seek jobs in the\nindustry, recalled Chuck Patton, the gaming commission's current\nchairman. ``It was a difficult time.''\n\n   As fast as the gambling business has spread across the country,\na fast-spinning revolving door has also developed, creating a world\nin which a state senator with no casino experience has in an\ninstant become president of a major casino, a law enforcement\nofficial from a state attorney general's office has gone on to\nbecome chief executive officer of the nation's most profitable\ncasino, and where top gaming officials from one state after another\nhave resigned to pursue lucrative casino careers.\n\n   From Raymond ``Skip'' Avansino Jr., the Nevada Gaming Commission\nmember who went on to become president and chief operating officer\nof Hilton hotels and casinos, to James E. Thompson, the Illinois\ngovernor who first signed riverboat gambling into law in his state\nand then, after leaving office, became one of the industry's key\nlobbyist, the officials who wrote the rules and picked the casino\noperators are reaping rewards from the industry.\n\n   Other regulated industries, like airlines or pharmaceuticals,\nhave for years lured government officials into their camps. But\nlegalized gambling has created a robust new market for politically\nconnected executives, lobbyists and consultants not only because it\nis growing so fast, but precisely because it is one of the nation's\nmost highly regulated industries at the state level.\n\n   ``If you own the politicians, regulators, judges or whoever you\nneed to do what you need to do, you totally control your\nenvironment,'' said Don Williams, a political strategist in Las\nVegas and a former senior executive and part owner of casinos.\n``It's always best to have these people on your side, so why not\nhire these people?''\n\n   Convincing government officials to join forces with the gambling\nindustry is usually easy, Williams said, adding: ``They hang around\nwealth, they investigate wealth, they see money being made in areas\nthat they never dreamed of before. And they're learning how people\nmade this money.''\n\n   To an outsider looking in, he said, joining the industry is like\nbecoming ``a part of the king's court.''\n\n   THE BIG FEAR: It's a Matter Of Objectivity\n\n   The high crossover rate, coming as many states are writing laws\nthat will govern the industry for years to come, has raised\nconcerns about the impartiality of the people who oversee gambling.\n\n   ``It certainly raises doubts about the objectivity and the\ncredibility of some of those individuals,'' said Kay Coles James,\nchairwoman of the National Gambling Impact Study Commission, the\npresidential committee that is studying the effect of legalized\ngambling on the United States.\n\n   The commission, which is scheduled to report its findings to\nCongress next summer, has not yet considered taking action to\ndiscourage the industry's revolving door, Ms. James said. But in\nforming her staff she extracted verbal commitments from those she\nhired not to leave and take jobs in the gambling industry while the\ncommission continued its work.\n\n   Even though states like Nevada and New Jersey have\n``cooling-off'' periods that prohibit some government employees\nfrom immediately going to work for casinos within their own\njurisdictions, other casino states, including Mississippi, have no\nsuch waiting periods. And in those states that do have cooling-off\nperiods, officials regularly get around the prohibitions by working\nfor subsidiaries in other states.\n\n   Critics of revolving-door practices contend that the cooling-off\nperiods, which range from one to four years, are not long enough\nand do not apply to enough people. Some have suggested that\nregulatory positions should be filled by people who are either near\nretirement or financially secure enough to avoid being induced by\nhigh-paying jobs.\n\n   ``The big fear is that they'll be overly friendly with the\ncompanies they're going to go work for in the future,'' said Nelson\nRose, a gambling law professor at Whittier Law School in Costa\nMesa, Calif. ``They may think deep down subconsciously that if they\nmake decisions against the industry they won't get hired if they\nchoose to leave government.''\n\n   The industry's revolving door has become so promising that Rose\nsaid he advises his students that the best way to get ahead in the\ngambling business is to first become a regulator because they\n``learn the regulatory system'' and ``of course, you make\ncontacts.''\n\n   While some officials have switched to the casino business within\nmonths of making decisions that benefited their future employers,\nno one has been able to prove a direct exchange of a job for\nfavorable treatment from regulators. However, critics of the\nrevolving door contend that there are many cases illustrating that\nstate regulators are too close to the industry and are particularly\nlax about exacting punishment on casinos that break the rules.\n\n   For example, although Bally Gaming several years ago entered\ninto a partnership in Louisiana with a company that was later found\nto have ties to organized crime, officials in New Jersey and Nevada\n_ where Bally is also licensed _ allowed the company to keep its\nlicense in those places.\n\n   And last August, Hilton Hotels Corp. entered into an agreement\nwith federal prosecutors to avoid an indictment on charges that\nHilton executives paid money to a public official in Kansas City,\nMo., as a reward for his support for the Flamingo Hilton casino\nproject in that city.\n\n   Hilton denies any wrongdoing. However, in its signed pact with\nprosecutors, the hotel and casino company agreed to ``acknowledge\nthat the Unites States has evidence'' supporting the alleged scheme\nto pay the Kansas City Port Authority chairman for using his\ninfluence to assist the company's casino project. So far,\nregulators in other jurisdictions where Hilton operates casinos\nhave not taken any action in response, and Missouri regulators\nrenewed Hilton's license a month after the agreement.\n\n   ``Even though they call themselves heavily regulated, it's a\ngood-old-boys network that is taking care of gambling companies\nthroughout the United States,'' said Tom Grey, executive director\nof the National Coalition Against Gambling Expansion, the nation's\nmost active anti-gambling organization.\n\n   THE INCENTIVES: Instant Pay Rise In Casino Work\n\n   Those who have traded in their bureaucratic backgrounds and\njoined forces with the casino business can be found all around the\ncountry. Mick Lura, for example, the former top administrator for\nIowa's Racing and Gaming Commission, left his job in 1993 to become\nan executive at president casinos, which operates riverboats in\nthree states, including Iowa. He later became general manager of\nthe Meskwaki tribal casino in Iowa.\n\n   nn\n\n   In Mississippi, the nation's third largest gambling\njurisdiction, after Nevada and New Jersey, there was no cooling-off\nperiod that prohibited Nourse from going to work for a casino in\nthe state. But he did seek an opinion from a state ethics\ncommission, which cleared the way for him to join Casino Magic.\n\n   State officials later considered putting a cooling-off period\ninto effect, but instead have continued to consider such moves on a\ncase-by-case basis, which has allowed employees of the gaming\ncommission to continue to get instant salary increases by taking\njobs with the casinos.\n\n   ``I moved into the industry and effectively doubled my salary,''\nsaid Nourse, who earned about $90,000 a year with the gaming\ncommission. Defending his decision to become a casino executive,\nNourse noted the ``huge demand by the industry'' for regulators.\n``I speak the language,'' he said.\n\n   Philip Hannifin, a career bureaucrat who was a longtime member\nof the Nevada Gaming Control Board before going on to help operate\nsome of the industry's largest casino companies, conceded that the\ngambling business has been very good to him. ``My family and I have\nbeen well-treated from a monetary standpoint,'' said Hannifin, now\nan executive vice president at Fitzgeralds, a casino company based\nin Nevada. ``I have no complaints.''\n\n   Some former government officials have truly hit the jackpot in\nthe casino industry. Avansino, for example, was a Nevada tax lawyer\nand gaming commission member who was named president and chief\noperating officer of Hilton Hotels in 1993.\n\n   For nearly three years Avansino led the company through a\nworldwide expansion of its gambling operations. His salary and\nbonuses over those years totaled $2.6 million, plus generous stock\noptions, according to the company's financial statements.\n\n   After resigning abruptly in 1996, Avansino is now chairman of a\nnonprofit foundation in Nevada, teaches gaming law at the\nUniversity of San Francisco School of Law, and shuttles on a\nprivate plane between homes in Reno and in Santa Barbara, Calif.\n\n   The prospect of such financial rewards entices others. In\nSeptember the chairman of the New Jersey Casino Control Commission,\nBradford Smith, stepped down from his $95,000-year-post, expressing\na desire to ``maximize my earning capacity,'' and candidly said he\nwould like to land a job in the gambling business.\n\n   ``I'm fascinated by this industry,'' he said in an interview\nafter his final meeting as head of the commission, which governs\nthe state's casinos. He also noted that he was prepared to move\noutside New Jersey to avoid the state's cooling-off period and\nimmediately go to work for the gambling industry.\n\n   Smith's predecessor, Stephen Perskie, has fared well since he\nresigned in 1994. Perskie was the New Jersey General Assembly\nmember who wrote the 1977 statue that legalized casino gambling in\nAtlantic City. After serving as chief of staff to former Gov. Jim\nFlorio (Florio joined the board of Bally Gaming, a major\nmanufacturer of casino equipment, after he was defeated by Gov.\nChristie Whitman in 1993), Perskie was appointed to the casino\ncontrol commission in 1990, where he served as the state's top\nregulator for four years.\n\n   He resigned to join the riverboat casino company, Players\nInternational, as vice president and general counsel, and was able\nto circumvent the cooling-off period because, although Players\noperated casinos in other parts of the country, they had none in\nNew Jersey.\n\n   Still, while at Players, Perskie's office remained in Atlantic\nCity. A few years later, he left the company to go into private\npractice, and is now considered one of New Jersey's top gaming\nlawyers. In fact, the casino business that Perskie was instrumental\nin legalizing in New Jersey has been very good to the entire\nPerskie family. Three Atlantic City law firms that represent\ncasinos bear the Perskie family name.\n\n   ``The appearance of the revolving door is a matter of legitimate\nconcern,'' Perskie conceded in a recent interview. But he insisted\nthat in the 20 years that Atlantic City has had legalized gambling,\n``there has been no threat to the public confidence or the\nintegrity of the regulatory process.''\n\n   THE PIONEERS: Early Proponents Often Prosper\n\n   Still, in many cases the same people who have been instrumental\nin setting up the casino industry in their states have gotten the\nbiggest opportunities.\n\n   In New Jersey, where gaming officials often boast of having the\ntoughest, most restrictive cooling-off laws, Martin Greenberg, a\nformer state senator who helped draft the casino control law that\ngoverns the state's casinos, resigned from his legislative post in\n1979 and within days became president of the Golden Nugget despite\nhaving no experience in casino operations. (As a result, the\ncooling-off laws in New Jersey were expanded in 1981 to include\nstate legislators, but most other states still do not prohibit such\nmoves.)\n\n   And G. Michael Brown, who as director of the state attorney\ngeneral's division of gaming enforcement, conducted background\ninvestigations of many of Atlantic City's first casino operators,\nleft his job in 1982 to go into legal practice representing foreign\ncasino companies. He later became became chief executive officer of\nthe Connecticut-based Foxwoods Casino, the nation's most profitable\ncasino.\n\n   Richard Cody, who as a New Jersey assemblyman in 1977 was\nchairman of the legislative committee that wrote the state's casino\ncontrol act, said he has received numerous invitations to join the\nindustry but refused. Cody, now a state senator, said he believes\nthat government officials who are interested in working for the\ngambling industry tend to ``become the lap dog instead of the watch\ndog.''\n\n   But for their part, many former regulators contend that the\ninflux of former government officials into the industry has only\nhelped to clean up a once-notorious business.\n\n   ``It's good because it brings people with honesty, ethics and\nintegrity into the industry,'' said Shannon Bybee, a former member\nof the Nevada Gaming Control Board who went on to become president\nof the Golden Nugget in Atlantic City and chairman and chief\nexecutive officer of the Claridge casino. But Bybee, now a gaming\nprofessor at the University of Nevada at Las Vegas, conceded that\nthe revolving door ``can be bad if it's abused and people use their\npositions to get around doing things, or do things because of\nfriendships.''\n\n   THE BLURRED LINES: When Regulators Relax the Rules\n\n   Others, including former regulators, say the revolving door has\ncreated an incestuous culture in which the lines separating\ngambling and the people responsible for overseeing it are often\nblurred, or even nonexistent.\n\n   Dave Waters, a former casino control commission member in New\nJersey, said he found that his colleagues were sometimes swayed by\ntheir personal job interests.\n\n   ``Some of these folks, as their terms come to an end, start\nfinding ways to agree with the industry,'' he said. ``They start\ntrying to pave a way to endear themselves with the industry.''\n\n   Waters, who retired in 1991 after five years on the commission,\nsaid he never sought a casino job. But he added, ``If I had wanted\nto, all I had to do was cozy up to them.''\n","Headline":"\nCASINO CROSSOVER: EX-REGULATORS IN KEY JOBS IN GAMBLING INDUSTRY\n","Text":["\n   As the interim director of the Mississippi Gaming Commission,\nBruce Nourse authorized the opening of the state's first casino in\n1992. But a year later, as casino neon began to flicker with\nopportunity all along the Gulf coast and north into the Delta\nregion, Nourse traded roles. Instead of continuing to police the\ncasino operators, he joined them, doubling his salary and becoming\na senior vice president for Casino Magic, a casino hotel owner.\n","\n   Within a matter of months, the government body formed to keep\nMississippi's casino industry honest was virtually wiped out.\nNourse's successor, Lorenzo Creighton, resigned to become general\nmanager of a riverboat casino in St. Louis. Nine of the\ncommission's 10 law-enforcement agents also left.\n","\n   ``There were a lot of people who quit'' to seek jobs in the\nindustry, recalled Chuck Patton, the gaming commission's current\nchairman. ``It was a difficult time.''\n","\n   As fast as the gambling business has spread across the country,\na fast-spinning revolving door has also developed, creating a world\nin which a state senator with no casino experience has in an\ninstant become president of a major casino, a law enforcement\nofficial from a state attorney general's office has gone on to\nbecome chief executive officer of the nation's most profitable\ncasino, and where top gaming officials from one state after another\nhave resigned to pursue lucrative casino careers.\n","\n   From Raymond ``Skip'' Avansino Jr., the Nevada Gaming Commission\nmember who went on to become president and chief operating officer\nof Hilton hotels and casinos, to James E. Thompson, the Illinois\ngovernor who first signed riverboat gambling into law in his state\nand then, after leaving office, became one of the industry's key\nlobbyist, the officials who wrote the rules and picked the casino\noperators are reaping rewards from the industry.\n","\n   Other regulated industries, like airlines or pharmaceuticals,\nhave for years lured government officials into their camps. But\nlegalized gambling has created a robust new market for politically\nconnected executives, lobbyists and consultants not only because it\nis growing so fast, but precisely because it is one of the nation's\nmost highly regulated industries at the state level.\n","\n   ``If you own the politicians, regulators, judges or whoever you\nneed to do what you need to do, you totally control your\nenvironment,'' said Don Williams, a political strategist in Las\nVegas and a former senior executive and part owner of casinos.\n``It's always best to have these people on your side, so why not\nhire these people?''\n","\n   Convincing government officials to join forces with the gambling\nindustry is usually easy, Williams said, adding: ``They hang around\nwealth, they investigate wealth, they see money being made in areas\nthat they never dreamed of before. And they're learning how people\nmade this money.''\n","\n   To an outsider looking in, he said, joining the industry is like\nbecoming ``a part of the king's court.''\n","\n   THE BIG FEAR: It's a Matter Of Objectivity\n","\n   The high crossover rate, coming as many states are writing laws\nthat will govern the industry for years to come, has raised\nconcerns about the impartiality of the people who oversee gambling.\n","\n   ``It certainly raises doubts about the objectivity and the\ncredibility of some of those individuals,'' said Kay Coles James,\nchairwoman of the National Gambling Impact Study Commission, the\npresidential committee that is studying the effect of legalized\ngambling on the United States.\n","\n   The commission, which is scheduled to report its findings to\nCongress next summer, has not yet considered taking action to\ndiscourage the industry's revolving door, Ms. James said. But in\nforming her staff she extracted verbal commitments from those she\nhired not to leave and take jobs in the gambling industry while the\ncommission continued its work.\n","\n   Even though states like Nevada and New Jersey have\n``cooling-off'' periods that prohibit some government employees\nfrom immediately going to work for casinos within their own\njurisdictions, other casino states, including Mississippi, have no\nsuch waiting periods. And in those states that do have cooling-off\nperiods, officials regularly get around the prohibitions by working\nfor subsidiaries in other states.\n","\n   Critics of revolving-door practices contend that the cooling-off\nperiods, which range from one to four years, are not long enough\nand do not apply to enough people. Some have suggested that\nregulatory positions should be filled by people who are either near\nretirement or financially secure enough to avoid being induced by\nhigh-paying jobs.\n","\n   ``The big fear is that they'll be overly friendly with the\ncompanies they're going to go work for in the future,'' said Nelson\nRose, a gambling law professor at Whittier Law School in Costa\nMesa, Calif. ``They may think deep down subconsciously that if they\nmake decisions against the industry they won't get hired if they\nchoose to leave government.''\n","\n   The industry's revolving door has become so promising that Rose\nsaid he advises his students that the best way to get ahead in the\ngambling business is to first become a regulator because they\n``learn the regulatory system'' and ``of course, you make\ncontacts.''\n","\n   While some officials have switched to the casino business within\nmonths of making decisions that benefited their future employers,\nno one has been able to prove a direct exchange of a job for\nfavorable treatment from regulators. However, critics of the\nrevolving door contend that there are many cases illustrating that\nstate regulators are too close to the industry and are particularly\nlax about exacting punishment on casinos that break the rules.\n","\n   For example, although Bally Gaming several years ago entered\ninto a partnership in Louisiana with a company that was later found\nto have ties to organized crime, officials in New Jersey and Nevada\n_ where Bally is also licensed _ allowed the company to keep its\nlicense in those places.\n","\n   And last August, Hilton Hotels Corp. entered into an agreement\nwith federal prosecutors to avoid an indictment on charges that\nHilton executives paid money to a public official in Kansas City,\nMo., as a reward for his support for the Flamingo Hilton casino\nproject in that city.\n","\n   Hilton denies any wrongdoing. However, in its signed pact with\nprosecutors, the hotel and casino company agreed to ``acknowledge\nthat the Unites States has evidence'' supporting the alleged scheme\nto pay the Kansas City Port Authority chairman for using his\ninfluence to assist the company's casino project. So far,\nregulators in other jurisdictions where Hilton operates casinos\nhave not taken any action in response, and Missouri regulators\nrenewed Hilton's license a month after the agreement.\n","\n   ``Even though they call themselves heavily regulated, it's a\ngood-old-boys network that is taking care of gambling companies\nthroughout the United States,'' said Tom Grey, executive director\nof the National Coalition Against Gambling Expansion, the nation's\nmost active anti-gambling organization.\n","\n   THE INCENTIVES: Instant Pay Rise In Casino Work\n","\n   Those who have traded in their bureaucratic backgrounds and\njoined forces with the casino business can be found all around the\ncountry. Mick Lura, for example, the former top administrator for\nIowa's Racing and Gaming Commission, left his job in 1993 to become\nan executive at president casinos, which operates riverboats in\nthree states, including Iowa. He later became general manager of\nthe Meskwaki tribal casino in Iowa.\n","\n   nn\n","\n   In Mississippi, the nation's third largest gambling\njurisdiction, after Nevada and New Jersey, there was no cooling-off\nperiod that prohibited Nourse from going to work for a casino in\nthe state. But he did seek an opinion from a state ethics\ncommission, which cleared the way for him to join Casino Magic.\n","\n   State officials later considered putting a cooling-off period\ninto effect, but instead have continued to consider such moves on a\ncase-by-case basis, which has allowed employees of the gaming\ncommission to continue to get instant salary increases by taking\njobs with the casinos.\n","\n   ``I moved into the industry and effectively doubled my salary,''\nsaid Nourse, who earned about $90,000 a year with the gaming\ncommission. Defending his decision to become a casino executive,\nNourse noted the ``huge demand by the industry'' for regulators.\n``I speak the language,'' he said.\n","\n   Philip Hannifin, a career bureaucrat who was a longtime member\nof the Nevada Gaming Control Board before going on to help operate\nsome of the industry's largest casino companies, conceded that the\ngambling business has been very good to him. ``My family and I have\nbeen well-treated from a monetary standpoint,'' said Hannifin, now\nan executive vice president at Fitzgeralds, a casino company based\nin Nevada. ``I have no complaints.''\n","\n   Some former government officials have truly hit the jackpot in\nthe casino industry. Avansino, for example, was a Nevada tax lawyer\nand gaming commission member who was named president and chief\noperating officer of Hilton Hotels in 1993.\n","\n   For nearly three years Avansino led the company through a\nworldwide expansion of its gambling operations. His salary and\nbonuses over those years totaled $2.6 million, plus generous stock\noptions, according to the company's financial statements.\n","\n   After resigning abruptly in 1996, Avansino is now chairman of a\nnonprofit foundation in Nevada, teaches gaming law at the\nUniversity of San Francisco School of Law, and shuttles on a\nprivate plane between homes in Reno and in Santa Barbara, Calif.\n","\n   The prospect of such financial rewards entices others. In\nSeptember the chairman of the New Jersey Casino Control Commission,\nBradford Smith, stepped down from his $95,000-year-post, expressing\na desire to ``maximize my earning capacity,'' and candidly said he\nwould like to land a job in the gambling business.\n","\n   ``I'm fascinated by this industry,'' he said in an interview\nafter his final meeting as head of the commission, which governs\nthe state's casinos. He also noted that he was prepared to move\noutside New Jersey to avoid the state's cooling-off period and\nimmediately go to work for the gambling industry.\n","\n   Smith's predecessor, Stephen Perskie, has fared well since he\nresigned in 1994. Perskie was the New Jersey General Assembly\nmember who wrote the 1977 statue that legalized casino gambling in\nAtlantic City. After serving as chief of staff to former Gov. Jim\nFlorio (Florio joined the board of Bally Gaming, a major\nmanufacturer of casino equipment, after he was defeated by Gov.\nChristie Whitman in 1993), Perskie was appointed to the casino\ncontrol commission in 1990, where he served as the state's top\nregulator for four years.\n","\n   He resigned to join the riverboat casino company, Players\nInternational, as vice president and general counsel, and was able\nto circumvent the cooling-off period because, although Players\noperated casinos in other parts of the country, they had none in\nNew Jersey.\n","\n   Still, while at Players, Perskie's office remained in Atlantic\nCity. A few years later, he left the company to go into private\npractice, and is now considered one of New Jersey's top gaming\nlawyers. In fact, the casino business that Perskie was instrumental\nin legalizing in New Jersey has been very good to the entire\nPerskie family. Three Atlantic City law firms that represent\ncasinos bear the Perskie family name.\n","\n   ``The appearance of the revolving door is a matter of legitimate\nconcern,'' Perskie conceded in a recent interview. But he insisted\nthat in the 20 years that Atlantic City has had legalized gambling,\n``there has been no threat to the public confidence or the\nintegrity of the regulatory process.''\n","\n   THE PIONEERS: Early Proponents Often Prosper\n","\n   Still, in many cases the same people who have been instrumental\nin setting up the casino industry in their states have gotten the\nbiggest opportunities.\n","\n   In New Jersey, where gaming officials often boast of having the\ntoughest, most restrictive cooling-off laws, Martin Greenberg, a\nformer state senator who helped draft the casino control law that\ngoverns the state's casinos, resigned from his legislative post in\n1979 and within days became president of the Golden Nugget despite\nhaving no experience in casino operations. (As a result, the\ncooling-off laws in New Jersey were expanded in 1981 to include\nstate legislators, but most other states still do not prohibit such\nmoves.)\n","\n   And G. Michael Brown, who as director of the state attorney\ngeneral's division of gaming enforcement, conducted background\ninvestigations of many of Atlantic City's first casino operators,\nleft his job in 1982 to go into legal practice representing foreign\ncasino companies. He later became became chief executive officer of\nthe Connecticut-based Foxwoods Casino, the nation's most profitable\ncasino.\n","\n   Richard Cody, who as a New Jersey assemblyman in 1977 was\nchairman of the legislative committee that wrote the state's casino\ncontrol act, said he has received numerous invitations to join the\nindustry but refused. Cody, now a state senator, said he believes\nthat government officials who are interested in working for the\ngambling industry tend to ``become the lap dog instead of the watch\ndog.''\n","\n   But for their part, many former regulators contend that the\ninflux of former government officials into the industry has only\nhelped to clean up a once-notorious business.\n","\n   ``It's good because it brings people with honesty, ethics and\nintegrity into the industry,'' said Shannon Bybee, a former member\nof the Nevada Gaming Control Board who went on to become president\nof the Golden Nugget in Atlantic City and chairman and chief\nexecutive officer of the Claridge casino. But Bybee, now a gaming\nprofessor at the University of Nevada at Las Vegas, conceded that\nthe revolving door ``can be bad if it's abused and people use their\npositions to get around doing things, or do things because of\nfriendships.''\n","\n   THE BLURRED LINES: When Regulators Relax the Rules\n","\n   Others, including former regulators, say the revolving door has\ncreated an incestuous culture in which the lines separating\ngambling and the people responsible for overseeing it are often\nblurred, or even nonexistent.\n","\n   Dave Waters, a former casino control commission member in New\nJersey, said he found that his colleagues were sometimes swayed by\ntheir personal job interests.\n","\n   ``Some of these folks, as their terms come to an end, start\nfinding ways to agree with the industry,'' he said. ``They start\ntrying to pave a way to endear themselves with the industry.''\n","\n   Waters, who retired in 1991 after five years on the commission,\nsaid he never sought a casino job. But he added, ``If I had wanted\nto, all I had to do was cozy up to them.''\n",""]}