{"DocumentId":"NYT19981109.0114","TopicId":"NYT","Relevance":"0","Body":" BC-TRAVEL-CARIBBEAN-6TAKES-HNS \nTRAVEL-CARIBBEAN-6TAKES \n\n\n  \n (For use by New York Times News Service clients)  By HARRY SHATTUCK \nand SYD KEARNEY \nc.1998 Houston Chronicle \n \n\n   For many travelers, the Caribbean extends a mystical lure. We\nfantasize about sun-drenched beaches, turquoise seas, underwater\nadventure, sipping rum punches on a pirate boat.\n\n   And all that does indeed beckon _ and reward _ vacationers.\n\n   But too often we tend to dismiss this region as one entity, one\nvast archipelago with a common background and common culture and\ncommon attractions.\n\n   In truth, each island has a unique personality reflected in its\npeople, its language, its history, its topography, its natural\nwonders, its cuisine, its everyday way of life. Except for a bond\nwith the sea, Curacao is no more akin to Puerto Rico than Vermont\nis to Texas.\n\n   Though the great majority of Caribbean residents are descendants\nof Africans, varying influences _ British, Dutch, French, Spanish,\nEast Indian and countless others _ have shaped their cultures.\n\n   Individual islands also vary widely in size: Cuba, the largest,\nencompasses more than 4,000 square miles; Saba covers only 3 square\nmiles. And in appearance: Mountains in the Dominican Republic soar\ntwo miles into the sky; the highest elevation on Barbuda is 150\nfeet. We discover a lush rain forest on Martinique, desert cactuses\non Aruba.\n\n   We dive into a coral wonderland on Bonaire, shop in exclusive\nFrench boutiques on St. Martin, hike and camp in a national park on\nSt. John, seek out exotic birds on Trinidad and Tobago and exotic\nspices on Grenada, walk the cobblestone streets of a 500-year-old\ntown on Puerto Rico and bathe in a ``drive-in volcano'' on St.\nLucia.\n\n   Planning a trip to ``the Caribbean'' that satisfies specific\npriorities can require extensive planning. Today, in a special\nHouston Chronicle Travel section, we provide island-by-island\ncapsules that offer perspectives on the region's diversity.\nIncluded are telephone contacts and Internet addresses for islands'\ntourist boards. Another good source for information is the\nCaribbean Tourism Organization: Call 212-635-9530; or access\nwww.caribtourism.com.  \n\n     Access will become easier Dec. 15 when Continental Airlines\nbegins daily nonstop jet service between Houston and San Juan,\nPuerto Rico. Continental already offers twice-weekly nonstop\nservice between Houston and Aruba; Cayman Airways flies three times\nweekly to Grand Cayman Island. Other islands are usually accessed\nvia Miami or Atlanta.  \n\n       \n\n   ANGUILLA\n\n   Location: 190 miles east of Puerto Rico and five miles north of\nSt. Martin.\n\n   Size: 35 square miles.\n\n   Population: 9,660.\n\n   Language: English.\n\n   Currency: Eastern Caribbean dollar. U.S. dollars are accepted\nalmost everywhere.\n\n   History: Arawak Indians long inhabited the island; the English\narrived in the mid-17th century. Anguillans actually rebelled\nagainst independence in 1967, demanding to be reinstated as a\nBritish Crown Colony.\n\n   Characteristics:\n\n   Wonderful and uncrowded white sand beaches and crystal blue\nwaters.\n\n   A slow pace. No large cruise ships permitted. No casinos.\nEvening entertainment concentrated in the island's fine _ but\nexpensive _ restaurants.\n\n   Two of the Caribbean's plushest and priciest resorts,\nMalliouhana and Cap Juluca.\n\n   Tourist information: Call 800-553-4939. Access www.net.ai.\n\n   Getting there: Commuter planes arrive from San Juan. Ferries\noperate frequently from Marigot on St. Martin; trips are about 30\nminutes.\n\n   Insider tip: For a treat off the beaten path, make reservations\nfor lunch at Koal Keel in an area known as ``The Valley.'' Beyond\nthe stellar Caribbean cuisine, where else will you find a bed\nadorned with lace in the center of a courtyard?\n\n   Bottom line: A great escape for those who prefer water sports\nand good food over historical landmarks and shopping, especially if\nmoney isn't a serious concern.\n\n    \n\n   ANTIGUA\n\n   Location: North of Guadeloupe and east of St. Kitts and Nevis.\n\n   Size: 108 square miles.\n\n   Population: 67,000.\n\n   Language: English (with a unique Antiguan accent).\n\n   Currency: Eastern Caribbean dollar. U.S. dollars are accepted\nalmost everywhere.\n\n   History: Christopher Columbus arrived in 1493, but Spanish and\nFrench explorers moved on and English colonization began in the\n1630s.\n\n   Characteristics:\n\n   Tourism officials tout 365 beaches _ one for every day of the\nyear. All are open to the public. Numerous bays entice sailors and\nother boaters; late April brings an international yachting\nfestival.\n\n   About half the population lives in St. John, the capital and\nmajor cruise port.\n\n   Obligatory tourist stops include Nelson's Dockyard at English\nHarbor; Admiral Horatio Nelson, who arrived in 1784, was among\nseveral military leaders to use this secure area as a home base for\nhis fleet.\n\n   Lodging options are varied and satisfy most budgets.\n\n   Forming one nation with Antigua are Barbuda, situated 25 miles\nto the north, and the tiny Redonda nature preserve.\n\n   Tourist information: Call 888-268-4227. Access\nwww.antigua-barbuda.org.\n\n   Getting there: Nonstop flights from Miami, New York and San Juan\nserve Antigua. Most major cruise lines stop for a day.\n\n   Insider tip: Antigua suffered extensive damage from Hurricane\nGeorges, but most of the tourist infrastructure is now fully\noperational.\n\n   Bottom line: Antigua has emerged into a favored tourism\ndestination not only with Americans but with the British and other\nEuropeans who arrive daily on wide-bodied jets.\n\n    \n\n   ARUBA\n\n   Location: in the southern Caribbean about 15 miles off the\nVenezuelan coast.\n\n   Size: 70 square miles.\n\n   Population: 82,000.\n\n   Language: Dutch. But English, Spanish, Portuguese and a local\ndialect known as Papiamento also are spoken.\n\n   Currency: Aruban florin or guilder. U.S. dollars are accepted at\nmost locations.\n\n   History: Indian settlements date back at least 1,000 years.\nSpanish explorers arrived in 1499. The Dutch took possession in\n1636, yielded to the English in 1805 but regained control 11 years\nlater.\n\n   Characteristics:\n\n   An island of varying personalities _ a ``resort row'' of huge,\nmodern hotels and casinos along lovely Palm Beach at one extreme\nand hidden coves and rocky passes at the other, with a desert\nlandscape at the center.\n\n   For sports-lovers: Windsurfers from all over North America\ngather here; golfing hazards on an 18-hole course include live\ngoats.\n\n   Oranjestad, the largest city and cruise port, is clean and\npicturesque with Dutch Colonial-style architecture.\n\n   Ample nightlife includes about 10 full-scale casinos and 100\nrestaurants.\n\n   Tourist information: Call 800-862-7822. Access www.aruba.com.\n\n   Getting there: Continental Airlines offers two nonstop flights\nweekly in each direction between Bush Intercontinental Airport and\nAruba.\n\n   Insider tip: Aruba's official tree, the divi-divi, serves as a\ncompass for anyone needing directions. Because of constant trade\nwins, the divi-divis always point southwest.\n\n   Bottom line: Aruba represents one of the most satisfying\nCaribbean destinations. Despite its 2,000-mile distance from\nHouston, nonstop flights make it a convenient getaway, too.\n\n     \n(MORE)  \n\n    \n\n   BAHAMAS\n\n   Location: 60 miles east of Palm Beach, Fla. (technically not in\nthe Caribbean but commonly aligned with that region).\n\n   Size: More than 700 islands and 2,000 cays with a land mass of\n5,382 square miles scattered over more than 100,000 square miles of\nthe Atlantic.\n\n   Population: 278,000.\n\n   Language: English, with a musically Irish/African accent.\n\n   Currency: Bahamian dollar. U.S. dollars are accepted almost\neverywhere.\n\n   History: Populated by the peaceful Lucayans for 500 years before\nColumbus' arrival in 1492. Enslaved and shipped to work in the\nHispaniola gold mines, the Lucayans were extinct just 25 years\nafter the Spaniards' arrival. Pirates and Puritans followed in the\n1600s. During World War II, the Duke of Windsor, formerly the king\nof England, lived in the Bahamas as governor. The islands earned\ntheir independence from Britain in 1973.\n\n   Characteristics:\n\n   Boasts 1.6 million overnight visitors each year, and another 1.7\nmillion day-trippers ferried in by no fewer than 10 cruise lines.\n\n   Bustling beaches, glitzy casinos and a Disney-esque\nmarine-themed resort called Atlantis.\n\n   Pink flamingos, the showy national bird, are 50,000 strong on\nthe island of Inagua, an out island _ or Family Island, as Bahamas\ntourism officials prefer _ that also is home to the Morton Salt Co.\n\n   Fantastic costumes and vibrant music are at the heart of\njunkanoo celebrations on Boxing Day (Dec. 26) and New Year's Day.\nThese colorful extravaganzas celebrate freedom and Bahamian\nculture.  \n\n     Tourist information: Call 800-422-4262. Access\nwww.interknowledge.com/bahamas.\n\n   Getting there: Nonstop flights are available from many U.S.\ncities, including Miami and Atlanta. Most major cruise lines make\ncalls at Nassau or Freeport.\n\n   Insider tip: Watch sunset from The Cloister, a relocated\n14th-century French monastery once owned by newspaper mogul William\nRandolph Hearst. The Cloister is located in the gardens of the\nOcean Club, a pricey resort on Paradise Island, but, as ``Frommer's\nPortable Bahamas'' (Macmillan, $9.95) reports, admission to the\ngardens is free.\n\n   Bottom line: Nonstop action, family friendly. Definitely not gay\nfriendly. Out islands offer the seclusion and peace, but few\namenities. Nice selection of lodging for all budgets.   \n\n       \n\n   BARBADOS\n\n   Location: 118 miles southeast of St. Lucia.\n\n   Size: 166 square miles.\n\n   Population: 258,000.\n\n   Language: English.\n\n   Currency: Barbados dollar.\n\n   History: Barbados was colonized in 1627 by the British, who had\nuninterrupted control for 300 years. The Bajans earned their\nindependence in 1966.\n\n   Home of Mount Gay, the world's oldest distiller of rum. This\nisland also is where the word ``rum'' originated.\n\n   One hundred religions are represented here. Among the\nsanctuaries is the oldest Jewish synagogue in the Western\nHemisphere. It dates from 1654.\n\n   Rolling hills, cricket matches and polo ponies recall the\nisland's long history with Britain.\n\n   Surfers risk their necks and boards at Bathsheba Beach.\n\n   American tourists risk their necks driving on the left in a\nmoke, a locally manufactured electric car that is no bigger than a\ngolf cart.\n\n   Tourist information: Call 800-221-9831.Access www.barbados.org.\n\n   Getting there: Nonstop jet service is available via Miami and\nNew York; frequent flights arrive from Puerto Rico.\n\n   Insider tip: Hot jazz and cool ocean breezes are on tap Jan.\n13-17 at the Barbados Jazz Festival. Among the featured performers\nwill be Kenny G and Earth, Wind and Fire. Call 888-227-2236.\n\n   Bottom line: Tourism has a long history in Barbados. George\nWashington visited in 1751; it was the future president's first and\nonly international trip. His most memorable souvenir: a case of\nsmallpox. Today the island gets high marks for its sophistication,\nwelcoming citizenry and fine dining. But be warned, it is not a\nbudget destination.\n\n    \n\n   BARBUDA\n\n   Location: 25 miles north of Antigua.\n\n   Size: 62 square miles.\n\n   Population: 1,200.\n\n   Language: English.\n\n   Currency: Eastern Caribbean dollar. U.S. dollars are accepted\nalmost everywhere.\n\n   History: Like Antigua, settled by the British in the 1630s.\nPolitically merged with Antigua in 1860.\n\n   Characteristics:\n\n   Notable for wildlife sanctuaries, especially for seabirds;\nbirders come to admire magnificent black frigatebirds (whose mating\nseason is August-December) that have 8-foot wingspans and soar up\nto 100 mph. Local fishermen can assist in facilitating close-up\nobservation.\n\n   More than 200 underwater wrecks lure divers, but diving is\ndifficult and facilities limited; filling tanks on Antigua is\nrecommended.  \n\n     Hotels are limited and expensive.\n\n   Tourist information: Call 888-268-4227. Access\nwww.antigua-barbuda.org.\n\n   Getting there: Commuter flights and boats arrive from St. John\non Antigua.\n\n   Insider tip: Like Antigua, Barbuda suffered damage from\nHurricane Georges; consult a travel agent.\n\n   Bottom line: This is one of the Caribbean's most unspoiled\nislands.   \n   \n(MORE)   \n  \n\n   BONAIRE\n\n   Location: About 45 miles north of Venezuela and east of Aruba\nand Curaao in the chain commonly known as the ABCs (with Aruba and\nCuraao).\n\n   Size: 112 square miles.\n\n   Population: 11,000.\n\n   Language: Dutch.\n\n   Currency: Netherlands Antilles florin or guilder. U.S. dollars\nare commonly accepted.\n\n   History: Much like Aruba: The Dutch took control back from the\nBritish in the early 19th century.\n\n   Characteristics:\n\n   With its entire coastline a living mass of coral, Bonaire is\nregarded as one of the world's premier sites for scuba diving and\nsnorkeling.\n\n   Washington-Slagbaai National Park serves as a preserve for\niguanas and exotic birds; about 170 bird species have been\nidentified here.\n\n   No worries about crowding from thousands of cruise passengers;\nonly small ships dock here. Despite recent hotel development,\nBonaire remains a quiet retreat.\n\n   Tourist information: Call 800-266-2473. Access www.bonaire.org.\n\n   Getting there: Air Aruba offers connecting jet service from\nMiami and other U.S. gateways via Aruba; Continental offers nonstop\nservice between Houston and Aruba, where connections are available.\n\n   Insider tip: Bonaire is one of only four places in the world\nwhere flamingo colonies breed. More than 10,000 flamingos call this\nisland home.\n\n   Bottom line: This is the Caribbean's No. 1 destination _ and one\nof the world's best _ for those who relish underwater exploration.\n\n    \n\n   BRITISH VIRGIN ISLANDS\n\n   Location: 60 miles east of Puerto Rico.\n\n   Size: More than 50 rocks, islands and cays with a total area of\n59 square miles.\n\n   Population: 13,000.\n\n   Language: English.\n\n   Currency: U.S. dollar.\n\n   History: Discovered by Columbus in 1493, it was a favorite\nhideaway of buccaneers such as Henry Morgan and Blackbeard. A\nmember of the Commonwealth, BVI became self-governing in 1967.\n\n   Characteristics:\n\n   Just says no to mega-size cruise ships.\n\n   Deadman's Bay on Peter's Island typifies the laid-back and\nlonely bathing beach.\n\n   Neverland for sailors, who can explore isolated inlets, picnic\non palm-fringed beaches and then dock for an evening of reggae and\nrum.\n\n   Tourist information: Call 800-835-8530. Access\nwww.bviwelcome.com.\n\n   Getting there: Take a flight from San Juan on Puerto Rico (or\nfrom one of another half-dozen Caribbean islands) or ferry over\nfrom the U.S. Virgin Island of St. John, which is less than two\nmiles from Tortola, BVI's largest island.\n\n   Insider tip: Are you the host with the most (money)? Consider a\nvacation on Necker Island, owned by billionaire Richard Branson.\nThe 74-acre island boasts a Balinese-style house with panoramic\nviews, swimming pools, a white-sand beach and a fine European chef.\nYou can invite as many as 23 guests, which just about equals the\nnumber of staff that will be at your service. Prices start at\n$13,000 per day for up to seven guests. Access\nwww.neckerisland.com.\n\n   Bottom line: Times are changing in the British Virgin Islands.\nWhile these islands will never match the welcome mat put out by\nneighbors St. John and St. Thomas of the U.S. Virgin Islands, the\nBVI is working on its infrastructure to lure more tourists,\nparticularly from the United States. Go now so you can bemoan the\nchanges on your second visit.\n\n    \n\n   CAYMAN ISLANDS\n\n   Location: South of Cuba and west of Jamaica.\n\n   Size: Grand Cayman is 76 square miles, Cayman Brac 15 square\nmiles and Little Cayman 11 square miles.\n\n   Population: 32,000.\n\n   Language: English.\n\n   Currency: Cayman Islands dollar. The U.S. dollar is widely\naccepted.\n\n   Characteristics:\n\n   Outstanding scuba diving and snorkeling.\n\n   Seven Mile Beach on Grand Cayman is lined with high-quality\nhotels and condominiums\n\n   Tortuga Rum Cakes, available in George Town (the largest town\nand cruise port), make distinct gifts.\n\n   Visitors to a turtle farm on Grand Cayman can observe turtles of\nall sizes and ages _ and even hold them.\n\n   Tourist information: Call 713-461-1317 or 800-346-3313. Access\nwww.caymanislands.ky.\n\n   Getting there: Cayman Airways offers three round trips weekly\nbetween Bush Intercontinental Airport and Grand Cayman.\n\n   Insider tip: If you are told to go to Hell on Grand Cayman,\ndon't take offense: A jagged rock formation known as ironshore is\nnamed Hell, and it even boasts a post office where you can get mail\nstamped from Hell.\n\n   Bottom line: The Caymans, a major banking center, are clean and\nvirtually crime-free; residents have a high literacy rate and\nstandard of living and are among the most courteous in the\nCaribbean.\n\n    \n\n   CUBA\n\n   Location: 90 miles south of Florida.\n\n   Size: 42,803 square miles.\n\n   Population: 11 million.\n\n   Language: Spanish.\n\n   Currency: Cuban peso.\n\n   History: Cuba was discovered by Columbus in 1492, but Spain did\nnot begin to colonize until about 1511. The United States aided a\nCuban rebellion against Spain in 1898, and the country earned its\nindependence in 1902. A revolution in 1959 followed many years of\ndictatorial rule in Cuba. Fidel Castro, the revolution's leader,\nthen instituted a communist system of government.\n\n   Tourist information: Call 416-362-0700. Access www.cubaweb.cu.\n\n   Bottom line: It is not illegal for Americans to visit Cuba, but\nit is against the law to spend money there because of a trade\nembargo that has been in effect since 1961.\n\n    \n\n   CURAAO\n\n   Location: 35 miles north of Venezuela and 42 miles east of\nAruba.\n\n   Size: 174 square miles.\n\n   Population: 170,000.\n\n   Language: Dutch and Papiamento. English is widely spoken.\n\n   Currency: Netherland Antilles florin or guilder.\n\n   History: Curaao has been the administrative capital of the ABC\nislands (also including Aruba and Bonaire) since the Dutch arrived\nin 1634.\n\n   Characteristics:\n\n   Shares the same beautiful turquoise waters as sister islands\nAruba and Bonaire; diving is excellent, but beaches aren't an\nasset.\n\n   In capital city of Willemstad, the waterfront is lined with\nbeautiful Dutch gable houses bathed in pastel colors; it's easy to\nimagine being in the Netherlands.\n\n   Famed for Curaao liqueur; distillery tours are available on\nweekdays.\n\n   A ``seaquarium'' introduces more than 400 varieties of tropical\nfish, sponges and corals.\n\n   Tourist information: Call 800-270-3350. Access\nwww.caribtourism.com on the Internet and follow instructions for\ninformation on Curaao.\n\n   Getting there: American Airlines offers connecting service\nbetween Houston and Curaao via Miami. Continental has twice weekly\nservice between Houston and Aruba; Air Aruba serves Curaao from\nAruba.\n\n   Insider tip: From Islands magazine's December issue (available\non newsstands for $4.95): The latest curiosity is the Curaao\nOstrich and Game Farm, where 600 of the world's largest birds strut\ntheir stuff. Most are raised for export.\n\n   Bottom line: A Dutch influence _ on food, architecture and\nlifestyle _ shows here more than on any other Caribbean island.\nWide-bodied jets arrive daily with tourists from the Netherlands.\n\n    \n\n   DOMINICA\n\n   Location: 52 miles northeast of Martinique.\n\n   Size: 290 square miles.\n\n   Population: 72,000.\n\n   Language: English, but you'll also hear a French Creole patois.\n\n   Currency: East Caribbean dollar. U.S. dollar accepted almost\neverywhere.\n\n   History: Columbus named the island in 1493. It was colonized by\nthe French in the 18th century and taken over by the British in\n1815. Independence came in 1978.\n\n   Characteristics:\n\n   Pure-blood Carib Indians still live in an area known as the\nCarib Indian Territory on the northeast corner of the island.\n\n   365 rivers and hundreds of waterfalls, but just 700 guest rooms.\n\n   Not known for beaches.\n\n   Haiti is the only Caribbean country poorer than Dominica.\n\n   Tourist information: Call 212-475-7542.\n\n   Getting there: Flights arrive from Puerto Rico and a half-dozen\nother Caribbean islands. Ferry service is available from Martinique\nand Guadeloupe.\n\n   Insider tip: A rigorous, half-day hike steers visitors to the\nBoiling Lake in Morne Trois Pitons National Park. This volcanic\nchimney is the largest of its kind in the world. Creating a\n200-foot-wide lake that boils in the middle; it's only about 190\ndegrees around its rim.\n\n   Bottom line: Dominica is the destination for the adventurous\necotraveler who shuns nightlife and creature comforts for the\nopportunity to hike rugged mountain trails, spy rare birds in the\nrain forest or explore an underwater volcanic crater.\n\n    \n\n   DOMINICAN REPUBLIC\n\n   Location: Occupies two-thirds of the island of Hispaniola (with\nHaiti covering the other third) between Puerto Rico and Cuba about\n800 miles south of Florida.\n\n   Size: 30,000 square miles.\n\n   Population: 9 million.\n\n   Language: Spanish.\n\n   Currency: Dominican peso.\n\n   History: Oldest European settlement in the Western Hemisphere;\nColumbus' first landing in the New World was here in 1492. Governed\nat times by France, Spain, Cuba and self-rule.\n\n   Characteristics:\n\n   About 250 miles of sparkling beaches.\n\n   Numerous moderately priced all-inclusive resorts, especially\npopular with Europeans.\n\n   Extreme poverty in many areas.\n\n   Widely varied topography, with Pico Duarte the highest mountain\nin the Caribbean at 10,400 feet; national parks cover 10 percent of\nthe country.\n\n   Tourist information: Call 888-374-6361 or 212-768-2481.\n\n   Getting there: American Airlines offers connecting service\nbetween Houston and Santo Domingo via Miami.\n\n   Insider tip: From ``Fodor's Exploring Caribbean'' (Fodor's,\n$19): ``Dominicans use abundant native fruit to make exotic and icy\nmilkshakes known as `bastidas.' Flavors include `pina' (pineapple),\n`china' (orange), `lechola' (pawpaw) and `guanabana' (soursop).''  \n\n     Bottom line: The island's poverty, crime and unreliable power\nsources are factors to consider when planning a trip; those who\nvisit are rewarded by a rare combination of historical and natural\nwonders. Some areas, including the Punta Cana resort region, were\nbadly damaged by Hurricane Georges. Consult a travel agent.   \n   \n(MORE)\n\n   GRENADA\n\n   Location: 90 miles north of Trinidad in the southern Caribbean,\npart of a three-island nation that also includes the tiny islands\nof Petit Martinique and Carriacou.\n\n   Size: 133 square miles.\n\n   Population: 96,000.\n\n   Language: English.\n\n   Currency: Eastern Caribbean dollar.\n\n   History: Discovered by Columbus on his third voyage in 1498.\nFirst settled by French. Ruled alternatively by French and British.\nDeclared independence from the British Commonwealth in 1974.\nSubject of first modern coup in the English-speaking Caribbean in\n1979 by Maurice Bishop, who had ties to Fidel Castro's Cuban\nregime. Controversial U.S. military intervention in 1983 has led to\nregular democratic elections.\n\n   Characteristics:\n\n   The island of spice _ nutmeg, mace, cocoa beans, cinnamon,\nallspice, bay leaves, cloves and more. Vendors sell packets of\nspices at bargain prices.\n\n   Grand Anse beach, one of several lovely stretches of sand.\n\n   Picturesque landscape of mountains, valleys and streams.\n\n   Popular with hikers; trails of varying difficulty lead into rain\nforests, along cliffs, past waterfalls and through lush gardens.\n\n   Tourist information: Call 800-927-9554.Or access\nwww.grenada.org.\n\n   Getting there: American Airlines offers connecting service via\nMiami.\n\n   Insider tip: From ``Fodor's Exploring Caribbean'' (Fodor's,\n$19): ``It was on Grenada that the Caribbean rum punch was\nperfected (when a planter sprinkled nutmeg into his guests' glasses\nat a party in 1813).''  \n\n     Bottom line: Don't let images of the 1980s U.S. military action\ndissuade. Those who enjoy hiking or otherwise escaping into natural\nparadises will find Grenada accommodating. Wonderful aromas enhance\nthe ambience on the Spice Island.\n\n    \n\n   GUADELOUPE\n\n   Location: 140 miles southeast of St. Martin.\n\n   Size: Two islands totaling 530 square miles.\n\n   Population: 385,000.\n\n   Language: French. English is spoken only in the major resorts.\n\n   Currency: French franc.\n\n   History: Discovered by Columbus in 1493, Guadeloupe was first\ncolonized by the French about 1635. The settlers, however, were\nill-equipped for tropical life and growth stagnated. Emboldened by\nthe French Revolution, the islanders asserted their independence,\nabolished slavery and opened the door for British occupation. Bad\ncall. French forces were sent to restore order and oust the Brits.\nMore than 4,000 Guadeloupians lost their heads on the guillotine.\nThe British were to invade Guadeloupe once again in 1810, but\nsurrendered the island back to the French in 1815.   \n\n     Characteristics:  \n\n     Islanders vote in France's national elections and are entitled\nto French social benefits.\n\n   More than 1 million visitors each year come for a Jekyll-Hyde\nexperience: peaceful countryside and lively resort areas.\n\n   Nude beaches and black-sand beaches are popular and abundant.\n\n   Once designated by Jacques Cousteau as one of the top 10 dive\nspots in the world.\n\n   Tourist information: Call 800-391-4909.      Access www.fgtousa.org.\n\n   Getting there: Nonstop flights from Miami and direct flights\nfrom New York. Frequent commuter ferry service operates between\nMartinique and Guadeloupe.\n\n   Insider tip: A short but memorable flight or a ferry crossing\nwill take you to two of Guadeloupe's most exceptional experiences:\nthe satellite islands of Iles des Saintes and Marie-Galente.\nVisitors will discover windmills, fishing villages, sheep farms,\nunspoiled beaches and charming but rustic accommodations.\n\n   Bottom line: A diverse experience: French croissants, creole\ncuisine, vibrant beaches and zouk music.\n\n    \n\n   HAITI\n\n   Location: Occupies one-third of the island of Hispaniola between\nPuerto Rico and Cuba.\n\n   Size: 10,714 square miles.\n\n   Population: 6 million.\n\n   History: The first 40 European settlers, left by Columbus in\n1492, died. Later, African slaves endured decades of torture at the\nhands of French colonial masters before rebelling in 1804,\ndeclaring independence and forming the world's first black\nrepublic.\n\n   Tourist information: Call 212-697-9767.\n\n   Bottom line: As recently as the 1960s, Haiti's beautiful\nbeaches, varied topography and arguably the finest handicraft and\nnative art in the Caribbean made it a popular tourist destination.\nNow it is the Western Hemisphere's poorest country, seriously\novercrowded and wracked with political instability. Tourism is not\nrecommended.      \n   \n   (MORE)      \n  \n\n   JAMAICA\n\n   Location: 90 miles south of Cuba.\n\n   Size: 4,243 square miles.\n\n   Population: 2.6 million.\n\n   Language: English, mon.\n\n   Currency: Jamaican dollar.\n\n   History: The motto ``Out of many, one people'' describes the\nisland's history as much as it reflects its diversity. The Arawak\nsettled as early as A.D. 700. Christopher Columbus showed up in\n1494.Spaniards began colonizing about 1510. The English invaded\nabout 1655. Slavery allowed Jamaica to develop into the world's\nlargest sugar producer. It also led to centuries of strife, pain,\nrebellion and death. Slavery was finally abolished in 1874. Jamaica\nearned its independence in 1962.\n\n   Characteristics:\n\n   Birthplace of Bob Marley and James Bond.\n\n   A plethora of all-inclusive resorts and hot honeymoon hideaways.\n\n   River rafting, ballooning, diving, mountain biking, horseback\nriding, sport fishing, swimming, hiking, snorkeling. Just how many\nvacation days do you have?\n\n   Tourist information: Call 800-526-2422.Access\nwww.jamaicatravel.com.\n\n   Getting there: Air Jamaica serves both Montego Bay and Kingston\nfrom U.S. gateways that include Atlanta, Chicago and Miami.\n\n   Insider tip: Quirky Negril was once ``the'' place to be, but\nPalm Beach (Fla.) Post travel writer Cheryl Blackerby is telling\ntourists to head to the east coast: ``Port Antonio is the place to\nenjoy the real Jamaica: to hike the mountains and cool off in a\nwaterfall, to ride a bike down the winding roads of a 5,000-foot\npeak, to wander the countryside and meet people accessible only by\nsteep, muddy trails.''\n\n   Bottom line: Jamaica has gotten a bad reputation for its crime\nrate and pushy peddlers. But its stunning beaches and cheerful\npopulace can't be beaten. This is a destination for the adventurer,\nnature lover and sun worshiper. Like its rum, Jamaica is\nintoxicating.\n\n    \n\n   MARTINIQUE\n\n   Location: Between Dominica to the north and St. Lucia to the\nsouth.\n\n   Size: 425 square miles.\n\n   Population: 360,000.\n\n   Language: French and Creole. English is spoken in most tourist\nareas.\n\n   Currency: French franc.\n\n   History: Except for brief English occupancies, the French have\nruled since 1635. In 1946, Martinique became a French Department\nand in 1974 an Overseas Region.\n\n   Characteristics:\n\n   One of the most fertile Caribbean islands.\n\n   Hundreds of species of tropical plants in the Jardin de Balata.\n\n   A museum featuring paintings done by Paul Gauguin over a\ntwo-year period when he lived here.\n\n   A charming French creole ambience.\n\n   Good shopping bargains on French imports such as perfume,\ncosmetics, crystal, china and clothes.\n\n   One of the Caribbean's most picturesque capital cities,\nFort-de-France, with a yacht-filled harbor and mountainous\nbackdrop.\n\n   Among the most popular islands for cycling and hiking and\nfavored for most water sports.  \n\n     Tourist information: Call 800-391-4909. Access\nwww.martinique.org.\n\n   Getting there: Most flight connections are via San Juan;\nfrequent commuter service operates between Martinique and\nGuadeloupe.\n\n   Insider tip: From Islands magazine's December issue (available\nat newsstands for $4.95): ``The sole survivor of the eruption of\nthe Mount Pele volcano in 1902, which killed 30,000 in St.-Pierre,\nwas a prisoner named Cyparis who was protected by thick dungeon\nwalls. He later became an attraction in the Barnum and Bailey\ncircus.''\n\n   Bottom line: With numerous assets and 4,000 hotel rooms,\nMartinique takes a more ambitious approach to tourism than its\nneighbor, Guadeloupe; visitors arrive daily from France on nonstop\njumbo jets.\n\n    \n\n   MONTSERRAT\n\n   Location: 27 miles south of Antigua.\n\n   Size: 39 square miles.\n\n   Population: 4,000.\n\n   Bottom line: Not recommended as a destination because of\nvolcanic activity and resulting damage.\n\n    \n\n   NEVIS\n\n   Location: 2 miles southeast of St. Kitts.\n\n   Size: 36 square miles.\n\n   Population: 9,000.\n\n   Language: English.\n\n   Currency: East Caribbean dollar.\n\n   History: Another of Columbus' discoveries, Nevis was in the\ncenter of more than 150 years of sparring between the French and\nBritish. Britain won the island outright via the Treaty of\nVersailles in 1783. Then in 1983, Nevis was awarded independence\nfrom everyone except St. Kitts.\n\n   Characteristics:  \n\n     Independent-minded. In an August vote, islanders narrowly\ndefeated a secession move that would have ended its alliance with\nlarger neighbor St. Kitts.\n\n   No casinos.\n\n   Gracious colonial charm oozes in plantation houses-turned-inns.\n\n   Tourist information: Call 800-582-6208. Access\nwww.stkitts-nevis.com.\n\n   Getting there: Air connections for Nevis invariably include\nPuerto Rico or St. Kitts. A 10-minute flight or a 45-minute ferry\nride connects St. Kitts and Nevis.\n\n   Insider tip: Nevis boasts one of the best golf courses in the\nCaribbean. The Four Seasons' scenic 18 holes were designed by\nRobert Trent Jones Jr. The course reaches up toward 3,232-foot\nNevis Peak and down to the beach.\n\n   Bottom line: According to ``Fielding's Caribbean'' (Fielding,\n$19.95): ``No one seems to move faster than a ceiling fan in Nevis,\nand following a lavish gourmet dinner in a history-filled\nplantation home, your dreams may well be about the luscious array\nof tropical fruits that will grace your breakfast buffet in the\nmorning.'' Mmmm, nice.\n\n    \n\n   PUERTO RICO\n\n   Location: 1,045 miles southeast of Miami.\n\n   Size: 1,650 square miles.\n\n   Population: 3.5 million (1 million in San Juan).\n\n   Language: Spanish and English.\n\n   Currency: U.S. dollar.\n\n   History: Long ruled by Spain, Puerto Rico was handed to the\nUnited States in the 1898 Treaty of Paris. In 1917, residents were\ngranted U.S. citizenship. In 1952, the island became the only\nmember of the U.S. commonwealth to receive its own constitution and\ngovernment.\n\n   Characteristics:\n\n   Old San Juan, the city's historical district, restored to its\n500-year-old splendor. El Morro and San Cristobal forts still stand\nguard over pastel-colored buildings.\n\n   Large and vibrant hotel-casinos line beaches near San Juan.\n\n   El Yunque, a spectacular rain forest, makes for enchanting\nexplorations; look for the rare Puerto Rican parrot with its green\nand blue plumage and red headmarkings.\n\n   Ponce, the second largest city and center of culture and the\narts.\n\n   Tourist information: Call 800-815-7391. Access\nwww.discoverpuertorico.com.\n\n   Getting there: Continental Airlines will begin daily nonstop\nservice Dec. 15 between Bush Intercontinental Airport and San Juan.\nNonstop flights already serve San Juan from several U.S. cities,\nincluding Atlanta and Miami.\n\n   Insider tip: Even if you are only in San Juan for part of a day\nin connection with a cruise, secure a walking-tour map of Old San\nJuan, readily available near the port dock, then take off on\ncobblestone streets and alleys to discover historical forts, art\ngalleries, museums and homes featuring Spanish architecture.\n\n   Bottom line: There are so many diverse attractions, including\nbeautiful beaches and luxury resorts, that ordering brochures in\nadvance is essential to maximum enjoyment.\n\n    \n\n   SABA\n\n   Location: 28 miles south of St. Maarten.\n\n   Size: 5 square miles.\n\n   Population: 1,000.\n\n   Language: Dutch, but English is spoken everywhere.\n\n   Currency: Netherlands Antilles florin.\n\n   History: Became another notch on Columbus' belt in 1493. First\nsettled in 1640 by the Dutch, but went on to change hands more than\na dozen times. Dutch took undisputed and final claim to Saba,\npronounced Say-bah, in 1816.\n\n   Characteristics:  \n\n     Sees less than 25,000 visitors annually.\n\n   Almost half the islanders _ both black and white _ have the same\nlast name: Hassell.\n\n   But no hassles here on this ultra laid-back island. Also no\nbeaches, casinos, discos or fancy dining rooms.\n\n   Its best-known ``exports:''      Saban lace and 151-proof Saba Spice\nliquor.   \n\n     Tourist information: Call 800-722-2394.Access\nwww.turq.com/saba.\n\n   Getting there: Air service is available from St. Maarten. Flight\ntime is about 15 minutes. Or take a catamaran from St. Maarten.\n\n   Insider tip: If you've got the thighs for it, Saba offers\nterrific hiking. Try the steep, 1,064-step trail that cuts through\nthe rain forest on the way to the top of the appropriately named\nMount Scenery.\n\n   Bottom line: There is only one real reason to head to this tiny\nCaribbean jewel: scuba diving. Diving here is not recommended for\nthe beginner, as it is as challenging as it is rewarding.\n\n    \n\n   ST. BARTHELEMY\n\n   Location: Only a few miles southeast of St. Maarten.\n\n   Size: 8 square miles.\n\n   Population: 5,000.\n\n   Language: French.\n\n   Currency: French franc.\n\n   History: All but unexplored by Europeans until 1637, St. Barts\nor St. Barths (as it is commonly known now) is so tiny that it\nbecame a secret hiding place for pirates. It has been a French\ndependency of Guadeloupe since 1946.\n\n   Characteristics:\n\n   Arguably the most chic, exclusive and expensive island in the\nCaribbean. Known for luxury-oriented and intimate accommodations;\nthe largest hotel has 76 rooms.\n\n   More French than Creole, with almost 100 percent employment and\nhigh literacy.\n\n   Unusual among Caribbean islands in that the population includes\nfew blacks; early slave ships passed St. Barts by.\n\n   Excellent beaches, considering its size.\n\n   Tourist information: Call 202-659-7779. Access\nwww.st-barths.com.\n\n   Getting there: 19-seat commuter planes serve St. Barts from\nnearby St. Martin.\n\n   Insider tip: We won't spoil the fun with details, but suffice it\nto say that the landing approach by plane is an experience you\nlikely won't soon forget.\n\n   Bottom line: This is the place for travelers who want to be\npampered, relish privacy and enjoy French food and flair _ and who\naren't on a tight budget.\n\n    \n\n   ST. CROIX\n\n   Location: southernmost of the U.S. Virgin Islands, southeast of\nPuerto Rico.\n\n   Size: 82 square miles.\n\n   Population: 60,000.\n\n   Language: English.\n\n   Currency: U.S. dollar.\n\n   History: Controlled by seven conquerors over the past 250 years;\npurchased with St. Thomas and St. John by the United States from\nDenmark for $25 million in 1917. U.S. citizenship was granted\nnatives in 1932; the U.S. Virgin Islands is now a self-governing,\nunincorporated territory.\n\n   Characteristics:\n\n   Buck Island Reef National Monument, an uninhabited island just\noff shore and the only underwater national monument in the United\nStates.\n\n   A strong Danish influence still evident in Christiansted and\nFrederiksted, the main towns.\n\n   A 15-acre rain forest.\n\n   Best cycling destination among the U.S. Virgin Islands.  \n\n     Tourist information: Call 800-372-8784.Access www.usvi.net.\n\n   Getting there: American Airlines offers connecting service via\nMiami, Delta via Atlanta; several daily flights arrive from San\nJuan.\n\n   Insider tip: Christopher Columbus' named these islands _\nincluding what is now the British Virgin Islands _ for the\nlegendary 11,000 virgin followers of St. Ursula.\n\n   Bottom line: For travelers who enjoy the remote feel of St. John\nand the good shopping and accommodations on St. Thomas, St. Croix\nmakes a good compromise.\n\n    \n\n   ST. EUSTATIUS\n\n   Location: 25 miles south of St. Maarten.\n\n   Size: 11.8 square miles.\n\n   Population: 2,200.\n\n   Language: Dutch, but English is spoken everywhere.\n\n   Currency: Netherlands Antilles florin.\n\n   History: During the late 1700s, St. Eustatius, first colonized\nby the Dutch in 1636, was one of the most prosperous islands in the\nCaribbean. It was a trading center with more than 8,000 residents.\nIts demise was hastened by British plundering and the emancipation\nof the island's slaves, which ruined the agricultural industry.\n\n   Characteristics:\n\n   Lovely beaches where swimming isn't advised; and great places to\nswim but with no sand in sight.\n\n   Island is known as Statia by everyone except guidebook writers.\n\n   Like its neighbor Saba, St. Eustatius is casino-, disco- and\npretense-free.\n\n   Tourist information: 800-722-2394.\n\n   Getting there: Air service is available from St. Maarten. Flight\ntime is about 17 minutes.\n\n   Insider tip: The ruins of more than 250 ships are believed to\nrest untouched in Oranje Bay. Along the shore at Oranjestad, be on\nthe lookout for blue beads. The five-sided beads originated in\nHolland and probably were used for trade with Africa.\n\n   Bottom line: Early to bed, early to dive. When you return home,\nyou'll be tan, well-rested and still have some money in your\nwallet.\n\n    \n\n   ST. JOHN\n\n   Location: Two miles east of St. Thomas in the U.S. Virgin\nIslands.\n\n   Size: 16 square miles.\n\n   Population: 3,500.\n\n   Language: English.\n\n   Currency: U.S. dollar.\n\n   History: Basically the same as St. Croix.\n\n   Characteristics:\n\n   Almost two-thirds of the island _ and 5,600 acres of underwater\nterritory _ make up the Virgin Islands National Park. Main reasons\nto visit include camping and hiking on well-preserved nature\ntrails.  \n\n     Idyllic beaches and coves.\n\n   Trunk Bay, celebrated for its 225-yard snorkeling trail but\noften overcrowded.\n\n   Tourist information: Call 800-372-8784. Access www.usvi.net.\n\n   Getting there: Ferry service is offered daily from St. Thomas.\n\n   Insider tip: Even if you have only a half-day during a cruise,\nit's worthwhile making the boat ride from St. Thomas to St. John\nand taking an island tour; most cruise lines schedule excursions,\nwith several sightseeing options.\n\n   Bottom line: The bustle of St. Thomas seems far removed once you\narrive on St. John. Instead of ducking past hordes of overly\naggressive panhandlers, the biggest challenge here is waiting for\nwild donkeys to cross the road in the national park.   \n   \n(MORE)  \n\n     ST. KITTS\n\n   Location: 65 miles west of Antigua.\n\n   Size: 68 square miles.\n\n   Population: 32,000.\n\n   Language: English.\n\n   Currency: East Caribbean dollar.\n\n   History: St. Kitts was a base for Caribbean colonization for\nboth the French and the British, who had joined together to battle\nSpain and then cohabited peacefully on the island for several\ndecades. After the ``friendship'' faltered, the French booted the\nBrits off the island following the siege of Brimstone Hill\nFortress. St. Kitts was returned to the British via the Treaty of\nVersailles in 1783. In 1983, St. Kitts and Nevis were allied as an\nindependent federation.\n\n   Characteristics:\n\n   Fascinating petroglyphs createdby the native Caribs, who were\nmassacred in the 1600s.\n\n   Black beaches of volcanic sand on the island's northern end\ncontrast with its sugar-colored shores to the south.\n\n   Sugar, coffee and cotton are still cash crops.\n\n   Tourist information: Call 800-582-6208. Access\nwww.stkitts-nevis.com.\n\n   Getting there: Daily flights leave San Juan as well as other\nislands such as Antigua, St. Thomas and St. Maarten. A 10-minute\nflight or a 45-minute ferry ride connects St. Kitts and Nevis.\n\n   Insider tip: If you wake up to sparkling clear skies here, head\nimmediately to the Brimstone Hill Fortress, which is perched 800\nfeet above the sea. Built of volcanic rock with walls as thick as\n12 feet, the fortress offers both a view of 18th-century military\nlife and sweeping Caribbean vistas.\n\n   Bottom line: This is the escape for the tired, the stressed and\nthe early riser. More bustling than its neighbor Nevis, but that's\nnot saying much.\n\n    \n\n   ST. LUCIA\n\n   Location: Between Martinique and St. Vincent in the eastern\nCaribbean.\n\n   Size: 238 square miles.\n\n   Population: 150,000.\n\n   Language: English.\n\n   Currency: Eastern Caribbean dollar. U.S. currency is widely\naccepted.\n\n   History: Occupied for centuries by the Arawak and then the Carib\nIndians, St. Lucia was settled by the British in the early 17th\ncentury. The British and French exchanged control 14 times before\nthe 1814 Treaty of Paris designated the island as a British Crown\nColony. St. Lucia is as an independent member of the British\nCommonwealth.\n\n   Characteristics:\n\n   Among the lushest and prettiest Caribbean islands, with a dense\ntropical rain forest, fertile green valleys, towering mountains and\nnumerous banana plantations.\n\n   The Pitons, twin peaks that rise directly above the sea along\nthe southwest coast.\n\n   The hot mineral baths of La Soufriere, a rare ``drive-in\nvolcano,'' and a nearby multicolored waterfall.\n\n   Remote bays and inlets _ some reachable only by boat _ and good\ndiving.\n\n   Tourist information: Call 800-456-3984. Access www.st-lucia.com.\n\n   Getting there: American Airlines offers connecting service\nthrough Miami.\n\n   Insider tip: Don't waste much time in Castries or Soufriere, the\nlargest cities; this is an island made for exploration _ preferably\non foot if time and energy permit.\n\n   Bottom line: St. Lucia is one of the Caribbean's most beautiful\nislands; Mother Nature is the real attraction.\n\n    \n\n   ST. MAARTEN/ ST. MARTIN\n\n   Location: 190 miles east of San Juan.\n\n   Size: 37 square miles.\n\n   Population: 32,000 on the Dutch side, 28,000 on the French side.\n\n   Language: Dutch on St. Maarten, French on St. Martin. English is\nwidely spoken.\n\n   Currency: Dutch guilder on St. Maarten, French franc on St.\nMartin.\n\n   History: Dutch and French settlers found the island to their\nliking. A treaty in 1648 divided the land: According to legend, a\nDutchman and Frenchman stood back to back, then raced in a circle\naround the island until they met again face-to-face, thus\nestablishing the boundary. The same legend holds that the French\nside is slightly bigger because the Frenchman drank only wine and\nwas faster than his gin-guzzling Dutch counterpart. Others contend\nthat the Dutchman was distracted by a French woman. St. Maarten is\nnow part of the Netherlands Antilles; St. Martin is a commune of\nGuadeloupe.\n\n   Characteristics:\n\n   Two cultures on one small island; there are no restrictions or\ncheckpoints in crossing the border.\n\n   A faster pace on the Dutch side, home to Philipsburg, the main\ncruise port (overcrowded when several ships are anchored offshore),\nand several casinos.\n\n   A Continental flair on the French side: Marigot is among the\nCaribbean's most charming small towns, dotted with bistros and\ncreperies; its colorful marina is jammed with expensive yachts. At\nfirst glance, Grand Case resembles any other one-street village by\nthe water, but some call it the restaurant capital of the\nCaribbean; more than 20 eateries serve an international\nsmorgasbord.\n\n   An emphasis on water sports and shopping, not sightseeing or\nhistorical attractions.\n\n   Notable for fine resorts, especially La Samana, which resembles\na Moorish Mediterranean village and occupies 55 secluded acres on\nthe French side.\n\n   Tourist information: For St. Maarten: Call 800-786-2278; access\nwww.st-maarten.com. For St. Martin: Call 202-659-7779; access\nwww.st-martin.org.\n\n   Getting there: American Airlines provides connecting service via\nDallas or Miami.\n\n   Insider tip: This is the place to be if you are short on laundry\nmoney: Orient Beach on the French side is the Caribbean's most\npopular clothing-optional beach; topless bathing is OK at many\nother beaches.  \n\n     Bottom line: Perhaps no other island has experienced such a\nrapid growth in tourism over the past two decades. While this led\nto the construction of many new hotels, restaurants and shops,\nCaribbean connoisseurs bemoan the loss of an unspoiled ambience.\n\n    \n\n   ST. THOMAS\n\n   Location: 75 miles east of Puerto Rico, 2 miles west of St. John\nand 40 miles north of St. Croix in the U.S. Virgin Islands.\n\n   Size: 32 square miles.\n\n   Population: 50,000.\n\n   Language: English.\n\n   Currency: U.S. dollar.\n\n   Characteristics:\n\n   No other Caribbean island caters so openly to cruise ships; as\nmany as 10 per day in peak season dock or anchor at Charlotte\nAmalie.\n\n   Crowds can be intense in the downtown area, especially on peak\ncruise arrival days. Vendors, taxi drivers and panhandlers have\nbecome increasingly rude and aggressive in recent years. But\nshopping bargains abound, and as on the other U.S. Virgin Islands\nduty-free allowances are higher.\n\n   Much-photographed Magens Bay is stunning in its beauty; tours\nwill take you there and back.\n\n   A good diving destination, with numerous companies vying for\nbusiness.\n\n   A wide range of lodging options, from budget-conscious\naccommodations to luxury resorts _ many rebuilt or refurbished\nfollowing extensive hurricane damage in recent years.\n\n   Tourist information: Call 800-372-8784. Access www.usvi.net.\n\n   Getting there: Delta Airlines offers connecting service via\nAtlanta, American via Miami or Dallas.\n\n   Insider tip: Cruise passengers can avoid the crowds of downtown\nCharlotte Amalie and still find good bargains at a large shopping\ncomplex within walking distance of the ship's docking location.\n\n   Bottom line: This is the Caribbean's most commercial island and\ncertainly a top shopping destination. Those interested in other\npursuits are advised to bypass Charlotte Amalie and head toward\nMagens Bay or other scenic outposts away from the crowds.\n\n    \n\n   ST. VINCENT AND THE GRENADINES\n\n   Location: 61 miles south of Martinique.\n\n   Size: St. Vincent is 133 square miles; the 32 islands that\ncomprise the Grenadines have a combined area of 17 square miles.\n\n   Population: 119,000.\n\n   Language: English and French patois.\n\n   Currency: East Caribbean dollar.\n\n   History: Tenacious Carib Indians were able to keep European\nintrusion at a minimum until the mid-1700s. The British finally\ngained control of St. Vincent in 1763 and ruled the island almost\nuninterrupted for 200 years. St. Vincent and the Grenadines\nofficially earned their independence in 1979.\n\n   Characteristics:\n\n   Captain Bligh of the mutinous Bounty introduced breadfruit trees\nto St. Vincent in 1793.\n\n   St. Vincent boasts the oldest botanical garden in the Western\nHemisphere. It was established in 1765.\n\n   Beach lovers should head for the Grenadines.\n\n   There's a yacht happening in the Grenadines, 7Vhere\nisland-hopping has become an art form. The chain is dotted with\nsecluded beaches and private-island resorts.\n\n   Tourist information: Call 800-729-1726; or access www.vincy.com.\n\n   Getting there: Flights are available to Kingstown, St. Vincent\nfrom Puerto Rico, Barbados and Grenada. In addition to inner-island\nflights, regular ferry service connects St. Vincent with the\nGrenadines' Bequia, Canouan, Mayreau and Union islands.\n\n   Insider tip: Want to taste the good life? Pool your money with\nsome friends and take a whirl around the islands on a chartered\nyacht. You can go bare-bones or plush, for a day or a week. Every\nday will be a picnic, every night a laid-back party.\n\n   Bottom line: While plenty of people use St. Vincent as just a\nspringboard to the pretty Grenadines, you'll be well-rewarded if\nyou give the island a little of your time. It offers plenty of\nnatural sights such as attractive waterfalls, exotic gardens and\nthe volcano La Soufriere.\n\n    \n\n   TRINIDAD & TOBAGO\n\n   Location: Trinidad is seven miles off the eastern coast of\nVenezuela and 22 miles from sister island Tobago.\n\n   Size: Trinidad is 1,864 square miles; Tobago is 116 square\nmiles.\n\n   Population: 1.3 million.\n\n   Language: English.\n\n   Currency: Trinidad and Tobago dollar.\n\n   History: Caribs, Columbus, Spanish, French, British _ yada,\nyada, yada. Earned independence in 1962.\n\n   Characteristics:\n\n   It's all here: tropical rain forest, savannah, mangrove swamp,\nmarsh and semi-deciduous forest.\n\n   Birthplace of the steel drum band.\n\n   Perching place of more than 600 species of butterflies and 430\nspecies of birds, both North and South American.\n\n   Tourist information: Call 800-748-4224 or 888-595-4868. Access\nwww.visittnt.com.\n\n   Getting there: Flights are available from Miami and New York to\nPort of Spain. The Tobago airport serves flights coming from Puerto\nRico and Trinidad, the latter a 25-minute journey. A five-hour\nferry ride is another option.\n\n   Insider tip: The islands' location just off the coast of\nVenezuela puts them south of the hurricane belt and makes Trinidad\nand Tobago a good island destination for travel during storm-prone\nmonths.\n\n   Bottom line: Go for a vacation of contrasts _ exotic and\nbustling Trinidad and peaceful and soothing Tobago.\n\n    \n\n   TURKS & CAICOS ISLANDS\n\n   Location: 575 miles east of Miami.\n\n   Size: 40 islands covering 193 square miles.\n\n   Population: 14,000.\n\n   Language: English.\n\n   Currency: U.S. dollar.\n\n   History: An influx of British loyalists abandoned the States for\nthese islands after the U.S. declared its independence. These new\nsettlers set up cotton plantations that were doomed to fail. The\nislands were designated a British Crown Colony in 1962.\n\n   Characteristics:  \n\n     Islanders call themselves ``Belongers.''\n\n   The uninhabited island of East Caicos is popular with nesting\nsea turtles because of its superb 17-mile beach and its abundance\nof mosquitoes.\n\n   You won't find a stoplight on any island.\n\n   Tourist information: Call 800-241-0824. Access\nwww.ttg.co.uk/t&c/index.htm.\n\n   Getting there: Direct air service is available out of Miami.\n\n   Insider tip: Plan your diving trip between the months of\nDecember and April and you may be treated to an underwater\nsymphony. More than 2,500 humpback whales pass through this\narchipelago, and their whale song often can be heard by divers.\n\n   Bottom line:      Life is slow, breezes constant and clothing\nmodest. Another great diving destination with some distinguished\nhigh-end resorts such as the Grace Bay Club on Providenciales and\nthe Meridian Club on Pine Cay.   \n   \nXXXXEND OF STORY  \n","Headline":"\nTRAVEL-CARIBBEAN-6TAKES \n\n","Text":["\n   For many travelers, the Caribbean extends a mystical lure. We\nfantasize about sun-drenched beaches, turquoise seas, underwater\nadventure, sipping rum punches on a pirate boat.\n","\n   And all that does indeed beckon _ and reward _ vacationers.\n","\n   But too often we tend to dismiss this region as one entity, one\nvast archipelago with a common background and common culture and\ncommon attractions.\n","\n   In truth, each island has a unique personality reflected in its\npeople, its language, its history, its topography, its natural\nwonders, its cuisine, its everyday way of life. Except for a bond\nwith the sea, Curacao is no more akin to Puerto Rico than Vermont\nis to Texas.\n","\n   Though the great majority of Caribbean residents are descendants\nof Africans, varying influences _ British, Dutch, French, Spanish,\nEast Indian and countless others _ have shaped their cultures.\n","\n   Individual islands also vary widely in size: Cuba, the largest,\nencompasses more than 4,000 square miles; Saba covers only 3 square\nmiles. And in appearance: Mountains in the Dominican Republic soar\ntwo miles into the sky; the highest elevation on Barbuda is 150\nfeet. We discover a lush rain forest on Martinique, desert cactuses\non Aruba.\n","\n   We dive into a coral wonderland on Bonaire, shop in exclusive\nFrench boutiques on St. Martin, hike and camp in a national park on\nSt. John, seek out exotic birds on Trinidad and Tobago and exotic\nspices on Grenada, walk the cobblestone streets of a 500-year-old\ntown on Puerto Rico and bathe in a ``drive-in volcano'' on St.\nLucia.\n","\n   Planning a trip to ``the Caribbean'' that satisfies specific\npriorities can require extensive planning. Today, in a special\nHouston Chronicle Travel section, we provide island-by-island\ncapsules that offer perspectives on the region's diversity.\nIncluded are telephone contacts and Internet addresses for islands'\ntourist boards. Another good source for information is the\nCaribbean Tourism Organization: Call 212-635-9530; or access\nwww.caribtourism.com.  \n","\n     Access will become easier Dec. 15 when Continental Airlines\nbegins daily nonstop jet service between Houston and San Juan,\nPuerto Rico. Continental already offers twice-weekly nonstop\nservice between Houston and Aruba; Cayman Airways flies three times\nweekly to Grand Cayman Island. Other islands are usually accessed\nvia Miami or Atlanta.  \n","\n       \n","\n   ANGUILLA\n","\n   Location: 190 miles east of Puerto Rico and five miles north of\nSt. Martin.\n","\n   Size: 35 square miles.\n","\n   Population: 9,660.\n","\n   Language: English.\n","\n   Currency: Eastern Caribbean dollar. U.S. dollars are accepted\nalmost everywhere.\n","\n   History: Arawak Indians long inhabited the island; the English\narrived in the mid-17th century. Anguillans actually rebelled\nagainst independence in 1967, demanding to be reinstated as a\nBritish Crown Colony.\n","\n   Characteristics:\n","\n   Wonderful and uncrowded white sand beaches and crystal blue\nwaters.\n","\n   A slow pace. No large cruise ships permitted. No casinos.\nEvening entertainment concentrated in the island's fine _ but\nexpensive _ restaurants.\n","\n   Two of the Caribbean's plushest and priciest resorts,\nMalliouhana and Cap Juluca.\n","\n   Tourist information: Call 800-553-4939. Access www.net.ai.\n","\n   Getting there: Commuter planes arrive from San Juan. Ferries\noperate frequently from Marigot on St. Martin; trips are about 30\nminutes.\n","\n   Insider tip: For a treat off the beaten path, make reservations\nfor lunch at Koal Keel in an area known as ``The Valley.'' Beyond\nthe stellar Caribbean cuisine, where else will you find a bed\nadorned with lace in the center of a courtyard?\n","\n   Bottom line: A great escape for those who prefer water sports\nand good food over historical landmarks and shopping, especially if\nmoney isn't a serious concern.\n","\n    \n","\n   ANTIGUA\n","\n   Location: North of Guadeloupe and east of St. Kitts and Nevis.\n","\n   Size: 108 square miles.\n","\n   Population: 67,000.\n","\n   Language: English (with a unique Antiguan accent).\n","\n   Currency: Eastern Caribbean dollar. U.S. dollars are accepted\nalmost everywhere.\n","\n   History: Christopher Columbus arrived in 1493, but Spanish and\nFrench explorers moved on and English colonization began in the\n1630s.\n","\n   Characteristics:\n","\n   Tourism officials tout 365 beaches _ one for every day of the\nyear. All are open to the public. Numerous bays entice sailors and\nother boaters; late April brings an international yachting\nfestival.\n","\n   About half the population lives in St. John, the capital and\nmajor cruise port.\n","\n   Obligatory tourist stops include Nelson's Dockyard at English\nHarbor; Admiral Horatio Nelson, who arrived in 1784, was among\nseveral military leaders to use this secure area as a home base for\nhis fleet.\n","\n   Lodging options are varied and satisfy most budgets.\n","\n   Forming one nation with Antigua are Barbuda, situated 25 miles\nto the north, and the tiny Redonda nature preserve.\n","\n   Tourist information: Call 888-268-4227. Access\nwww.antigua-barbuda.org.\n","\n   Getting there: Nonstop flights from Miami, New York and San Juan\nserve Antigua. Most major cruise lines stop for a day.\n","\n   Insider tip: Antigua suffered extensive damage from Hurricane\nGeorges, but most of the tourist infrastructure is now fully\noperational.\n","\n   Bottom line: Antigua has emerged into a favored tourism\ndestination not only with Americans but with the British and other\nEuropeans who arrive daily on wide-bodied jets.\n","\n    \n","\n   ARUBA\n","\n   Location: in the southern Caribbean about 15 miles off the\nVenezuelan coast.\n","\n   Size: 70 square miles.\n","\n   Population: 82,000.\n","\n   Language: Dutch. But English, Spanish, Portuguese and a local\ndialect known as Papiamento also are spoken.\n","\n   Currency: Aruban florin or guilder. U.S. dollars are accepted at\nmost locations.\n","\n   History: Indian settlements date back at least 1,000 years.\nSpanish explorers arrived in 1499. The Dutch took possession in\n1636, yielded to the English in 1805 but regained control 11 years\nlater.\n","\n   Characteristics:\n","\n   An island of varying personalities _ a ``resort row'' of huge,\nmodern hotels and casinos along lovely Palm Beach at one extreme\nand hidden coves and rocky passes at the other, with a desert\nlandscape at the center.\n","\n   For sports-lovers: Windsurfers from all over North America\ngather here; golfing hazards on an 18-hole course include live\ngoats.\n","\n   Oranjestad, the largest city and cruise port, is clean and\npicturesque with Dutch Colonial-style architecture.\n","\n   Ample nightlife includes about 10 full-scale casinos and 100\nrestaurants.\n","\n   Tourist information: Call 800-862-7822. Access www.aruba.com.\n","\n   Getting there: Continental Airlines offers two nonstop flights\nweekly in each direction between Bush Intercontinental Airport and\nAruba.\n","\n   Insider tip: Aruba's official tree, the divi-divi, serves as a\ncompass for anyone needing directions. Because of constant trade\nwins, the divi-divis always point southwest.\n","\n   Bottom line: Aruba represents one of the most satisfying\nCaribbean destinations. Despite its 2,000-mile distance from\nHouston, nonstop flights make it a convenient getaway, too.\n","\n     \n(MORE)  \n","\n    \n","\n   BAHAMAS\n","\n   Location: 60 miles east of Palm Beach, Fla. (technically not in\nthe Caribbean but commonly aligned with that region).\n","\n   Size: More than 700 islands and 2,000 cays with a land mass of\n5,382 square miles scattered over more than 100,000 square miles of\nthe Atlantic.\n","\n   Population: 278,000.\n","\n   Language: English, with a musically Irish/African accent.\n","\n   Currency: Bahamian dollar. U.S. dollars are accepted almost\neverywhere.\n","\n   History: Populated by the peaceful Lucayans for 500 years before\nColumbus' arrival in 1492. Enslaved and shipped to work in the\nHispaniola gold mines, the Lucayans were extinct just 25 years\nafter the Spaniards' arrival. Pirates and Puritans followed in the\n1600s. During World War II, the Duke of Windsor, formerly the king\nof England, lived in the Bahamas as governor. The islands earned\ntheir independence from Britain in 1973.\n","\n   Characteristics:\n","\n   Boasts 1.6 million overnight visitors each year, and another 1.7\nmillion day-trippers ferried in by no fewer than 10 cruise lines.\n","\n   Bustling beaches, glitzy casinos and a Disney-esque\nmarine-themed resort called Atlantis.\n","\n   Pink flamingos, the showy national bird, are 50,000 strong on\nthe island of Inagua, an out island _ or Family Island, as Bahamas\ntourism officials prefer _ that also is home to the Morton Salt Co.\n","\n   Fantastic costumes and vibrant music are at the heart of\njunkanoo celebrations on Boxing Day (Dec. 26) and New Year's Day.\nThese colorful extravaganzas celebrate freedom and Bahamian\nculture.  \n","\n     Tourist information: Call 800-422-4262. Access\nwww.interknowledge.com/bahamas.\n","\n   Getting there: Nonstop flights are available from many U.S.\ncities, including Miami and Atlanta. Most major cruise lines make\ncalls at Nassau or Freeport.\n","\n   Insider tip: Watch sunset from The Cloister, a relocated\n14th-century French monastery once owned by newspaper mogul William\nRandolph Hearst. The Cloister is located in the gardens of the\nOcean Club, a pricey resort on Paradise Island, but, as ``Frommer's\nPortable Bahamas'' (Macmillan, $9.95) reports, admission to the\ngardens is free.\n","\n   Bottom line: Nonstop action, family friendly. Definitely not gay\nfriendly. Out islands offer the seclusion and peace, but few\namenities. Nice selection of lodging for all budgets.   \n","\n       \n","\n   BARBADOS\n","\n   Location: 118 miles southeast of St. Lucia.\n","\n   Size: 166 square miles.\n","\n   Population: 258,000.\n","\n   Language: English.\n","\n   Currency: Barbados dollar.\n","\n   History: Barbados was colonized in 1627 by the British, who had\nuninterrupted control for 300 years. The Bajans earned their\nindependence in 1966.\n","\n   Home of Mount Gay, the world's oldest distiller of rum. This\nisland also is where the word ``rum'' originated.\n","\n   One hundred religions are represented here. Among the\nsanctuaries is the oldest Jewish synagogue in the Western\nHemisphere. It dates from 1654.\n","\n   Rolling hills, cricket matches and polo ponies recall the\nisland's long history with Britain.\n","\n   Surfers risk their necks and boards at Bathsheba Beach.\n","\n   American tourists risk their necks driving on the left in a\nmoke, a locally manufactured electric car that is no bigger than a\ngolf cart.\n","\n   Tourist information: Call 800-221-9831.Access www.barbados.org.\n","\n   Getting there: Nonstop jet service is available via Miami and\nNew York; frequent flights arrive from Puerto Rico.\n","\n   Insider tip: Hot jazz and cool ocean breezes are on tap Jan.\n13-17 at the Barbados Jazz Festival. Among the featured performers\nwill be Kenny G and Earth, Wind and Fire. Call 888-227-2236.\n","\n   Bottom line: Tourism has a long history in Barbados. George\nWashington visited in 1751; it was the future president's first and\nonly international trip. His most memorable souvenir: a case of\nsmallpox. Today the island gets high marks for its sophistication,\nwelcoming citizenry and fine dining. But be warned, it is not a\nbudget destination.\n","\n    \n","\n   BARBUDA\n","\n   Location: 25 miles north of Antigua.\n","\n   Size: 62 square miles.\n","\n   Population: 1,200.\n","\n   Language: English.\n","\n   Currency: Eastern Caribbean dollar. U.S. dollars are accepted\nalmost everywhere.\n","\n   History: Like Antigua, settled by the British in the 1630s.\nPolitically merged with Antigua in 1860.\n","\n   Characteristics:\n","\n   Notable for wildlife sanctuaries, especially for seabirds;\nbirders come to admire magnificent black frigatebirds (whose mating\nseason is August-December) that have 8-foot wingspans and soar up\nto 100 mph. Local fishermen can assist in facilitating close-up\nobservation.\n","\n   More than 200 underwater wrecks lure divers, but diving is\ndifficult and facilities limited; filling tanks on Antigua is\nrecommended.  \n","\n     Hotels are limited and expensive.\n","\n   Tourist information: Call 888-268-4227. Access\nwww.antigua-barbuda.org.\n","\n   Getting there: Commuter flights and boats arrive from St. John\non Antigua.\n","\n   Insider tip: Like Antigua, Barbuda suffered damage from\nHurricane Georges; consult a travel agent.\n","\n   Bottom line: This is one of the Caribbean's most unspoiled\nislands.   \n   \n(MORE)   \n  \n","\n   BONAIRE\n","\n   Location: About 45 miles north of Venezuela and east of Aruba\nand Curaao in the chain commonly known as the ABCs (with Aruba and\nCuraao).\n","\n   Size: 112 square miles.\n","\n   Population: 11,000.\n","\n   Language: Dutch.\n","\n   Currency: Netherlands Antilles florin or guilder. U.S. dollars\nare commonly accepted.\n","\n   History: Much like Aruba: The Dutch took control back from the\nBritish in the early 19th century.\n","\n   Characteristics:\n","\n   With its entire coastline a living mass of coral, Bonaire is\nregarded as one of the world's premier sites for scuba diving and\nsnorkeling.\n","\n   Washington-Slagbaai National Park serves as a preserve for\niguanas and exotic birds; about 170 bird species have been\nidentified here.\n","\n   No worries about crowding from thousands of cruise passengers;\nonly small ships dock here. Despite recent hotel development,\nBonaire remains a quiet retreat.\n","\n   Tourist information: Call 800-266-2473. Access www.bonaire.org.\n","\n   Getting there: Air Aruba offers connecting jet service from\nMiami and other U.S. gateways via Aruba; Continental offers nonstop\nservice between Houston and Aruba, where connections are available.\n","\n   Insider tip: Bonaire is one of only four places in the world\nwhere flamingo colonies breed. More than 10,000 flamingos call this\nisland home.\n","\n   Bottom line: This is the Caribbean's No. 1 destination _ and one\nof the world's best _ for those who relish underwater exploration.\n","\n    \n","\n   BRITISH VIRGIN ISLANDS\n","\n   Location: 60 miles east of Puerto Rico.\n","\n   Size: More than 50 rocks, islands and cays with a total area of\n59 square miles.\n","\n   Population: 13,000.\n","\n   Language: English.\n","\n   Currency: U.S. dollar.\n","\n   History: Discovered by Columbus in 1493, it was a favorite\nhideaway of buccaneers such as Henry Morgan and Blackbeard. A\nmember of the Commonwealth, BVI became self-governing in 1967.\n","\n   Characteristics:\n","\n   Just says no to mega-size cruise ships.\n","\n   Deadman's Bay on Peter's Island typifies the laid-back and\nlonely bathing beach.\n","\n   Neverland for sailors, who can explore isolated inlets, picnic\non palm-fringed beaches and then dock for an evening of reggae and\nrum.\n","\n   Tourist information: Call 800-835-8530. Access\nwww.bviwelcome.com.\n","\n   Getting there: Take a flight from San Juan on Puerto Rico (or\nfrom one of another half-dozen Caribbean islands) or ferry over\nfrom the U.S. Virgin Island of St. John, which is less than two\nmiles from Tortola, BVI's largest island.\n","\n   Insider tip: Are you the host with the most (money)? Consider a\nvacation on Necker Island, owned by billionaire Richard Branson.\nThe 74-acre island boasts a Balinese-style house with panoramic\nviews, swimming pools, a white-sand beach and a fine European chef.\nYou can invite as many as 23 guests, which just about equals the\nnumber of staff that will be at your service. Prices start at\n$13,000 per day for up to seven guests. Access\nwww.neckerisland.com.\n","\n   Bottom line: Times are changing in the British Virgin Islands.\nWhile these islands will never match the welcome mat put out by\nneighbors St. John and St. Thomas of the U.S. Virgin Islands, the\nBVI is working on its infrastructure to lure more tourists,\nparticularly from the United States. Go now so you can bemoan the\nchanges on your second visit.\n","\n    \n","\n   CAYMAN ISLANDS\n","\n   Location: South of Cuba and west of Jamaica.\n","\n   Size: Grand Cayman is 76 square miles, Cayman Brac 15 square\nmiles and Little Cayman 11 square miles.\n","\n   Population: 32,000.\n","\n   Language: English.\n","\n   Currency: Cayman Islands dollar. The U.S. dollar is widely\naccepted.\n","\n   Characteristics:\n","\n   Outstanding scuba diving and snorkeling.\n","\n   Seven Mile Beach on Grand Cayman is lined with high-quality\nhotels and condominiums\n","\n   Tortuga Rum Cakes, available in George Town (the largest town\nand cruise port), make distinct gifts.\n","\n   Visitors to a turtle farm on Grand Cayman can observe turtles of\nall sizes and ages _ and even hold them.\n","\n   Tourist information: Call 713-461-1317 or 800-346-3313. Access\nwww.caymanislands.ky.\n","\n   Getting there: Cayman Airways offers three round trips weekly\nbetween Bush Intercontinental Airport and Grand Cayman.\n","\n   Insider tip: If you are told to go to Hell on Grand Cayman,\ndon't take offense: A jagged rock formation known as ironshore is\nnamed Hell, and it even boasts a post office where you can get mail\nstamped from Hell.\n","\n   Bottom line: The Caymans, a major banking center, are clean and\nvirtually crime-free; residents have a high literacy rate and\nstandard of living and are among the most courteous in the\nCaribbean.\n","\n    \n","\n   CUBA\n","\n   Location: 90 miles south of Florida.\n","\n   Size: 42,803 square miles.\n","\n   Population: 11 million.\n","\n   Language: Spanish.\n","\n   Currency: Cuban peso.\n","\n   History: Cuba was discovered by Columbus in 1492, but Spain did\nnot begin to colonize until about 1511. The United States aided a\nCuban rebellion against Spain in 1898, and the country earned its\nindependence in 1902. A revolution in 1959 followed many years of\ndictatorial rule in Cuba. Fidel Castro, the revolution's leader,\nthen instituted a communist system of government.\n","\n   Tourist information: Call 416-362-0700. Access www.cubaweb.cu.\n","\n   Bottom line: It is not illegal for Americans to visit Cuba, but\nit is against the law to spend money there because of a trade\nembargo that has been in effect since 1961.\n","\n    \n","\n   CURAAO\n","\n   Location: 35 miles north of Venezuela and 42 miles east of\nAruba.\n","\n   Size: 174 square miles.\n","\n   Population: 170,000.\n","\n   Language: Dutch and Papiamento. English is widely spoken.\n","\n   Currency: Netherland Antilles florin or guilder.\n","\n   History: Curaao has been the administrative capital of the ABC\nislands (also including Aruba and Bonaire) since the Dutch arrived\nin 1634.\n","\n   Characteristics:\n","\n   Shares the same beautiful turquoise waters as sister islands\nAruba and Bonaire; diving is excellent, but beaches aren't an\nasset.\n","\n   In capital city of Willemstad, the waterfront is lined with\nbeautiful Dutch gable houses bathed in pastel colors; it's easy to\nimagine being in the Netherlands.\n","\n   Famed for Curaao liqueur; distillery tours are available on\nweekdays.\n","\n   A ``seaquarium'' introduces more than 400 varieties of tropical\nfish, sponges and corals.\n","\n   Tourist information: Call 800-270-3350. Access\nwww.caribtourism.com on the Internet and follow instructions for\ninformation on Curaao.\n","\n   Getting there: American Airlines offers connecting service\nbetween Houston and Curaao via Miami. Continental has twice weekly\nservice between Houston and Aruba; Air Aruba serves Curaao from\nAruba.\n","\n   Insider tip: From Islands magazine's December issue (available\non newsstands for $4.95): The latest curiosity is the Curaao\nOstrich and Game Farm, where 600 of the world's largest birds strut\ntheir stuff. Most are raised for export.\n","\n   Bottom line: A Dutch influence _ on food, architecture and\nlifestyle _ shows here more than on any other Caribbean island.\nWide-bodied jets arrive daily with tourists from the Netherlands.\n","\n    \n","\n   DOMINICA\n","\n   Location: 52 miles northeast of Martinique.\n","\n   Size: 290 square miles.\n","\n   Population: 72,000.\n","\n   Language: English, but you'll also hear a French Creole patois.\n","\n   Currency: East Caribbean dollar. U.S. dollar accepted almost\neverywhere.\n","\n   History: Columbus named the island in 1493. It was colonized by\nthe French in the 18th century and taken over by the British in\n1815. Independence came in 1978.\n","\n   Characteristics:\n","\n   Pure-blood Carib Indians still live in an area known as the\nCarib Indian Territory on the northeast corner of the island.\n","\n   365 rivers and hundreds of waterfalls, but just 700 guest rooms.\n","\n   Not known for beaches.\n","\n   Haiti is the only Caribbean country poorer than Dominica.\n","\n   Tourist information: Call 212-475-7542.\n","\n   Getting there: Flights arrive from Puerto Rico and a half-dozen\nother Caribbean islands. Ferry service is available from Martinique\nand Guadeloupe.\n","\n   Insider tip: A rigorous, half-day hike steers visitors to the\nBoiling Lake in Morne Trois Pitons National Park. This volcanic\nchimney is the largest of its kind in the world. Creating a\n200-foot-wide lake that boils in the middle; it's only about 190\ndegrees around its rim.\n","\n   Bottom line: Dominica is the destination for the adventurous\necotraveler who shuns nightlife and creature comforts for the\nopportunity to hike rugged mountain trails, spy rare birds in the\nrain forest or explore an underwater volcanic crater.\n","\n    \n","\n   DOMINICAN REPUBLIC\n","\n   Location: Occupies two-thirds of the island of Hispaniola (with\nHaiti covering the other third) between Puerto Rico and Cuba about\n800 miles south of Florida.\n","\n   Size: 30,000 square miles.\n","\n   Population: 9 million.\n","\n   Language: Spanish.\n","\n   Currency: Dominican peso.\n","\n   History: Oldest European settlement in the Western Hemisphere;\nColumbus' first landing in the New World was here in 1492. Governed\nat times by France, Spain, Cuba and self-rule.\n","\n   Characteristics:\n","\n   About 250 miles of sparkling beaches.\n","\n   Numerous moderately priced all-inclusive resorts, especially\npopular with Europeans.\n","\n   Extreme poverty in many areas.\n","\n   Widely varied topography, with Pico Duarte the highest mountain\nin the Caribbean at 10,400 feet; national parks cover 10 percent of\nthe country.\n","\n   Tourist information: Call 888-374-6361 or 212-768-2481.\n","\n   Getting there: American Airlines offers connecting service\nbetween Houston and Santo Domingo via Miami.\n","\n   Insider tip: From ``Fodor's Exploring Caribbean'' (Fodor's,\n$19): ``Dominicans use abundant native fruit to make exotic and icy\nmilkshakes known as `bastidas.' Flavors include `pina' (pineapple),\n`china' (orange), `lechola' (pawpaw) and `guanabana' (soursop).''  \n","\n     Bottom line: The island's poverty, crime and unreliable power\nsources are factors to consider when planning a trip; those who\nvisit are rewarded by a rare combination of historical and natural\nwonders. Some areas, including the Punta Cana resort region, were\nbadly damaged by Hurricane Georges. Consult a travel agent.   \n   \n(MORE)\n","\n   GRENADA\n","\n   Location: 90 miles north of Trinidad in the southern Caribbean,\npart of a three-island nation that also includes the tiny islands\nof Petit Martinique and Carriacou.\n","\n   Size: 133 square miles.\n","\n   Population: 96,000.\n","\n   Language: English.\n","\n   Currency: Eastern Caribbean dollar.\n","\n   History: Discovered by Columbus on his third voyage in 1498.\nFirst settled by French. Ruled alternatively by French and British.\nDeclared independence from the British Commonwealth in 1974.\nSubject of first modern coup in the English-speaking Caribbean in\n1979 by Maurice Bishop, who had ties to Fidel Castro's Cuban\nregime. Controversial U.S. military intervention in 1983 has led to\nregular democratic elections.\n","\n   Characteristics:\n","\n   The island of spice _ nutmeg, mace, cocoa beans, cinnamon,\nallspice, bay leaves, cloves and more. Vendors sell packets of\nspices at bargain prices.\n","\n   Grand Anse beach, one of several lovely stretches of sand.\n","\n   Picturesque landscape of mountains, valleys and streams.\n","\n   Popular with hikers; trails of varying difficulty lead into rain\nforests, along cliffs, past waterfalls and through lush gardens.\n","\n   Tourist information: Call 800-927-9554.Or access\nwww.grenada.org.\n","\n   Getting there: American Airlines offers connecting service via\nMiami.\n","\n   Insider tip: From ``Fodor's Exploring Caribbean'' (Fodor's,\n$19): ``It was on Grenada that the Caribbean rum punch was\nperfected (when a planter sprinkled nutmeg into his guests' glasses\nat a party in 1813).''  \n","\n     Bottom line: Don't let images of the 1980s U.S. military action\ndissuade. Those who enjoy hiking or otherwise escaping into natural\nparadises will find Grenada accommodating. Wonderful aromas enhance\nthe ambience on the Spice Island.\n","\n    \n","\n   GUADELOUPE\n","\n   Location: 140 miles southeast of St. Martin.\n","\n   Size: Two islands totaling 530 square miles.\n","\n   Population: 385,000.\n","\n   Language: French. English is spoken only in the major resorts.\n","\n   Currency: French franc.\n","\n   History: Discovered by Columbus in 1493, Guadeloupe was first\ncolonized by the French about 1635. The settlers, however, were\nill-equipped for tropical life and growth stagnated. Emboldened by\nthe French Revolution, the islanders asserted their independence,\nabolished slavery and opened the door for British occupation. Bad\ncall. French forces were sent to restore order and oust the Brits.\nMore than 4,000 Guadeloupians lost their heads on the guillotine.\nThe British were to invade Guadeloupe once again in 1810, but\nsurrendered the island back to the French in 1815.   \n","\n     Characteristics:  \n","\n     Islanders vote in France's national elections and are entitled\nto French social benefits.\n","\n   More than 1 million visitors each year come for a Jekyll-Hyde\nexperience: peaceful countryside and lively resort areas.\n","\n   Nude beaches and black-sand beaches are popular and abundant.\n","\n   Once designated by Jacques Cousteau as one of the top 10 dive\nspots in the world.\n","\n   Tourist information: Call 800-391-4909.      Access www.fgtousa.org.\n","\n   Getting there: Nonstop flights from Miami and direct flights\nfrom New York. Frequent commuter ferry service operates between\nMartinique and Guadeloupe.\n","\n   Insider tip: A short but memorable flight or a ferry crossing\nwill take you to two of Guadeloupe's most exceptional experiences:\nthe satellite islands of Iles des Saintes and Marie-Galente.\nVisitors will discover windmills, fishing villages, sheep farms,\nunspoiled beaches and charming but rustic accommodations.\n","\n   Bottom line: A diverse experience: French croissants, creole\ncuisine, vibrant beaches and zouk music.\n","\n    \n","\n   HAITI\n","\n   Location: Occupies one-third of the island of Hispaniola between\nPuerto Rico and Cuba.\n","\n   Size: 10,714 square miles.\n","\n   Population: 6 million.\n","\n   History: The first 40 European settlers, left by Columbus in\n1492, died. Later, African slaves endured decades of torture at the\nhands of French colonial masters before rebelling in 1804,\ndeclaring independence and forming the world's first black\nrepublic.\n","\n   Tourist information: Call 212-697-9767.\n","\n   Bottom line: As recently as the 1960s, Haiti's beautiful\nbeaches, varied topography and arguably the finest handicraft and\nnative art in the Caribbean made it a popular tourist destination.\nNow it is the Western Hemisphere's poorest country, seriously\novercrowded and wracked with political instability. Tourism is not\nrecommended.      \n   \n   (MORE)      \n  \n","\n   JAMAICA\n","\n   Location: 90 miles south of Cuba.\n","\n   Size: 4,243 square miles.\n","\n   Population: 2.6 million.\n","\n   Language: English, mon.\n","\n   Currency: Jamaican dollar.\n","\n   History: The motto ``Out of many, one people'' describes the\nisland's history as much as it reflects its diversity. The Arawak\nsettled as early as A.D. 700. Christopher Columbus showed up in\n1494.Spaniards began colonizing about 1510. The English invaded\nabout 1655. Slavery allowed Jamaica to develop into the world's\nlargest sugar producer. It also led to centuries of strife, pain,\nrebellion and death. Slavery was finally abolished in 1874. Jamaica\nearned its independence in 1962.\n","\n   Characteristics:\n","\n   Birthplace of Bob Marley and James Bond.\n","\n   A plethora of all-inclusive resorts and hot honeymoon hideaways.\n","\n   River rafting, ballooning, diving, mountain biking, horseback\nriding, sport fishing, swimming, hiking, snorkeling. Just how many\nvacation days do you have?\n","\n   Tourist information: Call 800-526-2422.Access\nwww.jamaicatravel.com.\n","\n   Getting there: Air Jamaica serves both Montego Bay and Kingston\nfrom U.S. gateways that include Atlanta, Chicago and Miami.\n","\n   Insider tip: Quirky Negril was once ``the'' place to be, but\nPalm Beach (Fla.) Post travel writer Cheryl Blackerby is telling\ntourists to head to the east coast: ``Port Antonio is the place to\nenjoy the real Jamaica: to hike the mountains and cool off in a\nwaterfall, to ride a bike down the winding roads of a 5,000-foot\npeak, to wander the countryside and meet people accessible only by\nsteep, muddy trails.''\n","\n   Bottom line: Jamaica has gotten a bad reputation for its crime\nrate and pushy peddlers. But its stunning beaches and cheerful\npopulace can't be beaten. This is a destination for the adventurer,\nnature lover and sun worshiper. Like its rum, Jamaica is\nintoxicating.\n","\n    \n","\n   MARTINIQUE\n","\n   Location: Between Dominica to the north and St. Lucia to the\nsouth.\n","\n   Size: 425 square miles.\n","\n   Population: 360,000.\n","\n   Language: French and Creole. English is spoken in most tourist\nareas.\n","\n   Currency: French franc.\n","\n   History: Except for brief English occupancies, the French have\nruled since 1635. In 1946, Martinique became a French Department\nand in 1974 an Overseas Region.\n","\n   Characteristics:\n","\n   One of the most fertile Caribbean islands.\n","\n   Hundreds of species of tropical plants in the Jardin de Balata.\n","\n   A museum featuring paintings done by Paul Gauguin over a\ntwo-year period when he lived here.\n","\n   A charming French creole ambience.\n","\n   Good shopping bargains on French imports such as perfume,\ncosmetics, crystal, china and clothes.\n","\n   One of the Caribbean's most picturesque capital cities,\nFort-de-France, with a yacht-filled harbor and mountainous\nbackdrop.\n","\n   Among the most popular islands for cycling and hiking and\nfavored for most water sports.  \n","\n     Tourist information: Call 800-391-4909. Access\nwww.martinique.org.\n","\n   Getting there: Most flight connections are via San Juan;\nfrequent commuter service operates between Martinique and\nGuadeloupe.\n","\n   Insider tip: From Islands magazine's December issue (available\nat newsstands for $4.95): ``The sole survivor of the eruption of\nthe Mount Pele volcano in 1902, which killed 30,000 in St.-Pierre,\nwas a prisoner named Cyparis who was protected by thick dungeon\nwalls. He later became an attraction in the Barnum and Bailey\ncircus.''\n","\n   Bottom line: With numerous assets and 4,000 hotel rooms,\nMartinique takes a more ambitious approach to tourism than its\nneighbor, Guadeloupe; visitors arrive daily from France on nonstop\njumbo jets.\n","\n    \n","\n   MONTSERRAT\n","\n   Location: 27 miles south of Antigua.\n","\n   Size: 39 square miles.\n","\n   Population: 4,000.\n","\n   Bottom line: Not recommended as a destination because of\nvolcanic activity and resulting damage.\n","\n    \n","\n   NEVIS\n","\n   Location: 2 miles southeast of St. Kitts.\n","\n   Size: 36 square miles.\n","\n   Population: 9,000.\n","\n   Language: English.\n","\n   Currency: East Caribbean dollar.\n","\n   History: Another of Columbus' discoveries, Nevis was in the\ncenter of more than 150 years of sparring between the French and\nBritish. Britain won the island outright via the Treaty of\nVersailles in 1783. Then in 1983, Nevis was awarded independence\nfrom everyone except St. Kitts.\n","\n   Characteristics:  \n","\n     Independent-minded. In an August vote, islanders narrowly\ndefeated a secession move that would have ended its alliance with\nlarger neighbor St. Kitts.\n","\n   No casinos.\n","\n   Gracious colonial charm oozes in plantation houses-turned-inns.\n","\n   Tourist information: Call 800-582-6208. Access\nwww.stkitts-nevis.com.\n","\n   Getting there: Air connections for Nevis invariably include\nPuerto Rico or St. Kitts. A 10-minute flight or a 45-minute ferry\nride connects St. Kitts and Nevis.\n","\n   Insider tip: Nevis boasts one of the best golf courses in the\nCaribbean. The Four Seasons' scenic 18 holes were designed by\nRobert Trent Jones Jr. The course reaches up toward 3,232-foot\nNevis Peak and down to the beach.\n","\n   Bottom line: According to ``Fielding's Caribbean'' (Fielding,\n$19.95): ``No one seems to move faster than a ceiling fan in Nevis,\nand following a lavish gourmet dinner in a history-filled\nplantation home, your dreams may well be about the luscious array\nof tropical fruits that will grace your breakfast buffet in the\nmorning.'' Mmmm, nice.\n","\n    \n","\n   PUERTO RICO\n","\n   Location: 1,045 miles southeast of Miami.\n","\n   Size: 1,650 square miles.\n","\n   Population: 3.5 million (1 million in San Juan).\n","\n   Language: Spanish and English.\n","\n   Currency: U.S. dollar.\n","\n   History: Long ruled by Spain, Puerto Rico was handed to the\nUnited States in the 1898 Treaty of Paris. In 1917, residents were\ngranted U.S. citizenship. In 1952, the island became the only\nmember of the U.S. commonwealth to receive its own constitution and\ngovernment.\n","\n   Characteristics:\n","\n   Old San Juan, the city's historical district, restored to its\n500-year-old splendor. El Morro and San Cristobal forts still stand\nguard over pastel-colored buildings.\n","\n   Large and vibrant hotel-casinos line beaches near San Juan.\n","\n   El Yunque, a spectacular rain forest, makes for enchanting\nexplorations; look for the rare Puerto Rican parrot with its green\nand blue plumage and red headmarkings.\n","\n   Ponce, the second largest city and center of culture and the\narts.\n","\n   Tourist information: Call 800-815-7391. Access\nwww.discoverpuertorico.com.\n","\n   Getting there: Continental Airlines will begin daily nonstop\nservice Dec. 15 between Bush Intercontinental Airport and San Juan.\nNonstop flights already serve San Juan from several U.S. cities,\nincluding Atlanta and Miami.\n","\n   Insider tip: Even if you are only in San Juan for part of a day\nin connection with a cruise, secure a walking-tour map of Old San\nJuan, readily available near the port dock, then take off on\ncobblestone streets and alleys to discover historical forts, art\ngalleries, museums and homes featuring Spanish architecture.\n","\n   Bottom line: There are so many diverse attractions, including\nbeautiful beaches and luxury resorts, that ordering brochures in\nadvance is essential to maximum enjoyment.\n","\n    \n","\n   SABA\n","\n   Location: 28 miles south of St. Maarten.\n","\n   Size: 5 square miles.\n","\n   Population: 1,000.\n","\n   Language: Dutch, but English is spoken everywhere.\n","\n   Currency: Netherlands Antilles florin.\n","\n   History: Became another notch on Columbus' belt in 1493. First\nsettled in 1640 by the Dutch, but went on to change hands more than\na dozen times. Dutch took undisputed and final claim to Saba,\npronounced Say-bah, in 1816.\n","\n   Characteristics:  \n","\n     Sees less than 25,000 visitors annually.\n","\n   Almost half the islanders _ both black and white _ have the same\nlast name: Hassell.\n","\n   But no hassles here on this ultra laid-back island. Also no\nbeaches, casinos, discos or fancy dining rooms.\n","\n   Its best-known ``exports:''      Saban lace and 151-proof Saba Spice\nliquor.   \n","\n     Tourist information: Call 800-722-2394.Access\nwww.turq.com/saba.\n","\n   Getting there: Air service is available from St. Maarten. Flight\ntime is about 15 minutes. Or take a catamaran from St. Maarten.\n","\n   Insider tip: If you've got the thighs for it, Saba offers\nterrific hiking. Try the steep, 1,064-step trail that cuts through\nthe rain forest on the way to the top of the appropriately named\nMount Scenery.\n","\n   Bottom line: There is only one real reason to head to this tiny\nCaribbean jewel: scuba diving. Diving here is not recommended for\nthe beginner, as it is as challenging as it is rewarding.\n","\n    \n","\n   ST. BARTHELEMY\n","\n   Location: Only a few miles southeast of St. Maarten.\n","\n   Size: 8 square miles.\n","\n   Population: 5,000.\n","\n   Language: French.\n","\n   Currency: French franc.\n","\n   History: All but unexplored by Europeans until 1637, St. Barts\nor St. Barths (as it is commonly known now) is so tiny that it\nbecame a secret hiding place for pirates. It has been a French\ndependency of Guadeloupe since 1946.\n","\n   Characteristics:\n","\n   Arguably the most chic, exclusive and expensive island in the\nCaribbean. Known for luxury-oriented and intimate accommodations;\nthe largest hotel has 76 rooms.\n","\n   More French than Creole, with almost 100 percent employment and\nhigh literacy.\n","\n   Unusual among Caribbean islands in that the population includes\nfew blacks; early slave ships passed St. Barts by.\n","\n   Excellent beaches, considering its size.\n","\n   Tourist information: Call 202-659-7779. Access\nwww.st-barths.com.\n","\n   Getting there: 19-seat commuter planes serve St. Barts from\nnearby St. Martin.\n","\n   Insider tip: We won't spoil the fun with details, but suffice it\nto say that the landing approach by plane is an experience you\nlikely won't soon forget.\n","\n   Bottom line: This is the place for travelers who want to be\npampered, relish privacy and enjoy French food and flair _ and who\naren't on a tight budget.\n","\n    \n","\n   ST. CROIX\n","\n   Location: southernmost of the U.S. Virgin Islands, southeast of\nPuerto Rico.\n","\n   Size: 82 square miles.\n","\n   Population: 60,000.\n","\n   Language: English.\n","\n   Currency: U.S. dollar.\n","\n   History: Controlled by seven conquerors over the past 250 years;\npurchased with St. Thomas and St. John by the United States from\nDenmark for $25 million in 1917. U.S. citizenship was granted\nnatives in 1932; the U.S. Virgin Islands is now a self-governing,\nunincorporated territory.\n","\n   Characteristics:\n","\n   Buck Island Reef National Monument, an uninhabited island just\noff shore and the only underwater national monument in the United\nStates.\n","\n   A strong Danish influence still evident in Christiansted and\nFrederiksted, the main towns.\n","\n   A 15-acre rain forest.\n","\n   Best cycling destination among the U.S. Virgin Islands.  \n","\n     Tourist information: Call 800-372-8784.Access www.usvi.net.\n","\n   Getting there: American Airlines offers connecting service via\nMiami, Delta via Atlanta; several daily flights arrive from San\nJuan.\n","\n   Insider tip: Christopher Columbus' named these islands _\nincluding what is now the British Virgin Islands _ for the\nlegendary 11,000 virgin followers of St. Ursula.\n","\n   Bottom line: For travelers who enjoy the remote feel of St. John\nand the good shopping and accommodations on St. Thomas, St. Croix\nmakes a good compromise.\n","\n    \n","\n   ST. EUSTATIUS\n","\n   Location: 25 miles south of St. Maarten.\n","\n   Size: 11.8 square miles.\n","\n   Population: 2,200.\n","\n   Language: Dutch, but English is spoken everywhere.\n","\n   Currency: Netherlands Antilles florin.\n","\n   History: During the late 1700s, St. Eustatius, first colonized\nby the Dutch in 1636, was one of the most prosperous islands in the\nCaribbean. It was a trading center with more than 8,000 residents.\nIts demise was hastened by British plundering and the emancipation\nof the island's slaves, which ruined the agricultural industry.\n","\n   Characteristics:\n","\n   Lovely beaches where swimming isn't advised; and great places to\nswim but with no sand in sight.\n","\n   Island is known as Statia by everyone except guidebook writers.\n","\n   Like its neighbor Saba, St. Eustatius is casino-, disco- and\npretense-free.\n","\n   Tourist information: 800-722-2394.\n","\n   Getting there: Air service is available from St. Maarten. Flight\ntime is about 17 minutes.\n","\n   Insider tip: The ruins of more than 250 ships are believed to\nrest untouched in Oranje Bay. Along the shore at Oranjestad, be on\nthe lookout for blue beads. The five-sided beads originated in\nHolland and probably were used for trade with Africa.\n","\n   Bottom line: Early to bed, early to dive. When you return home,\nyou'll be tan, well-rested and still have some money in your\nwallet.\n","\n    \n","\n   ST. JOHN\n","\n   Location: Two miles east of St. Thomas in the U.S. Virgin\nIslands.\n","\n   Size: 16 square miles.\n","\n   Population: 3,500.\n","\n   Language: English.\n","\n   Currency: U.S. dollar.\n","\n   History: Basically the same as St. Croix.\n","\n   Characteristics:\n","\n   Almost two-thirds of the island _ and 5,600 acres of underwater\nterritory _ make up the Virgin Islands National Park. Main reasons\nto visit include camping and hiking on well-preserved nature\ntrails.  \n","\n     Idyllic beaches and coves.\n","\n   Trunk Bay, celebrated for its 225-yard snorkeling trail but\noften overcrowded.\n","\n   Tourist information: Call 800-372-8784. Access www.usvi.net.\n","\n   Getting there: Ferry service is offered daily from St. Thomas.\n","\n   Insider tip: Even if you have only a half-day during a cruise,\nit's worthwhile making the boat ride from St. Thomas to St. John\nand taking an island tour; most cruise lines schedule excursions,\nwith several sightseeing options.\n","\n   Bottom line: The bustle of St. Thomas seems far removed once you\narrive on St. John. Instead of ducking past hordes of overly\naggressive panhandlers, the biggest challenge here is waiting for\nwild donkeys to cross the road in the national park.   \n   \n(MORE)  \n","\n     ST. KITTS\n","\n   Location: 65 miles west of Antigua.\n","\n   Size: 68 square miles.\n","\n   Population: 32,000.\n","\n   Language: English.\n","\n   Currency: East Caribbean dollar.\n","\n   History: St. Kitts was a base for Caribbean colonization for\nboth the French and the British, who had joined together to battle\nSpain and then cohabited peacefully on the island for several\ndecades. After the ``friendship'' faltered, the French booted the\nBrits off the island following the siege of Brimstone Hill\nFortress. St. Kitts was returned to the British via the Treaty of\nVersailles in 1783. In 1983, St. Kitts and Nevis were allied as an\nindependent federation.\n","\n   Characteristics:\n","\n   Fascinating petroglyphs createdby the native Caribs, who were\nmassacred in the 1600s.\n","\n   Black beaches of volcanic sand on the island's northern end\ncontrast with its sugar-colored shores to the south.\n","\n   Sugar, coffee and cotton are still cash crops.\n","\n   Tourist information: Call 800-582-6208. Access\nwww.stkitts-nevis.com.\n","\n   Getting there: Daily flights leave San Juan as well as other\nislands such as Antigua, St. Thomas and St. Maarten. A 10-minute\nflight or a 45-minute ferry ride connects St. Kitts and Nevis.\n","\n   Insider tip: If you wake up to sparkling clear skies here, head\nimmediately to the Brimstone Hill Fortress, which is perched 800\nfeet above the sea. Built of volcanic rock with walls as thick as\n12 feet, the fortress offers both a view of 18th-century military\nlife and sweeping Caribbean vistas.\n","\n   Bottom line: This is the escape for the tired, the stressed and\nthe early riser. More bustling than its neighbor Nevis, but that's\nnot saying much.\n","\n    \n","\n   ST. LUCIA\n","\n   Location: Between Martinique and St. Vincent in the eastern\nCaribbean.\n","\n   Size: 238 square miles.\n","\n   Population: 150,000.\n","\n   Language: English.\n","\n   Currency: Eastern Caribbean dollar. U.S. currency is widely\naccepted.\n","\n   History: Occupied for centuries by the Arawak and then the Carib\nIndians, St. Lucia was settled by the British in the early 17th\ncentury. The British and French exchanged control 14 times before\nthe 1814 Treaty of Paris designated the island as a British Crown\nColony. St. Lucia is as an independent member of the British\nCommonwealth.\n","\n   Characteristics:\n","\n   Among the lushest and prettiest Caribbean islands, with a dense\ntropical rain forest, fertile green valleys, towering mountains and\nnumerous banana plantations.\n","\n   The Pitons, twin peaks that rise directly above the sea along\nthe southwest coast.\n","\n   The hot mineral baths of La Soufriere, a rare ``drive-in\nvolcano,'' and a nearby multicolored waterfall.\n","\n   Remote bays and inlets _ some reachable only by boat _ and good\ndiving.\n","\n   Tourist information: Call 800-456-3984. Access www.st-lucia.com.\n","\n   Getting there: American Airlines offers connecting service\nthrough Miami.\n","\n   Insider tip: Don't waste much time in Castries or Soufriere, the\nlargest cities; this is an island made for exploration _ preferably\non foot if time and energy permit.\n","\n   Bottom line: St. Lucia is one of the Caribbean's most beautiful\nislands; Mother Nature is the real attraction.\n","\n    \n","\n   ST. MAARTEN/ ST. MARTIN\n","\n   Location: 190 miles east of San Juan.\n","\n   Size: 37 square miles.\n","\n   Population: 32,000 on the Dutch side, 28,000 on the French side.\n","\n   Language: Dutch on St. Maarten, French on St. Martin. English is\nwidely spoken.\n","\n   Currency: Dutch guilder on St. Maarten, French franc on St.\nMartin.\n","\n   History: Dutch and French settlers found the island to their\nliking. A treaty in 1648 divided the land: According to legend, a\nDutchman and Frenchman stood back to back, then raced in a circle\naround the island until they met again face-to-face, thus\nestablishing the boundary. The same legend holds that the French\nside is slightly bigger because the Frenchman drank only wine and\nwas faster than his gin-guzzling Dutch counterpart. Others contend\nthat the Dutchman was distracted by a French woman. St. Maarten is\nnow part of the Netherlands Antilles; St. Martin is a commune of\nGuadeloupe.\n","\n   Characteristics:\n","\n   Two cultures on one small island; there are no restrictions or\ncheckpoints in crossing the border.\n","\n   A faster pace on the Dutch side, home to Philipsburg, the main\ncruise port (overcrowded when several ships are anchored offshore),\nand several casinos.\n","\n   A Continental flair on the French side: Marigot is among the\nCaribbean's most charming small towns, dotted with bistros and\ncreperies; its colorful marina is jammed with expensive yachts. At\nfirst glance, Grand Case resembles any other one-street village by\nthe water, but some call it the restaurant capital of the\nCaribbean; more than 20 eateries serve an international\nsmorgasbord.\n","\n   An emphasis on water sports and shopping, not sightseeing or\nhistorical attractions.\n","\n   Notable for fine resorts, especially La Samana, which resembles\na Moorish Mediterranean village and occupies 55 secluded acres on\nthe French side.\n","\n   Tourist information: For St. Maarten: Call 800-786-2278; access\nwww.st-maarten.com. For St. Martin: Call 202-659-7779; access\nwww.st-martin.org.\n","\n   Getting there: American Airlines provides connecting service via\nDallas or Miami.\n","\n   Insider tip: This is the place to be if you are short on laundry\nmoney: Orient Beach on the French side is the Caribbean's most\npopular clothing-optional beach; topless bathing is OK at many\nother beaches.  \n","\n     Bottom line: Perhaps no other island has experienced such a\nrapid growth in tourism over the past two decades. While this led\nto the construction of many new hotels, restaurants and shops,\nCaribbean connoisseurs bemoan the loss of an unspoiled ambience.\n","\n    \n","\n   ST. THOMAS\n","\n   Location: 75 miles east of Puerto Rico, 2 miles west of St. John\nand 40 miles north of St. Croix in the U.S. Virgin Islands.\n","\n   Size: 32 square miles.\n","\n   Population: 50,000.\n","\n   Language: English.\n","\n   Currency: U.S. dollar.\n","\n   Characteristics:\n","\n   No other Caribbean island caters so openly to cruise ships; as\nmany as 10 per day in peak season dock or anchor at Charlotte\nAmalie.\n","\n   Crowds can be intense in the downtown area, especially on peak\ncruise arrival days. Vendors, taxi drivers and panhandlers have\nbecome increasingly rude and aggressive in recent years. But\nshopping bargains abound, and as on the other U.S. Virgin Islands\nduty-free allowances are higher.\n","\n   Much-photographed Magens Bay is stunning in its beauty; tours\nwill take you there and back.\n","\n   A good diving destination, with numerous companies vying for\nbusiness.\n","\n   A wide range of lodging options, from budget-conscious\naccommodations to luxury resorts _ many rebuilt or refurbished\nfollowing extensive hurricane damage in recent years.\n","\n   Tourist information: Call 800-372-8784. Access www.usvi.net.\n","\n   Getting there: Delta Airlines offers connecting service via\nAtlanta, American via Miami or Dallas.\n","\n   Insider tip: Cruise passengers can avoid the crowds of downtown\nCharlotte Amalie and still find good bargains at a large shopping\ncomplex within walking distance of the ship's docking location.\n","\n   Bottom line: This is the Caribbean's most commercial island and\ncertainly a top shopping destination. Those interested in other\npursuits are advised to bypass Charlotte Amalie and head toward\nMagens Bay or other scenic outposts away from the crowds.\n","\n    \n","\n   ST. VINCENT AND THE GRENADINES\n","\n   Location: 61 miles south of Martinique.\n","\n   Size: St. Vincent is 133 square miles; the 32 islands that\ncomprise the Grenadines have a combined area of 17 square miles.\n","\n   Population: 119,000.\n","\n   Language: English and French patois.\n","\n   Currency: East Caribbean dollar.\n","\n   History: Tenacious Carib Indians were able to keep European\nintrusion at a minimum until the mid-1700s. The British finally\ngained control of St. Vincent in 1763 and ruled the island almost\nuninterrupted for 200 years. St. Vincent and the Grenadines\nofficially earned their independence in 1979.\n","\n   Characteristics:\n","\n   Captain Bligh of the mutinous Bounty introduced breadfruit trees\nto St. Vincent in 1793.\n","\n   St. Vincent boasts the oldest botanical garden in the Western\nHemisphere. It was established in 1765.\n","\n   Beach lovers should head for the Grenadines.\n","\n   There's a yacht happening in the Grenadines, 7Vhere\nisland-hopping has become an art form. The chain is dotted with\nsecluded beaches and private-island resorts.\n","\n   Tourist information: Call 800-729-1726; or access www.vincy.com.\n","\n   Getting there: Flights are available to Kingstown, St. Vincent\nfrom Puerto Rico, Barbados and Grenada. In addition to inner-island\nflights, regular ferry service connects St. Vincent with the\nGrenadines' Bequia, Canouan, Mayreau and Union islands.\n","\n   Insider tip: Want to taste the good life? Pool your money with\nsome friends and take a whirl around the islands on a chartered\nyacht. You can go bare-bones or plush, for a day or a week. Every\nday will be a picnic, every night a laid-back party.\n","\n   Bottom line: While plenty of people use St. Vincent as just a\nspringboard to the pretty Grenadines, you'll be well-rewarded if\nyou give the island a little of your time. It offers plenty of\nnatural sights such as attractive waterfalls, exotic gardens and\nthe volcano La Soufriere.\n","\n    \n","\n   TRINIDAD & TOBAGO\n","\n   Location: Trinidad is seven miles off the eastern coast of\nVenezuela and 22 miles from sister island Tobago.\n","\n   Size: Trinidad is 1,864 square miles; Tobago is 116 square\nmiles.\n","\n   Population: 1.3 million.\n","\n   Language: English.\n","\n   Currency: Trinidad and Tobago dollar.\n","\n   History: Caribs, Columbus, Spanish, French, British _ yada,\nyada, yada. Earned independence in 1962.\n","\n   Characteristics:\n","\n   It's all here: tropical rain forest, savannah, mangrove swamp,\nmarsh and semi-deciduous forest.\n","\n   Birthplace of the steel drum band.\n","\n   Perching place of more than 600 species of butterflies and 430\nspecies of birds, both North and South American.\n","\n   Tourist information: Call 800-748-4224 or 888-595-4868. Access\nwww.visittnt.com.\n","\n   Getting there: Flights are available from Miami and New York to\nPort of Spain. The Tobago airport serves flights coming from Puerto\nRico and Trinidad, the latter a 25-minute journey. A five-hour\nferry ride is another option.\n","\n   Insider tip: The islands' location just off the coast of\nVenezuela puts them south of the hurricane belt and makes Trinidad\nand Tobago a good island destination for travel during storm-prone\nmonths.\n","\n   Bottom line: Go for a vacation of contrasts _ exotic and\nbustling Trinidad and peaceful and soothing Tobago.\n","\n    \n","\n   TURKS & CAICOS ISLANDS\n","\n   Location: 575 miles east of Miami.\n","\n   Size: 40 islands covering 193 square miles.\n","\n   Population: 14,000.\n","\n   Language: English.\n","\n   Currency: U.S. dollar.\n","\n   History: An influx of British loyalists abandoned the States for\nthese islands after the U.S. declared its independence. These new\nsettlers set up cotton plantations that were doomed to fail. The\nislands were designated a British Crown Colony in 1962.\n","\n   Characteristics:  \n","\n     Islanders call themselves ``Belongers.''\n","\n   The uninhabited island of East Caicos is popular with nesting\nsea turtles because of its superb 17-mile beach and its abundance\nof mosquitoes.\n","\n   You won't find a stoplight on any island.\n","\n   Tourist information: Call 800-241-0824. Access\nwww.ttg.co.uk/t&c/index.htm.\n","\n   Getting there: Direct air service is available out of Miami.\n","\n   Insider tip: Plan your diving trip between the months of\nDecember and April and you may be treated to an underwater\nsymphony. More than 2,500 humpback whales pass through this\narchipelago, and their whale song often can be heard by divers.\n","\n   Bottom line:      Life is slow, breezes constant and clothing\nmodest. Another great diving destination with some distinguished\nhigh-end resorts such as the Grace Bay Club on Providenciales and\nthe Meridian Club on Pine Cay.   \n   \nXXXXEND OF STORY  \n"]}