{"DocumentId":"NYT19990311.0052","TopicId":"NYT","Relevance":"0","Body":" BC-LAURENTS-JOLSON-THEATER-3TAKES-$ADV14-NYT \nDECADES LATER, NAMING NAMES STILL MATTERS  \n (FOR RELEASE SUNDAY, MARCH 14) \n\n   (af)  \n c.1999 N.Y. Times News Service   \n\n   (italics)Four years ago, the Seattle Repertory Theater presented\nthe world premiere of ``Jolson Sings Again,'' a play about\ninforming during the McCarthy era in Hollywood and its toll on\nindividual lives. Arthur Laurents, the dramatist, director and\nscreenwriter who wrote the play, knew and worked with two major\nartists who informed: the choreographer and director Jerome Robbins\nand the stage and film director Elia Kazan. Laurents is the author\nof the books for the landmark Broadway musicals ``West Side Story''\nand ``Gypsy'' and screenplays for a number of films, including\n``The Way We Were'' and ``The Turning Point.''\n\n   In February 1995, during the first run of ``Jolson Sings\nAgain,'' Laurents met Frank Rich, an Op-Ed columnist for The New\nYork Times, when Rich interviewed him on the stage of the Seattle\nRep about his play.\n\n   Laurents subsequently reworked the play, which is now being\npresented at the George Street Playhouse in New Brunswick, N.J.,\nthrough March 28. Directed by the theater's artistic chief, David\nSaint, the four-member cast includes Betsy Aidem, Jonathan Hadary,\nRobert Petkoff and Armand Schultz.\n\n   As rehearsals began for the revised version, Rich and Laurents\nmet once more to talk about ``Jolson Sings Again,'' which describes\nwhat happens among four friends when one of them informs, and about\nseveral of the real-life models on which the characters are based.\nHere are excerpts from the conversation.(end italics)   \n  \n\n   FRANK RICH. ``Jolson Sings Again'' happens to be extraordinarily\ntimely. This is a moment when people are talking about the\nblacklist, when they have revisited Jerome Robbins' history during\nthe McCarthy period as a consequence of his death last summer and,\nof course, when controversy surrounds the recent decision by the\nAcademy of Motion Picture Arts and Sciences to grant the director\nElia Kazan an honorary Oscar. Yet you conceived this play when _\nway before these events.\n\n   ARTHUR LAURENTS. In 1992.\n\n   RICH. What prompted you to write it then?\n\n   LAURENTS. Because I had written ``The Way We Were'' (1973),\nwhich deals with the same thing, and a lot of what I wanted to say\nwas cut, including the whole climax of the picture, where the\npolitical story and the love story came together. What was terribly\ndisheartening to me was not only did nobody notice, nobody cared.\n\n   RICH. So you wanted to revisit it?\n\n   LAURENTS. There was another reason. I was like Julian, the\ncharacter in ``Jolson Sings Again.'' I was very black and white. He\nsays in the play: there were good guys and bad guys. My own life\nmade me realize it wasn't that simple. I worked with Jerry Robbins\ntwice, knowing he was an informer.\n\n   RICH. You worked with him on ``West Side Story'' and ``Gypsy.''\n\n   LAURENTS. Yes. And then in the 60s, I did a screenplay for\nKazan. He had written a novel called ``The Arrangement'' and asked\nme to write the screenplay. I was flattered, because I thought then\nand still think that Kazan was the best theater director in my\nlifetime, just wonderful. He was producing and directing the\npicture. So I said, ``Why aren't you writing the screenplay?'' He\nsaid, ``Because I want another eye.'' That made sense. He gave me\ncarte blanche: do whatever you want; give him 30 pages at a time.\nWhich I did. He said, ``Brilliant.'' And when I finished the whole\nscript, he gave me (italics)his(end italics) script. Which to me\nsays informers don't stop at informing.\n\n   RICH. Let's talk about ``Jolson Sings Again,'' which is mainly\nset from 1947 to 1952 in Hollywood. Explain the title.\n\n   LAURENTS. The title came from a fact: Larry Parks, who was the\nfirst person to testify before the House Un-American Activities\nCommittee, had played Al Jolson in a movie. When he testified, he\nbecame an informer. And the newsboys on Hollywood Boulevard sang\nout, ``Jolson sings again! Jolson sings again!'' To me, it\nepitomized the whole period.\n\n   RICH. In this play, there is a character named Andreas, who is a\ndirector and an informer. But he couldn't be Kazan because Kazan is\nreferred to elsewhere.\n\n   LAURENTS. There's another reason: Kazan and others said they\nwere doing it to save America from communism. Andreas ridicules\nthat.\n\n   RICH. Your first hit, ``Home of the Brave,'' about\nanti-Semitism, opened on Broadway in 1946 right after the war and\nwas made into a movie__\n\n   LAURENTS. About a Negro.\n\n   RICH. It's one of the bitterly amusing moments in ``Jolson Sings\nAgain,'' when the audience learns how cavalierly a Hollywood studio\nexecutive can change a writer's intent.\n\n   LAURENTS. That passage is absolutely true. I said to Stanley\nKramer, ``Why have you turned the Jew into a Negro?'' He said,\n``Because Jews have been done.''\n\n   RICH. Because of ``Gentleman's Agreement.''\n\n   LAURENTS. I said ``Gentleman's Agreement,'' he didn't.\n\n   RICH. What were your own experiences during the McCarthy period?\nYou were not blacklisted__\n\n   LAURENTS. Yes, I was blacklisted. I was not a member of the\nparty. You didn't have to be.\n\n   RICH. This was after you wrote ``Rope'' for Hitchcock?\n\n   LAURENTS. Yes, and I wasn't mad about being in movies anyway. So\nI came back to New York for a play that flopped.\n\n   RICH. What was the period that you were blacklisted?\n\n   LAURENTS. The late 40s till the middle of the 50s. When I came\nback to this country, (the agent) Swifty Lazar said, ``You have to\nsign a piece of paper.'' I said, ``You didn't tell me that. What am\nI supposed to write?'' He said, ``Anything you want.'' So I wrote,\nliterally, ``I am not now, nor have I ever been a member of the\nShoeshine Boys Union. Arthur Laurents.'' They took it. They had\nsomething in writing. They didn't care.\n\n   RICH. During the period that you were blacklisted, how did you\nmake a living? Did you write screenplays under a pseudonym?\n\n   LAURENTS. No, I went to Paris. People today don't realize how\ncheap it was. I was young and it was marvelous. It's a terrible\nthing to say about the blacklist, but that's the reason I got\nthere.\n\n   RICH. So when you came back and it was really over, you were\nalways mainly a theater man__\n\n   nn\n\n   LAURENTS. I came back in 1953 for ``The Time of the Cuckoo,''\nwhich may be revived by Lincoln Center Theater this fall.\n\n   RICH. Did you have any dealings with Kazan during the blacklist\nperiod?\n\n   LAURENTS. I only knew him peripherally until ``The\nArrangement.''\n\n   RICH. Explain how the blacklist played out on Broadway as\nopposed to Hollywood.\n\n   LAURENTS. There was absolutely no blacklist in the theater. When\nJerry Robbins was called, he was choreographing ``The King and I,''\nwhich was going to Broadway. They were still out of town. He went\nto the producers and they said, ``Do whatever you want.'' The\ndifference to me was that Broadway producers were individuals, not\ncorporate producers.\n\n   RICH. So someone like Zero Mostel, for instance, who was totally\nblacklisted in movies and television, continued to work in the\ntheater. As for informers, in your play you draw a distinction\nbetween Odets and Kazan.\n\n   LAURENTS. They informed about the same time. Clifford Odets _\nthis is my guess _ informed because he thought he was finished. He\nwas nothing in Hollywood. He had been unsuccessful. When you're\nunsuccessful, you're a rat fink, whether you finked or not.\n\n   RICH. The biggest crime in Hollywood is to be a failure. What\nwas it like to work with Robbins? When you worked with him on\n``West Side Story'' that would have been '57. So all these wounds\nwere very fresh.\n\n   LAURENTS. Jerry Robbins and I were very, very close friends\nearlier than that. There's a line in ``Jolson Sings Again'' that is\na quote from him. He said to me, ``I won't know for years from now\nwhether I did the right thing.'' And I said to him, ``I can tell\nyou now, you didn't.'' And he cried. But I couldn't turn my back.\nHe was my friend. What I found out later, as it says in the play,\nwas, ``You're not evil because you informed; you informed because\nyou're evil.'' The friendship ended pretty much with ``West Side\nStory.'' When you do something like that, in this case I believe\nfor career, then you think, ``Well, what the hell.'' You've killed\none person. Now you may as well get the Uzi out and mow them down.\nYou don't care anymore. You have shut yourself off.\n\n   RICH. Yet people who were very vocal about the blacklist, for\ninstance Zero Mostel, worked with him as late as the mid-60s.\n\n   LAURENTS. You know the story. Someone said: ``Jerry Robbins is\ndirecting. Would you work with him?'' And Zero said, ``Well, I\ndon't have to have lunch with him.'' That registered with me. Then\nsomebody said to me, ``But don't you think that's a cop-out?'' And\nthat's when I began thinking, ``Who is pristine? Aren't you cutting\nyour nose off not to work with him because you disapprove of what\nhe did?'' I worked with Jerry. Zero worked with Jerry, lunch or\nnot. Jerry was brilliant, there's no question about it.\n\n   RICH. There are plenty of examples of people we consider to have\nbeen important artists who were not wonderful people, whether it be\nFrank Sinatra or Leni Riefenstahl__\n\n   LAURENTS. Or Ezra Pound. Or T.S. Eliot.\n\n   RICH. Exactly. So you're saying it is possible, particularly in\na collaborative art form like the theater or the movies, to make\nthat distinction and go about your business.\n\n   LAURENTS. We're talking about famous people, about the arts and\nbig decisions like McCarthyism and the Hollywood witch hunt. But it\ncomes down to a daily decision. I think people face or commit\nbetrayal almost every day in their lives, in one form or another.\nAnd what you have to do is decide what is the line you will or\nwon't cross. The issue that comes up in ``Jolson Sings Again'' is\nvery personal to me; it's about friendship, love and betrayal. It's\none thing to work with people like that. Can you really be a\nfriend? I don't think so.\n\n   RICH. One reason you wrote the play was because you realized you\ncouldn't just say some people were morally reprehensible and some\nwere on the side of the angels. What are the events in your life\nthat made the gray start to appear?\n\n   LAURENTS. Despite everything, there were parts of Jerry I felt\naffection for, but the other thing, that deep character flaw that\nenabled him to inform, always kept cropping up.\n\n   RICH. Yet you retained a relationship.\n\n   LAURENTS. When he did ``Jerome Robbins' Broadway,'' for a very\ncomplicated reason I won't go into, he had to come to me. It had to\ndo with royalties on the ``West Side Story'' section. It must have\nkilled him to come to me. But he did. He walked into my house on\nthe beach _ he hadn't been there in 20 years _ and he said, ``It\nhasn't really changed, has it?'' I said, ``No.'' And he said, ``Am\nI still in the cigar box?'' Years before, I had a wall in my study\nof photographs I took of people I cared about. If they fell from\nfavor I put them in the cigar box. So I said, ``No, Jerry, the\ncigar box is long gone.''\n\n   RICH. Reading ``Jolson Sings Again'' in the new version,\neverything the informer character, Andreas, does is so slippery.\nHow he negotiated his way out of the draft in the war; his\nextramarital affairs and, finally, his informing. They seem of a\npiece. Over the last year in American politics, there have been\nmany analogies made, not all of them accurate, between McCarthyism\nand the sexual witch hunt now. I also think there is something\nalmost Clintonesque about this character who is an informer. The\nqualities that make him slippery make you wonder if someone like\nBill Clinton might have been__\n\n   LAURENTS. When you see it in performance, Andreas has enormous\ncharm.\n\n   RICH. While the standard analogy has been to liken Kenneth Starr\nto Joseph McCarthy, there is also a case to be made that Starr's\nantagonist, Clinton, in some ways has this kind of shifting moral\ncenter, if there is a moral center, that recalls informers.\n\n   LAURENTS. In the case of the character in the play, I don't\nthink he has a shifting moral center. I think he is an honest\ndeceiver. He has the virtue of believing it when he does it. I\nthink they all do, up to a point. You read Kazan's autobiography;\nso many times he says he would do it again. While Jerry absolutely\nignored the subject.\n\n   RICH. Which would lead you to think perhaps he was embarrassed\nabout it.\n\n   LAURENTS. No. I think _ again, it goes back to Clinton _ I think\nthey can compartmentalize very well.\n\n   RICH. Is it possible to compartmentalize in terms of Kazan, who\nis receiving this honorary Oscar?\n\n   LAURENTS. My objection is: he has gotten two Oscars for his\nwork, but you don't honor the man. Not a man who has destroyed\nlives.\n\n   nn\n\n   RICH. Let me play devil's advocate. This isn't the Nobel Prize.\nIt isn't even the Jean Hersholt Humanitarian Award. It is an Oscar,\nwhich is frequently bestowed on people in Hollywood who have\ndestroyed lots of lives.\n\n   LAURENTS. I think Kazan's motive is what is so awful. He\ncouldn't have worked in movies unless he testified.\n\n   RICH. He's not the only one who had that motive, needless to\nsay. It still seems to me that this award, unless I'm\nmisunderstanding it, really isn't honoring him as a human being,\nit's honoring his career.\n\n   LAURENTS. I think it's honoring him because the American Film\nInstitute wouldn't. He's 89, let's give him an award. And if you\nwant to know what I really think, I don't care who gets the Oscar\nfor anything.\n\n   RICH. That's what I'm getting at. How does his receiving this\nessentially valedictory award wipe out what he did in terms of\nnaming names?\n\n   LAURENTS. It says it was OK, we can forget about it now.\n\n   RICH. Let me argue the opposite for a moment. Every day since\nthe academy announced they were going to do this (at the Oscars\nceremonies next Sunday), there have been stories in the press\npointing out exactly what he did do. This is vividly bringing to\nlife what naming names meant, much as your play does. It brings\nback a history that had been increasingly shrouded in memory since\nthe end of the Cold War. Everyone is talking about the McCarthy\nperiod again. So can't you have Kazan receive a Hollywood award\nthat is essentially trivial, at the same time that there are going\nto be very spirited protests and a huge public debate about\ninforming? I don't understand how the academy, simply by giving\nthis award, is invested with so much power that it can wipe out a\nvivid, very well-documented historical record.\n\n   LAURENTS. But Kazan can think, ``They honored me. I did the\nright thing.'' There is no one in the world who if you give them an\nOscar doesn't believe it's good. No matter what they say about it\nbefore. I don't have much respect for any award, even the Nobel\nPrize. They gave it to Pearl Buck.\n\n   RICH. I agree.\n\n   LAURENTS. But that's the attitude that says: ``What difference\ndoes it make after all? He's 89 years old. He made some good\npictures. Why make such a fuss?'' I do not want him honored as a\nperson for something he did that was despicable.\n\n   RICH. Do you feel that the atmosphere in the country over the\nlast year has had any resemblance to the McCarthy period? Or is\nthat notion thrown around too loosely?\n\n   LAURENTS. Too casually. During that period you were really\nfrightened. Even when I came back from Europe and had a successful\nplay _ ``The Time of the Cuckoo'' _ I realized it vividly when\nsomebody asked me to sign something and I hesitated. The fact that\nI hesitated appalled me, and I knew why. I was afraid. That fear\ndoes not exist now. Even if they point a finger and say you're a\nliberal.\n\n   RICH. It's not going to affect your livelihood.\n\n   LAURENTS. It's not going to take away a job.\n\n   RICH. You're working with young people on this play _ a young\ndirector, young actors _ with a company that I suspect has a\nyounger audience than Broadway's. For those too young to remember\nthe McCarthy period, the fight over Kazan may seem hopelessly\narcane. Both for those involved with the production itself and the\naudience, what do you hope another generation will take away from\nyour play?\n\n   LAURENTS. I hope they will be moved. And I hope they will\nrealize that in your own life, you have to decide what lines you\nwill cross or won't cross. It has nothing to do with anything as\ngrandiose as McCarthy and informing. There are everyday betrayals.\nThe competition for success makes people do terrible things to one\nanother. I hope this play makes them conscious of that.   \n  \n\n   ---   \n  \n\n   Singing at the `Circus'   \n  \n\n   (italics)In the play ``Jolson Sings Again'' by Arthur Laurents,\nthe character Andreas, a director, explains why he informed. Here\nare excerpts from the scene, set in 1951.(end italics)   \n  \n\n   I named names. You have to name names. To prove you are a loyal\nAmerican, you have to repent and eat crow. You have to inform.\n\n   I'm not going to follow the ex-party line and say I informed to\nsave the country from Russia and atomic war. That's rationalizing.\nHow does it justify becoming an informer? My ex-comrades confess\nthe sins of the American Communist Party at the drop of a\nmicrophone.\n\n   I can claim a legitimate beef. I got my cancer because 15 years\nago I was a member of a legal political party for one lousy year!\nMost of which I spent arguing against the discipline! And when I\nleft, I was angrier than any of my fellow performers in the\ncongressional circus.\n\n   But does that justify becoming an informer? They holler there\nare card-carrying members sneaking subversive propaganda into the\nmovies. What movies? How? Are they insane? Even if they believe it,\ndoes that justify naming the names of your friends and co-workers?\n\n   There is no political justification for being an informer.\nHowever, I did it. They had all been named before and couldn't be\nhurt by me. Still, I named them. I informed. Why.\n\n   Have you never wanted something so badly that you threw shame\nout the window? That's what I did. Making films is everything to\nme. It's my center, my identity, my reason for being. I don't claim\nthat's a justification. It's my explanation.\n","Headline":"\nDECADES LATER, NAMING NAMES STILL MATTERS  \n (FOR RELEASE SUNDAY, MARCH 14) \n","Text":["\n   (italics)Four years ago, the Seattle Repertory Theater presented\nthe world premiere of ``Jolson Sings Again,'' a play about\ninforming during the McCarthy era in Hollywood and its toll on\nindividual lives. Arthur Laurents, the dramatist, director and\nscreenwriter who wrote the play, knew and worked with two major\nartists who informed: the choreographer and director Jerome Robbins\nand the stage and film director Elia Kazan. Laurents is the author\nof the books for the landmark Broadway musicals ``West Side Story''\nand ``Gypsy'' and screenplays for a number of films, including\n``The Way We Were'' and ``The Turning Point.''\n","\n   In February 1995, during the first run of ``Jolson Sings\nAgain,'' Laurents met Frank Rich, an Op-Ed columnist for The New\nYork Times, when Rich interviewed him on the stage of the Seattle\nRep about his play.\n","\n   Laurents subsequently reworked the play, which is now being\npresented at the George Street Playhouse in New Brunswick, N.J.,\nthrough March 28. Directed by the theater's artistic chief, David\nSaint, the four-member cast includes Betsy Aidem, Jonathan Hadary,\nRobert Petkoff and Armand Schultz.\n","\n   As rehearsals began for the revised version, Rich and Laurents\nmet once more to talk about ``Jolson Sings Again,'' which describes\nwhat happens among four friends when one of them informs, and about\nseveral of the real-life models on which the characters are based.\nHere are excerpts from the conversation.(end italics)   \n  \n","\n   FRANK RICH. ``Jolson Sings Again'' happens to be extraordinarily\ntimely. This is a moment when people are talking about the\nblacklist, when they have revisited Jerome Robbins' history during\nthe McCarthy period as a consequence of his death last summer and,\nof course, when controversy surrounds the recent decision by the\nAcademy of Motion Picture Arts and Sciences to grant the director\nElia Kazan an honorary Oscar. Yet you conceived this play when _\nway before these events.\n","\n   ARTHUR LAURENTS. In 1992.\n","\n   RICH. What prompted you to write it then?\n","\n   LAURENTS. Because I had written ``The Way We Were'' (1973),\nwhich deals with the same thing, and a lot of what I wanted to say\nwas cut, including the whole climax of the picture, where the\npolitical story and the love story came together. What was terribly\ndisheartening to me was not only did nobody notice, nobody cared.\n","\n   RICH. So you wanted to revisit it?\n","\n   LAURENTS. There was another reason. I was like Julian, the\ncharacter in ``Jolson Sings Again.'' I was very black and white. He\nsays in the play: there were good guys and bad guys. My own life\nmade me realize it wasn't that simple. I worked with Jerry Robbins\ntwice, knowing he was an informer.\n","\n   RICH. You worked with him on ``West Side Story'' and ``Gypsy.''\n","\n   LAURENTS. Yes. And then in the 60s, I did a screenplay for\nKazan. He had written a novel called ``The Arrangement'' and asked\nme to write the screenplay. I was flattered, because I thought then\nand still think that Kazan was the best theater director in my\nlifetime, just wonderful. He was producing and directing the\npicture. So I said, ``Why aren't you writing the screenplay?'' He\nsaid, ``Because I want another eye.'' That made sense. He gave me\ncarte blanche: do whatever you want; give him 30 pages at a time.\nWhich I did. He said, ``Brilliant.'' And when I finished the whole\nscript, he gave me (italics)his(end italics) script. Which to me\nsays informers don't stop at informing.\n","\n   RICH. Let's talk about ``Jolson Sings Again,'' which is mainly\nset from 1947 to 1952 in Hollywood. Explain the title.\n","\n   LAURENTS. The title came from a fact: Larry Parks, who was the\nfirst person to testify before the House Un-American Activities\nCommittee, had played Al Jolson in a movie. When he testified, he\nbecame an informer. And the newsboys on Hollywood Boulevard sang\nout, ``Jolson sings again! Jolson sings again!'' To me, it\nepitomized the whole period.\n","\n   RICH. In this play, there is a character named Andreas, who is a\ndirector and an informer. But he couldn't be Kazan because Kazan is\nreferred to elsewhere.\n","\n   LAURENTS. There's another reason: Kazan and others said they\nwere doing it to save America from communism. Andreas ridicules\nthat.\n","\n   RICH. Your first hit, ``Home of the Brave,'' about\nanti-Semitism, opened on Broadway in 1946 right after the war and\nwas made into a movie__\n","\n   LAURENTS. About a Negro.\n","\n   RICH. It's one of the bitterly amusing moments in ``Jolson Sings\nAgain,'' when the audience learns how cavalierly a Hollywood studio\nexecutive can change a writer's intent.\n","\n   LAURENTS. That passage is absolutely true. I said to Stanley\nKramer, ``Why have you turned the Jew into a Negro?'' He said,\n``Because Jews have been done.''\n","\n   RICH. Because of ``Gentleman's Agreement.''\n","\n   LAURENTS. I said ``Gentleman's Agreement,'' he didn't.\n","\n   RICH. What were your own experiences during the McCarthy period?\nYou were not blacklisted__\n","\n   LAURENTS. Yes, I was blacklisted. I was not a member of the\nparty. You didn't have to be.\n","\n   RICH. This was after you wrote ``Rope'' for Hitchcock?\n","\n   LAURENTS. Yes, and I wasn't mad about being in movies anyway. So\nI came back to New York for a play that flopped.\n","\n   RICH. What was the period that you were blacklisted?\n","\n   LAURENTS. The late 40s till the middle of the 50s. When I came\nback to this country, (the agent) Swifty Lazar said, ``You have to\nsign a piece of paper.'' I said, ``You didn't tell me that. What am\nI supposed to write?'' He said, ``Anything you want.'' So I wrote,\nliterally, ``I am not now, nor have I ever been a member of the\nShoeshine Boys Union. Arthur Laurents.'' They took it. They had\nsomething in writing. They didn't care.\n","\n   RICH. During the period that you were blacklisted, how did you\nmake a living? Did you write screenplays under a pseudonym?\n","\n   LAURENTS. No, I went to Paris. People today don't realize how\ncheap it was. I was young and it was marvelous. It's a terrible\nthing to say about the blacklist, but that's the reason I got\nthere.\n","\n   RICH. So when you came back and it was really over, you were\nalways mainly a theater man__\n","\n   nn\n","\n   LAURENTS. I came back in 1953 for ``The Time of the Cuckoo,''\nwhich may be revived by Lincoln Center Theater this fall.\n","\n   RICH. Did you have any dealings with Kazan during the blacklist\nperiod?\n","\n   LAURENTS. I only knew him peripherally until ``The\nArrangement.''\n","\n   RICH. Explain how the blacklist played out on Broadway as\nopposed to Hollywood.\n","\n   LAURENTS. There was absolutely no blacklist in the theater. When\nJerry Robbins was called, he was choreographing ``The King and I,''\nwhich was going to Broadway. They were still out of town. He went\nto the producers and they said, ``Do whatever you want.'' The\ndifference to me was that Broadway producers were individuals, not\ncorporate producers.\n","\n   RICH. So someone like Zero Mostel, for instance, who was totally\nblacklisted in movies and television, continued to work in the\ntheater. As for informers, in your play you draw a distinction\nbetween Odets and Kazan.\n","\n   LAURENTS. They informed about the same time. Clifford Odets _\nthis is my guess _ informed because he thought he was finished. He\nwas nothing in Hollywood. He had been unsuccessful. When you're\nunsuccessful, you're a rat fink, whether you finked or not.\n","\n   RICH. The biggest crime in Hollywood is to be a failure. What\nwas it like to work with Robbins? When you worked with him on\n``West Side Story'' that would have been '57. So all these wounds\nwere very fresh.\n","\n   LAURENTS. Jerry Robbins and I were very, very close friends\nearlier than that. There's a line in ``Jolson Sings Again'' that is\na quote from him. He said to me, ``I won't know for years from now\nwhether I did the right thing.'' And I said to him, ``I can tell\nyou now, you didn't.'' And he cried. But I couldn't turn my back.\nHe was my friend. What I found out later, as it says in the play,\nwas, ``You're not evil because you informed; you informed because\nyou're evil.'' The friendship ended pretty much with ``West Side\nStory.'' When you do something like that, in this case I believe\nfor career, then you think, ``Well, what the hell.'' You've killed\none person. Now you may as well get the Uzi out and mow them down.\nYou don't care anymore. You have shut yourself off.\n","\n   RICH. Yet people who were very vocal about the blacklist, for\ninstance Zero Mostel, worked with him as late as the mid-60s.\n","\n   LAURENTS. You know the story. Someone said: ``Jerry Robbins is\ndirecting. Would you work with him?'' And Zero said, ``Well, I\ndon't have to have lunch with him.'' That registered with me. Then\nsomebody said to me, ``But don't you think that's a cop-out?'' And\nthat's when I began thinking, ``Who is pristine? Aren't you cutting\nyour nose off not to work with him because you disapprove of what\nhe did?'' I worked with Jerry. Zero worked with Jerry, lunch or\nnot. Jerry was brilliant, there's no question about it.\n","\n   RICH. There are plenty of examples of people we consider to have\nbeen important artists who were not wonderful people, whether it be\nFrank Sinatra or Leni Riefenstahl__\n","\n   LAURENTS. Or Ezra Pound. Or T.S. Eliot.\n","\n   RICH. Exactly. So you're saying it is possible, particularly in\na collaborative art form like the theater or the movies, to make\nthat distinction and go about your business.\n","\n   LAURENTS. We're talking about famous people, about the arts and\nbig decisions like McCarthyism and the Hollywood witch hunt. But it\ncomes down to a daily decision. I think people face or commit\nbetrayal almost every day in their lives, in one form or another.\nAnd what you have to do is decide what is the line you will or\nwon't cross. The issue that comes up in ``Jolson Sings Again'' is\nvery personal to me; it's about friendship, love and betrayal. It's\none thing to work with people like that. Can you really be a\nfriend? I don't think so.\n","\n   RICH. One reason you wrote the play was because you realized you\ncouldn't just say some people were morally reprehensible and some\nwere on the side of the angels. What are the events in your life\nthat made the gray start to appear?\n","\n   LAURENTS. Despite everything, there were parts of Jerry I felt\naffection for, but the other thing, that deep character flaw that\nenabled him to inform, always kept cropping up.\n","\n   RICH. Yet you retained a relationship.\n","\n   LAURENTS. When he did ``Jerome Robbins' Broadway,'' for a very\ncomplicated reason I won't go into, he had to come to me. It had to\ndo with royalties on the ``West Side Story'' section. It must have\nkilled him to come to me. But he did. He walked into my house on\nthe beach _ he hadn't been there in 20 years _ and he said, ``It\nhasn't really changed, has it?'' I said, ``No.'' And he said, ``Am\nI still in the cigar box?'' Years before, I had a wall in my study\nof photographs I took of people I cared about. If they fell from\nfavor I put them in the cigar box. So I said, ``No, Jerry, the\ncigar box is long gone.''\n","\n   RICH. Reading ``Jolson Sings Again'' in the new version,\neverything the informer character, Andreas, does is so slippery.\nHow he negotiated his way out of the draft in the war; his\nextramarital affairs and, finally, his informing. They seem of a\npiece. Over the last year in American politics, there have been\nmany analogies made, not all of them accurate, between McCarthyism\nand the sexual witch hunt now. I also think there is something\nalmost Clintonesque about this character who is an informer. The\nqualities that make him slippery make you wonder if someone like\nBill Clinton might have been__\n","\n   LAURENTS. When you see it in performance, Andreas has enormous\ncharm.\n","\n   RICH. While the standard analogy has been to liken Kenneth Starr\nto Joseph McCarthy, there is also a case to be made that Starr's\nantagonist, Clinton, in some ways has this kind of shifting moral\ncenter, if there is a moral center, that recalls informers.\n","\n   LAURENTS. In the case of the character in the play, I don't\nthink he has a shifting moral center. I think he is an honest\ndeceiver. He has the virtue of believing it when he does it. I\nthink they all do, up to a point. You read Kazan's autobiography;\nso many times he says he would do it again. While Jerry absolutely\nignored the subject.\n","\n   RICH. Which would lead you to think perhaps he was embarrassed\nabout it.\n","\n   LAURENTS. No. I think _ again, it goes back to Clinton _ I think\nthey can compartmentalize very well.\n","\n   RICH. Is it possible to compartmentalize in terms of Kazan, who\nis receiving this honorary Oscar?\n","\n   LAURENTS. My objection is: he has gotten two Oscars for his\nwork, but you don't honor the man. Not a man who has destroyed\nlives.\n","\n   nn\n","\n   RICH. Let me play devil's advocate. This isn't the Nobel Prize.\nIt isn't even the Jean Hersholt Humanitarian Award. It is an Oscar,\nwhich is frequently bestowed on people in Hollywood who have\ndestroyed lots of lives.\n","\n   LAURENTS. I think Kazan's motive is what is so awful. He\ncouldn't have worked in movies unless he testified.\n","\n   RICH. He's not the only one who had that motive, needless to\nsay. It still seems to me that this award, unless I'm\nmisunderstanding it, really isn't honoring him as a human being,\nit's honoring his career.\n","\n   LAURENTS. I think it's honoring him because the American Film\nInstitute wouldn't. He's 89, let's give him an award. And if you\nwant to know what I really think, I don't care who gets the Oscar\nfor anything.\n","\n   RICH. That's what I'm getting at. How does his receiving this\nessentially valedictory award wipe out what he did in terms of\nnaming names?\n","\n   LAURENTS. It says it was OK, we can forget about it now.\n","\n   RICH. Let me argue the opposite for a moment. Every day since\nthe academy announced they were going to do this (at the Oscars\nceremonies next Sunday), there have been stories in the press\npointing out exactly what he did do. This is vividly bringing to\nlife what naming names meant, much as your play does. It brings\nback a history that had been increasingly shrouded in memory since\nthe end of the Cold War. Everyone is talking about the McCarthy\nperiod again. So can't you have Kazan receive a Hollywood award\nthat is essentially trivial, at the same time that there are going\nto be very spirited protests and a huge public debate about\ninforming? I don't understand how the academy, simply by giving\nthis award, is invested with so much power that it can wipe out a\nvivid, very well-documented historical record.\n","\n   LAURENTS. But Kazan can think, ``They honored me. I did the\nright thing.'' There is no one in the world who if you give them an\nOscar doesn't believe it's good. No matter what they say about it\nbefore. I don't have much respect for any award, even the Nobel\nPrize. They gave it to Pearl Buck.\n","\n   RICH. I agree.\n","\n   LAURENTS. But that's the attitude that says: ``What difference\ndoes it make after all? He's 89 years old. He made some good\npictures. Why make such a fuss?'' I do not want him honored as a\nperson for something he did that was despicable.\n","\n   RICH. Do you feel that the atmosphere in the country over the\nlast year has had any resemblance to the McCarthy period? Or is\nthat notion thrown around too loosely?\n","\n   LAURENTS. Too casually. During that period you were really\nfrightened. Even when I came back from Europe and had a successful\nplay _ ``The Time of the Cuckoo'' _ I realized it vividly when\nsomebody asked me to sign something and I hesitated. The fact that\nI hesitated appalled me, and I knew why. I was afraid. That fear\ndoes not exist now. Even if they point a finger and say you're a\nliberal.\n","\n   RICH. It's not going to affect your livelihood.\n","\n   LAURENTS. It's not going to take away a job.\n","\n   RICH. You're working with young people on this play _ a young\ndirector, young actors _ with a company that I suspect has a\nyounger audience than Broadway's. For those too young to remember\nthe McCarthy period, the fight over Kazan may seem hopelessly\narcane. Both for those involved with the production itself and the\naudience, what do you hope another generation will take away from\nyour play?\n","\n   LAURENTS. I hope they will be moved. And I hope they will\nrealize that in your own life, you have to decide what lines you\nwill cross or won't cross. It has nothing to do with anything as\ngrandiose as McCarthy and informing. There are everyday betrayals.\nThe competition for success makes people do terrible things to one\nanother. I hope this play makes them conscious of that.   \n  \n","\n   ---   \n  \n","\n   Singing at the `Circus'   \n  \n","\n   (italics)In the play ``Jolson Sings Again'' by Arthur Laurents,\nthe character Andreas, a director, explains why he informed. Here\nare excerpts from the scene, set in 1951.(end italics)   \n  \n","\n   I named names. You have to name names. To prove you are a loyal\nAmerican, you have to repent and eat crow. You have to inform.\n","\n   I'm not going to follow the ex-party line and say I informed to\nsave the country from Russia and atomic war. That's rationalizing.\nHow does it justify becoming an informer? My ex-comrades confess\nthe sins of the American Communist Party at the drop of a\nmicrophone.\n","\n   I can claim a legitimate beef. I got my cancer because 15 years\nago I was a member of a legal political party for one lousy year!\nMost of which I spent arguing against the discipline! And when I\nleft, I was angrier than any of my fellow performers in the\ncongressional circus.\n","\n   But does that justify becoming an informer? They holler there\nare card-carrying members sneaking subversive propaganda into the\nmovies. What movies? How? Are they insane? Even if they believe it,\ndoes that justify naming the names of your friends and co-workers?\n","\n   There is no political justification for being an informer.\nHowever, I did it. They had all been named before and couldn't be\nhurt by me. Still, I named them. I informed. Why.\n","\n   Have you never wanted something so badly that you threw shame\nout the window? That's what I did. Making films is everything to\nme. It's my center, my identity, my reason for being. I don't claim\nthat's a justification. It's my explanation.\n"]}