{"DocumentId":"NYT19991110.0237","TopicId":"NYT","Relevance":"0","Body":" BC-CIR-PRIVACY-ART-2TAKES-NYT \nDO YOU KNOW WHO'S WATCHING YOU? DO YOU CARE? \n\n   (ART ADV: Photo is being sent to NYT photo clients. Non-subscribers\ncan make individual purchase by calling (888) 603-1036 or (888)\n346-9867.)  \n (bl)  \n By KATIE HAFNER   \n c.1999 N.Y. Times News Service   \n\n   Call the clothing and outdoor gear company L.L. Bean, don't\nidentify yourself in any way, place your order, and see what\nhappens. If you have shopped there before and you're calling from\nyour home telephone number, the folks there know it _ even if\nyou've blocked Caller ID. They know where you live. And they have\nyour credit card number.\n\n   In the course of the transaction, the cheerful sales clerk on\nthe other end of the line will happily recite that information to\nyou, letting you dispense with the tedium of digging through your\nwallet for a credit card or spelling your street name.\n\n   This is not a new development. L.L. Bean has had such\ncaller-identification technology in place for years. But the\ncompany began using it openly with customers only recently, in the\nbelief that they would no longer be spooked, said L.L. Bean\nspokesman Rich Donaldson.\n\n   That's not to say that L.L. Bean executives think people are\nready to give up their privacy. To the contrary, L.L. Bean believes\nthat, as always, people are willing to share private information\nwith those they trust, and it believes that it has its customers'\ntrust. The company may be right. It reports that customers love the\nconvenience. In fact, one recent caller was so charmed by the\npersonal treatment that she thought the saleswoman recognized her\nvoice.\n\n   ``That's a trusting relationship with that business,'' said Marc\nRotenberg, executive director of the Electronic Privacy Information\nCenter, a privacy advocacy group in Washington. Rotenberg said L.L.\nBean's customers had faith that the company would not abuse the\ninformation by reselling it.\n\n   So much for blind faith. Even L.L. Bean recently began\nexchanging customers' names and addresses (but not other kinds of\npersonal information) with other companies, which captures\nperfectly the complications and contradictions of a giant policy\nissue: What are the acceptable limits to privacy?\n\n   For all the attention it gets, privacy is an elusive concept. It\nmeans something different to everyone, and when it comes to\nbehavior, both as consumers and as citizens, people draw the line\nat different points on the privacy spectrum.\n\n   At one extreme are the privacy fundamentalists, who denounce the\npotential abuse on the part of direct marketers and their\nincreasingly sophisticated personal-profiling techniques. Privacy\nabsolutists abhor supermarket discount cards and are vigilant about\nkeeping their names off lists of any kind.\n\n   One person who vigorously guards his privacy is Jason Catlett,\npresident of Junkbusters, a Web site that helps people protect\ntheir privacy online. He shops on the Web but from a small number\nof sites. He also loves the convenience of buying from catalogs,\nbut he minimizes the number of companies he purchases from so he\ncan keep a low profile in marketing databases.\n\n   When shopping online and offline, Catlett often renders his\naddress a little differently so he can track who has sold his name\nto others against his instructions. He owns credit cards _ four, to\nbe exact _ but pays for many things with cash. He steers clear of\nsupermarket discount cards, which require surrendering not only his\naddress and telephone number but also, every time the card is used,\ndetails about his shopping patterns. And he never fills out\nwarranty cards. ``A warranty card is the fast track to junk mail\ncentral,'' he said.\n\n   At the other end of the spectrum are people who simply don't\ncare who knows what about them. They figure that privacy is a thing\nof the past anyway, so why fight?\n\n   Most Americans, however, seem to fall somewhere in between. They\nare willing to part with personal information as long as they get\nsomething in return, and as long as they know what is to be done\nwith the information. They are happy to carry supermarket discount\ncards. They are annoyed when they get new computers and must\nre-enter all the information needed for one-click ordering at\nAmazon.com.\n\n   These same people, however, are highly protective of their\nmedical records and are generally appalled when they learn of\nclandestine data collection practices.\n\n   The recent news, for instance, that Real Networks had been\ntracking the musical tastes of people who use the RealJukebox\nsoftware to play CDs on their computers generated indignant\nmessages all over cyberspace.\n\n   Mindy Zuckerman, a freelance producer of corporate events in San\nFrancisco, is one of those who pick and choose their privacy\nissues. Ms. Zuckerman has discount cards from her neighborhood\nSafeway and Lucky supermarkets. Both are imprinted with her real\nname. Yet when she sends contributions to charities, she includes a\nnote requesting that her name and address not be distributed. She\noccasionally shops over the Internet. And when she called to order\nflowers recently from Flowers U.S.A., which she uses frequently,\nshe was surprised that she was asked for her credit card number.\nShe assumed the store already had it.\n\n   It bothers Ms. Zuckerman that her Social Security number is her\nidentification for her health insurance, and she has asked her bank\nto use a different means of identification. She doesn't mind the\ncameras that record license plates at parking garages. Yet she owns\na shredder, and she shreds anything with her name on it.\n\n   ``I don't imagine people are dumpster-diving in Noe Valley,''\nshe said, referring to her neighborhood in San Francisco. ``But I'm\noriginally from New York. Maybe I just brought my paranoia with\nme.''\n\n   The idea of privacy as something entitled to legal protection\nwas most famously expressed in 1890, when Samuel D. Warren and\nLouis D. Brandeis, writing in the Harvard Law Review, defined\nprivacy as ``the right to be let alone.''\n\n   While Warren and Brandeis were more passive, appropriate for\ntheir era, the information age called for a new formulation. In\n1967, Alan F. Westin, a privacy expert who is a professor emeritus\nof public law and government at Columbia University, gave the\nconcept a more assertive thrust when he defined privacy in\n``Privacy and Freedom'' (Atheneum, 1967) as the right of\nindividuals to determine for themselves when, how and to what\nextent information about them is communicated to others.\n\n   Since Westin came up with that description, the gathering of\ninformation about individuals has become far more widespread and\nautomatic. Such information is continually being recorded, while\ncomputers are busy merging, purging, sorting and selecting\ninformation to produce personal profiles and pieces of direct mail\nthat are tailored to consumers' habits.\n\n   What used to be easily protected private information is now\nthere for the taking, thanks not to changing attitudes but to\nchanges in technology. Thousands of computers linked to the Web\ntrack individual patterns of online buying and behavior, which are\ntranslated in turn into highly sophisticated marketing strategies.\n\n   ``The World Wide Web is direct marketing on steroids,'' Catlett\nsaid. ``With the Web, the process of gathering information on\nconsumers and messaging them with new offers is vastly accelerated\nin speed and reduced to a very low cost.''\n\n   Privacy advocates say it's fine to be practical like Ms.\nZuckerman, as long as you really know what is being done with the\ninformation you give away.\n\n     \nnn\n\n   ``The missing piece here is that consumers aren't always being\ntold the consequences of all the data collection,'' said Robert\nGellman, a privacy consultant in Washington.\n\n   But people differ in their attitudes toward data collection.\nWestin said that for the 25 years or so that he has been conducting\npublic opinion surveys (occasionally financed by corporations), the\ngeneral breakdown of how people draw the line when it comes to\ntheir privacy has remained the same: roughly one-fourth of the\npopulation is vigilant about its privacy, and roughly the same\nnumber of people are indifferent.\n\n   About 55 percent of those he surveys are what Westin called\nprivacy pragmatists, people who want to know what benefits are in\nit for them if they allow information about themselves to be\ncollected. These pragmatists also want to know what risks they are\nrunning and what safeguards are in place. If they trust the\norganization asking for the information, Westin said, they are more\nlikely to surrender information.\n\n   Rotenberg, of the privacy information center, is skeptical about\nthose findings, arguing that people's desire for privacy may change\nat different times in their lives, or even in the course of a day.\nFor that reason, he favors legislation that would give individuals\ncontrol over the use of their personal information.\n\n   Gellman said supermarket discount cards were a good example of\nthe kinds of privacy trade-offs many people were willing to make.\nRoughly 27,000 food stores in the nation provide cards that offer\ndiscounts or other promotions to customers who sign up; those\ncustomers' personal information can then be linked to records of\nwhat they buy. More than half the customers of those stores have\nsigned up for the cards, and more are signing up every day,\naccording to the Food Marketing Institute, a trade group in\nWashington.\n\n   ``The supermarket loyalty card is the least intrusive of any\nkind of loyalty promotion,'' said Todd Hultquist, an institute\nspokesman. ``Stores want a better grasp of what's selling and when,\nand when to do certain promotions.''\n\n   Gellman isn't so sure. He said that while preferences in canned\ntuna may be fairly innocuous, other purchases may be more private.\n``If a woman goes to a supermarket on Saturday and buys a pregnancy\ntest kit, then buys prenatal vitamins the next week, it's a\nreasonable inference that she's pregnant,'' he said. ``And what if\nshe hasn't told anyone?''\n\n   Jerry Kang, an acting professor of law at the University of\nCalifornia at Los Angeles, agreed. ``There is widespread ignorance\nor misinformation about how personal data is used in the database\nmarketing industry and in the information collection process in\ncyberspace,'' he said. ``Privacy doesn't mean information\nquarantine. It just means individual choice. People need to know up\nfront what will happen to their personal data before they engage in\nthese market transactions.''\n\n   Catlett of Junkbusters said that was called fair information\npractice. ``There is no reason for information to be handled in an\nunfair and unsafe manner,'' he said.\n\n   Earlier this week, a group of Internet advertising and\ndata-profiling companies announced that they would give customers\nnotice that information was being collected as well as the option\nto refuse to have that information used for profiling.\n\n   Catlett, Rotenberg and other privacy advocates say that similar\nself-regulatory efforts have failed in the past and that the the\nFederal Trade Commission should recommend legislation that would\nestablish a code of fair information practices, which they say\nwould include an individual's right to get access to personal\ninformation held by others and would require a person's consent\nbefore such information could be disclosed to others. They also\nsaid online profiling should be halted until legislation is\nenacted.\n\n   ``The right to see information about you shouldn't be something\ngiven to you out of the goodness of the company's heart,'' Catlett\nsaid. ``You should have a legally guaranteed right to it.''\n\n   Then there are people like Larry Engel _ so blase on the subject\nthat they are lost causes to privacy advocates like Catlett.\n\n   Engel, a documentary filmmaker and professor of film at Columbia\nUniversity, belongs to the minority of people who are indifferent\nabout the amount of information known about them. ``I love the idea\nof marketers knowing my shopping habits,'' he said. ``And look, if\nI'm going to be be spammed on my e-mail, I'd rather be spammed by\npeople who at least have a clue.''\n\n   Engel loves the convenience of one-click ordering at Amazon.com\nand the identification feature at L.L. Bean. He loves it when he\ncalls the front desk from a hotel room and hears, ``Yes, Mr. Engel,\nhow can I help you?''\n\n   And the many ways he can be located? ``I don't care if it's the\ngovernment or a marketer or my wife, my brother or my accountant _\nI'm happy to be located,'' he said. ``Because, the way I look at\nit, I don't care if people know where I am. It's my choice as to\nwhether I respond.''\n\n   Surveillance cameras, Engel said, like those at intersections,\nare a bit trickier, but he said that over time, people would\nprobably not care.\n\n   ``Will a camera on every street corner lead to Big Brother?\nNo,'' he said, ``it will probably lead to more gossip.''\n","Headline":"\nDO YOU KNOW WHO'S WATCHING YOU? DO YOU CARE? \n","Text":["\n   Call the clothing and outdoor gear company L.L. Bean, don't\nidentify yourself in any way, place your order, and see what\nhappens. If you have shopped there before and you're calling from\nyour home telephone number, the folks there know it _ even if\nyou've blocked Caller ID. They know where you live. And they have\nyour credit card number.\n","\n   In the course of the transaction, the cheerful sales clerk on\nthe other end of the line will happily recite that information to\nyou, letting you dispense with the tedium of digging through your\nwallet for a credit card or spelling your street name.\n","\n   This is not a new development. L.L. Bean has had such\ncaller-identification technology in place for years. But the\ncompany began using it openly with customers only recently, in the\nbelief that they would no longer be spooked, said L.L. Bean\nspokesman Rich Donaldson.\n","\n   That's not to say that L.L. Bean executives think people are\nready to give up their privacy. To the contrary, L.L. Bean believes\nthat, as always, people are willing to share private information\nwith those they trust, and it believes that it has its customers'\ntrust. The company may be right. It reports that customers love the\nconvenience. In fact, one recent caller was so charmed by the\npersonal treatment that she thought the saleswoman recognized her\nvoice.\n","\n   ``That's a trusting relationship with that business,'' said Marc\nRotenberg, executive director of the Electronic Privacy Information\nCenter, a privacy advocacy group in Washington. Rotenberg said L.L.\nBean's customers had faith that the company would not abuse the\ninformation by reselling it.\n","\n   So much for blind faith. Even L.L. Bean recently began\nexchanging customers' names and addresses (but not other kinds of\npersonal information) with other companies, which captures\nperfectly the complications and contradictions of a giant policy\nissue: What are the acceptable limits to privacy?\n","\n   For all the attention it gets, privacy is an elusive concept. It\nmeans something different to everyone, and when it comes to\nbehavior, both as consumers and as citizens, people draw the line\nat different points on the privacy spectrum.\n","\n   At one extreme are the privacy fundamentalists, who denounce the\npotential abuse on the part of direct marketers and their\nincreasingly sophisticated personal-profiling techniques. Privacy\nabsolutists abhor supermarket discount cards and are vigilant about\nkeeping their names off lists of any kind.\n","\n   One person who vigorously guards his privacy is Jason Catlett,\npresident of Junkbusters, a Web site that helps people protect\ntheir privacy online. He shops on the Web but from a small number\nof sites. He also loves the convenience of buying from catalogs,\nbut he minimizes the number of companies he purchases from so he\ncan keep a low profile in marketing databases.\n","\n   When shopping online and offline, Catlett often renders his\naddress a little differently so he can track who has sold his name\nto others against his instructions. He owns credit cards _ four, to\nbe exact _ but pays for many things with cash. He steers clear of\nsupermarket discount cards, which require surrendering not only his\naddress and telephone number but also, every time the card is used,\ndetails about his shopping patterns. And he never fills out\nwarranty cards. ``A warranty card is the fast track to junk mail\ncentral,'' he said.\n","\n   At the other end of the spectrum are people who simply don't\ncare who knows what about them. They figure that privacy is a thing\nof the past anyway, so why fight?\n","\n   Most Americans, however, seem to fall somewhere in between. They\nare willing to part with personal information as long as they get\nsomething in return, and as long as they know what is to be done\nwith the information. They are happy to carry supermarket discount\ncards. They are annoyed when they get new computers and must\nre-enter all the information needed for one-click ordering at\nAmazon.com.\n","\n   These same people, however, are highly protective of their\nmedical records and are generally appalled when they learn of\nclandestine data collection practices.\n","\n   The recent news, for instance, that Real Networks had been\ntracking the musical tastes of people who use the RealJukebox\nsoftware to play CDs on their computers generated indignant\nmessages all over cyberspace.\n","\n   Mindy Zuckerman, a freelance producer of corporate events in San\nFrancisco, is one of those who pick and choose their privacy\nissues. Ms. Zuckerman has discount cards from her neighborhood\nSafeway and Lucky supermarkets. Both are imprinted with her real\nname. Yet when she sends contributions to charities, she includes a\nnote requesting that her name and address not be distributed. She\noccasionally shops over the Internet. And when she called to order\nflowers recently from Flowers U.S.A., which she uses frequently,\nshe was surprised that she was asked for her credit card number.\nShe assumed the store already had it.\n","\n   It bothers Ms. Zuckerman that her Social Security number is her\nidentification for her health insurance, and she has asked her bank\nto use a different means of identification. She doesn't mind the\ncameras that record license plates at parking garages. Yet she owns\na shredder, and she shreds anything with her name on it.\n","\n   ``I don't imagine people are dumpster-diving in Noe Valley,''\nshe said, referring to her neighborhood in San Francisco. ``But I'm\noriginally from New York. Maybe I just brought my paranoia with\nme.''\n","\n   The idea of privacy as something entitled to legal protection\nwas most famously expressed in 1890, when Samuel D. Warren and\nLouis D. Brandeis, writing in the Harvard Law Review, defined\nprivacy as ``the right to be let alone.''\n","\n   While Warren and Brandeis were more passive, appropriate for\ntheir era, the information age called for a new formulation. In\n1967, Alan F. Westin, a privacy expert who is a professor emeritus\nof public law and government at Columbia University, gave the\nconcept a more assertive thrust when he defined privacy in\n``Privacy and Freedom'' (Atheneum, 1967) as the right of\nindividuals to determine for themselves when, how and to what\nextent information about them is communicated to others.\n","\n   Since Westin came up with that description, the gathering of\ninformation about individuals has become far more widespread and\nautomatic. Such information is continually being recorded, while\ncomputers are busy merging, purging, sorting and selecting\ninformation to produce personal profiles and pieces of direct mail\nthat are tailored to consumers' habits.\n","\n   What used to be easily protected private information is now\nthere for the taking, thanks not to changing attitudes but to\nchanges in technology. Thousands of computers linked to the Web\ntrack individual patterns of online buying and behavior, which are\ntranslated in turn into highly sophisticated marketing strategies.\n","\n   ``The World Wide Web is direct marketing on steroids,'' Catlett\nsaid. ``With the Web, the process of gathering information on\nconsumers and messaging them with new offers is vastly accelerated\nin speed and reduced to a very low cost.''\n","\n   Privacy advocates say it's fine to be practical like Ms.\nZuckerman, as long as you really know what is being done with the\ninformation you give away.\n","\n     \nnn\n","\n   ``The missing piece here is that consumers aren't always being\ntold the consequences of all the data collection,'' said Robert\nGellman, a privacy consultant in Washington.\n","\n   But people differ in their attitudes toward data collection.\nWestin said that for the 25 years or so that he has been conducting\npublic opinion surveys (occasionally financed by corporations), the\ngeneral breakdown of how people draw the line when it comes to\ntheir privacy has remained the same: roughly one-fourth of the\npopulation is vigilant about its privacy, and roughly the same\nnumber of people are indifferent.\n","\n   About 55 percent of those he surveys are what Westin called\nprivacy pragmatists, people who want to know what benefits are in\nit for them if they allow information about themselves to be\ncollected. These pragmatists also want to know what risks they are\nrunning and what safeguards are in place. If they trust the\norganization asking for the information, Westin said, they are more\nlikely to surrender information.\n","\n   Rotenberg, of the privacy information center, is skeptical about\nthose findings, arguing that people's desire for privacy may change\nat different times in their lives, or even in the course of a day.\nFor that reason, he favors legislation that would give individuals\ncontrol over the use of their personal information.\n","\n   Gellman said supermarket discount cards were a good example of\nthe kinds of privacy trade-offs many people were willing to make.\nRoughly 27,000 food stores in the nation provide cards that offer\ndiscounts or other promotions to customers who sign up; those\ncustomers' personal information can then be linked to records of\nwhat they buy. More than half the customers of those stores have\nsigned up for the cards, and more are signing up every day,\naccording to the Food Marketing Institute, a trade group in\nWashington.\n","\n   ``The supermarket loyalty card is the least intrusive of any\nkind of loyalty promotion,'' said Todd Hultquist, an institute\nspokesman. ``Stores want a better grasp of what's selling and when,\nand when to do certain promotions.''\n","\n   Gellman isn't so sure. He said that while preferences in canned\ntuna may be fairly innocuous, other purchases may be more private.\n``If a woman goes to a supermarket on Saturday and buys a pregnancy\ntest kit, then buys prenatal vitamins the next week, it's a\nreasonable inference that she's pregnant,'' he said. ``And what if\nshe hasn't told anyone?''\n","\n   Jerry Kang, an acting professor of law at the University of\nCalifornia at Los Angeles, agreed. ``There is widespread ignorance\nor misinformation about how personal data is used in the database\nmarketing industry and in the information collection process in\ncyberspace,'' he said. ``Privacy doesn't mean information\nquarantine. It just means individual choice. People need to know up\nfront what will happen to their personal data before they engage in\nthese market transactions.''\n","\n   Catlett of Junkbusters said that was called fair information\npractice. ``There is no reason for information to be handled in an\nunfair and unsafe manner,'' he said.\n","\n   Earlier this week, a group of Internet advertising and\ndata-profiling companies announced that they would give customers\nnotice that information was being collected as well as the option\nto refuse to have that information used for profiling.\n","\n   Catlett, Rotenberg and other privacy advocates say that similar\nself-regulatory efforts have failed in the past and that the the\nFederal Trade Commission should recommend legislation that would\nestablish a code of fair information practices, which they say\nwould include an individual's right to get access to personal\ninformation held by others and would require a person's consent\nbefore such information could be disclosed to others. They also\nsaid online profiling should be halted until legislation is\nenacted.\n","\n   ``The right to see information about you shouldn't be something\ngiven to you out of the goodness of the company's heart,'' Catlett\nsaid. ``You should have a legally guaranteed right to it.''\n","\n   Then there are people like Larry Engel _ so blase on the subject\nthat they are lost causes to privacy advocates like Catlett.\n","\n   Engel, a documentary filmmaker and professor of film at Columbia\nUniversity, belongs to the minority of people who are indifferent\nabout the amount of information known about them. ``I love the idea\nof marketers knowing my shopping habits,'' he said. ``And look, if\nI'm going to be be spammed on my e-mail, I'd rather be spammed by\npeople who at least have a clue.''\n","\n   Engel loves the convenience of one-click ordering at Amazon.com\nand the identification feature at L.L. Bean. He loves it when he\ncalls the front desk from a hotel room and hears, ``Yes, Mr. Engel,\nhow can I help you?''\n","\n   And the many ways he can be located? ``I don't care if it's the\ngovernment or a marketer or my wife, my brother or my accountant _\nI'm happy to be located,'' he said. ``Because, the way I look at\nit, I don't care if people know where I am. It's my choice as to\nwhether I respond.''\n","\n   Surveillance cameras, Engel said, like those at intersections,\nare a bit trickier, but he said that over time, people would\nprobably not care.\n","\n   ``Will a camera on every street corner lead to Big Brother?\nNo,'' he said, ``it will probably lead to more gossip.''\n"]}