{"DocumentId":"NYT19991117.0060","TopicId":"NYT","Relevance":"0","Body":" BC-SPCL-POLLUTION-III-2ND \n   TAKE-ART-BOS  \n WASHINGTON: ... any wrongdoing.  \n \n\n   There are few federal prosecutors in the country with as much\nexperience pursuing polluters as Gregory Sasse.\n\n   Last year, the EPA awarded Sasse a silver medal for superior\nservice for his work on a task force that secured the first\ncriminal indictment of a company violating the law designed to\nprevent the release of chemicals hazardous to the ozone. That was\none of dozens of environmental cases the northern Ohio prosecutor\nhas investigated in 13 years on the job.\n\n   The problem, said Sasse, is that his boss and others in the\nJustice Department don't want him doing his job so well. They may\ntalk of getting tough with polluters, but the reality is much\ndifferent, he said in an interview with the Globe.\n\n   ``When the Clinton administration took office, environmental\ncrimes were immediately dropped as a top priority,'' he said.\n``They were consigned to the slagheap of priorities past, like\ngambling and auto theft.''\n\n   Sasse, according to a whistleblower complaint he filed in 1996,\nsaid his superiors punished him for going after polluters,\ndowngrading performance evaluations and ordering him to abandon\npromising cases. He said the retaliation started during the Bush\nadministration, but began anew with increased intensity during the\nClinton years. The same supervisors were responsible for all of the\nalleged reprisals and remain in their jobs.\n\n   In one case, Sasse said he was briefing his supervisor on\nallegations that a steel company was illegally releasing toxins\ninto the air and sickening nearby residents.\n\n   The supervisor responded by saying, ``If they don't like it, why\ndon't they just move,'' according to Sasse. When Sasse said the\nplant's illegal polluting could be making people sick, the superior\nwas not sympathetic. ``People get sick all the time,'' Sasse said\nhis superior replied. ``I was sick last month and nobody opened a\ncriminal investigation.''\n\n   Sasse's lawsuit is pending. He is not the only federal\nenvironmental enforcement official making such a claim. In Texas,\nprosecutor Ruth Ann Weidel filed a similar complaint in 1997. Her\nlawsuit is also pending.\n\n   Weidel, who has since left the US attorney's office, was a\nveteran prosecutor and the former vice chair of the American Bar\nAssociation's Environmental Crimes Committee. She prosecuted the\nfirst criminal environmental cases in Arizona and the Los\nAngeles-area district.\n\n   While working in the southern Texas district, Weidel said she\nexperienced open hostility among superiors due to her work pursuing\nenvironmental violators, according to the complaint she filed.\n\n   In 1995, she said her superiors failed to investigate political\ninterference in a case involving a major Clean Air Act violation by\na Texas corporation. She said state regulators and the EPA cut back\ntheir involvement in the case because of political pressure\n``exerted at the very highest levels of Texas state government.''\n\n   Weidel said her role in environmental cases was diminished, in\npart, because defense attorneys for polluters complained she was\ntoo aggressive.\n\n   One result, she said, was the assignment of inexperienced\nlawyers to important cases, including one that resulted in a major\ndecision against the Department of Justice that narrowed the\ndefinition of a polluter. The case attracted national attention,\nand according to Weidel's complaint, prompted a top Justice\nDepartment official to loudly complain of ``the ineptitude and\nincompetency'' of the Texas office.\n\n   Weidel declined an interview request. The Justice Department has\ndenied her charges and Sasse's.\n\n   Sasse is a reluctant critic of federal environmental\nenforcement. He has never spoken publicly before about his\ncomplaints.\n\n   ``As I see it, enforcement of environmental crimes protects the\nintegrity of the whole regulatory scheme,'' he said. ``The cold\neconomic reality is (that) noncompliance saves money and even if\nyou are caught, the civil fines are virtually never greater than\nwhat it would have cost to comply. Without criminal prosecutions,\nthe system doesn't work. Not only is there a powerful incentive to\npollute, but complying is economic suicide. A lack of integrity in\nthe system breeds a lack of integrity in the private sector.''\n\n     \n  \n\n   No enforcement gains\n\n     \n  \n\n   In 1990, Congress approved funding for 200 criminal agents to\nwork for the EPA chasing down polluters. It took seven years to\nhire and train all of the new agents, who were expected to add\ncredibility to the ultimate threat against any polluter: the\npossibility of a criminal indictment.\n\n   While the agents have generated a modest increase in recommended\ncharges, there has been no noticeable rise in prosecutions. Justice\nDepartment records indicate the number of criminal cases filed last\nyear is virtually the same filed during the last year of the Bush\nadministration, which was perceived as hostile to environmental\ncauses.\n\n   Nationally, there is a wide disparity in the number of polluters\ncharged with a crime. In some regions, there is virtually no\ncriminal environmental enforcement.\n\n   Massachusetts ranks near the bottom of the 90 federal districts\nin both the number of environmental cases referred for prosecution\nand the number of cases prosecuted, according to an analysis of\ncase activity for every US attorney's office in the country. The\nGlobe obtained the case data from Transactional Records Access\nClearinghouse at Syracuse University, a research group that studies\nJustice Department enforcement records.\n\n   From 1993 through 1998, Massachusetts prosecuted environmental\ncrimes at a rate one-fourth the national average.\n\n   The 13 criminal agents assigned to the New England office of the\nEPA ranked last in the country for the average number of cases\ninitiated last year _ an average of 2.9 cases per agent as compared\nto 4.4 nationally and as high as 6.3 in the San Francisco region.\nThe average number of criminal referrals developed by the office\nwas also well below the national average.\n\n   Unlike some regions of the country, there is no dedicated\nenvironmental crimes unit at the US attorney's office in\nMassachusetts.\n\n   US Attorney Donald Stern said the statistics don't give his\noffice credit for several major civil environmental cases it is\nhandling, as well as other cases that were environmental in nature\nbut classified as something else because the charges also involved\nfraud. ``I place a high priority on environmental prosecutions,\nboth criminally and civilally,'' he said. ``Although we don't have\na separate unit, we have not failed to prosecute cases because of a\nlack of resources or interest.''\n\n   Although Attorney General Janet Reno sets priorities for the\nnation's prosecutors, whether or not environmental crimes are\npursued is very often a local decision.\n\n   In southern Florida, for instance, an environmental unit of six\nlawyers generates cases and prosecutions at more than three times\nthe national average.\n\n   Tom Watts-FitzGerald, the chief of the unit, said the decision\nto dedicate the six lawyers to environmental enforcement is largely\nthe decision of the local US attorney.\n\n   The Justice Department has a national unit, based in Washington,\npursuing environmental crimes. That unit, however, has been under\nattack from Congress. The unit's budget today is $7 million less\nthan it was in 1992 when adjusted for inflation. The practical\neffect has been fewer people to handle cases. The impact shows on\nthe number of environmental prosecutions conducted, with\nenforcement levels failing to increase from the Bush years.\n\n   In addition, Congress this year slashed the EPA's enforcement\nbudget by $10.6 million, forcing the agency to cut such programs as\nthe Northeast Environmental Enforcement Project, which provided\nlegal and technical assistance to Massachusetts oficials\ninvestigating environmental crimes.\n\n   Nonetheless, the Justice Department defended the Clinton record\non environmental enforcement as impressive. The agency said it is\ndoing more complicated cases with greater environmental impact,\nsomething which is not accurately accounted for in case statistics.\nIt points to a multistate action to clean up the Mississippi River\nand criminal action against a major cruise line operator as\nexamples of its work.\n\n   ``Environmental enforcement is a very high priority for me, for\nAttorney General (Janet) Reno and this administration,'' said Lois\nSchiffer, assistant attorney general for environment and natural\nresources. ``We have now as strong and effective an environmental\nenforcement program as you can have.''\n\n   Bringing criminal sanctions against polluters is only part of\nthe enforcement picture. Most cases are handled by issuing fines,\nadministrative orders, or warnings.\n\n   In this area, Massachusetts again falls short, producing fewer\nenforcement actions per capita than the rest of the country,\naccording to EPA statistics. The New England area has 7 percent of\nthe country's enforcement personnel, but accounts for only 3\npercent of the civil penalties.\n\n   Local EPA officials say the statistics are misleading because\nthey don't measure the quality of cases or their outcomes, such as\nthe benefit to the environment.\n\n   ``We can go out and nickel and dime people all day long and pump\nour numbers up,'' said DeVillars, who last week announced he would\nsoon leave his post as regional administrator for the EPA.\n\n   The New England region, however, is a battleground over a new\napproach to environmental enforcement, one that is gaining currency\nnationally. The chief component of the strategy is ``compliance\nassistance,'' or working cooperatively with business and industry\nto improve environmental performance.\n\n   EPA Administrator Carol Browner introduced the phrase in 1993\nand reorganized the agency's enforcement program under the newly\nnamed Office of Enforcement and Compliance Assistance. Promoting a\nmore cooperative approach toward business found support in\nCongress, where Republicans have complained of overzealous and\nunfair enforcement by the EPA.\n\n   Few regions of the country have adopted compliance assistance\nwith the enthusiasm of the New England EPA district.\n\n   DeVillars said he is a ``firm believer in a collaborative\napproach'' and a ``force for education and empowerment.'' But he\nrejected the notion that his office has softened its level of\nenforcement.\n\n   He said enforcement is vigorous in this region and is used in\ncombination with compliance assistance. In addition, he said his\noffice is targeting industries with the most serious pollution\nproblems, at the expense of improving the region's enforcement\nnumbers by pursuing smaller cases.\n\n   Yet critics of this strategy say it allows businesses to get\naway with crimes. Internally, the DeVillars approach has stirred\ncontroversy. Several enforcement officials say the agency has\nbecome subservient to business, sending a dangerous message to\npolluters that penalties can be avoided.\n\n   ``The environmental problems today are less visible, but still\nquite important,'' said one member of the regional legal team, who\nlike others asked not to be identified because they fear job\nreprisals. ``Things will not change until the bottom line is\nimpacted.''\n\n   DeVillars attributes much of the dissatisfaction with his\napproach to a shakeup of the bureaucracy at the agency. He added,\nhowever, that it is difficult to know if his tack is having a\ngreater effect than traditional enforcement. ``We are trying to\ncome up with measurements of success.''\n\n   For instance, he has established a goal of making the Charles\nRiver safe for swimming and fishing by Earth Day 2005. He said\ntraditional enforcement programs would never identify such a goal,\nfocusing instead on the number of enforcement actions and fines.\n\n   The problem is the same nationally. After detailing its\ncompliance assistance efforts, the EPA this year said, ``At the\npresent time, EPA has only limited data on the effects of\ncompliance assistance activities on environmental results.''\n\n   Jeffrey Ruch, the executive director of Public Employees for\nEnvironmental Responsibility, a group representing many federal\nenforcement personnel, said there is no evidence the less\nconfrontational, more educational approach toward industry is\nworking.\n\n   ``We deal with this kind of thing all over the place,'' Ruch\nsaid. ``The agency says compliance is up or the environment is\nbetter off. The problem there is they never identify how the\nenvironment is benefiting in a way that can be verified. All that\nis being offered is unsupported rhetoric.''\n","Headline":null,"Text":["\n   There are few federal prosecutors in the country with as much\nexperience pursuing polluters as Gregory Sasse.\n","\n   Last year, the EPA awarded Sasse a silver medal for superior\nservice for his work on a task force that secured the first\ncriminal indictment of a company violating the law designed to\nprevent the release of chemicals hazardous to the ozone. That was\none of dozens of environmental cases the northern Ohio prosecutor\nhas investigated in 13 years on the job.\n","\n   The problem, said Sasse, is that his boss and others in the\nJustice Department don't want him doing his job so well. They may\ntalk of getting tough with polluters, but the reality is much\ndifferent, he said in an interview with the Globe.\n","\n   ``When the Clinton administration took office, environmental\ncrimes were immediately dropped as a top priority,'' he said.\n``They were consigned to the slagheap of priorities past, like\ngambling and auto theft.''\n","\n   Sasse, according to a whistleblower complaint he filed in 1996,\nsaid his superiors punished him for going after polluters,\ndowngrading performance evaluations and ordering him to abandon\npromising cases. He said the retaliation started during the Bush\nadministration, but began anew with increased intensity during the\nClinton years. The same supervisors were responsible for all of the\nalleged reprisals and remain in their jobs.\n","\n   In one case, Sasse said he was briefing his supervisor on\nallegations that a steel company was illegally releasing toxins\ninto the air and sickening nearby residents.\n","\n   The supervisor responded by saying, ``If they don't like it, why\ndon't they just move,'' according to Sasse. When Sasse said the\nplant's illegal polluting could be making people sick, the superior\nwas not sympathetic. ``People get sick all the time,'' Sasse said\nhis superior replied. ``I was sick last month and nobody opened a\ncriminal investigation.''\n","\n   Sasse's lawsuit is pending. He is not the only federal\nenvironmental enforcement official making such a claim. In Texas,\nprosecutor Ruth Ann Weidel filed a similar complaint in 1997. Her\nlawsuit is also pending.\n","\n   Weidel, who has since left the US attorney's office, was a\nveteran prosecutor and the former vice chair of the American Bar\nAssociation's Environmental Crimes Committee. She prosecuted the\nfirst criminal environmental cases in Arizona and the Los\nAngeles-area district.\n","\n   While working in the southern Texas district, Weidel said she\nexperienced open hostility among superiors due to her work pursuing\nenvironmental violators, according to the complaint she filed.\n","\n   In 1995, she said her superiors failed to investigate political\ninterference in a case involving a major Clean Air Act violation by\na Texas corporation. She said state regulators and the EPA cut back\ntheir involvement in the case because of political pressure\n``exerted at the very highest levels of Texas state government.''\n","\n   Weidel said her role in environmental cases was diminished, in\npart, because defense attorneys for polluters complained she was\ntoo aggressive.\n","\n   One result, she said, was the assignment of inexperienced\nlawyers to important cases, including one that resulted in a major\ndecision against the Department of Justice that narrowed the\ndefinition of a polluter. The case attracted national attention,\nand according to Weidel's complaint, prompted a top Justice\nDepartment official to loudly complain of ``the ineptitude and\nincompetency'' of the Texas office.\n","\n   Weidel declined an interview request. The Justice Department has\ndenied her charges and Sasse's.\n","\n   Sasse is a reluctant critic of federal environmental\nenforcement. He has never spoken publicly before about his\ncomplaints.\n","\n   ``As I see it, enforcement of environmental crimes protects the\nintegrity of the whole regulatory scheme,'' he said. ``The cold\neconomic reality is (that) noncompliance saves money and even if\nyou are caught, the civil fines are virtually never greater than\nwhat it would have cost to comply. Without criminal prosecutions,\nthe system doesn't work. Not only is there a powerful incentive to\npollute, but complying is economic suicide. A lack of integrity in\nthe system breeds a lack of integrity in the private sector.''\n","\n     \n  \n","\n   No enforcement gains\n","\n     \n  \n","\n   In 1990, Congress approved funding for 200 criminal agents to\nwork for the EPA chasing down polluters. It took seven years to\nhire and train all of the new agents, who were expected to add\ncredibility to the ultimate threat against any polluter: the\npossibility of a criminal indictment.\n","\n   While the agents have generated a modest increase in recommended\ncharges, there has been no noticeable rise in prosecutions. Justice\nDepartment records indicate the number of criminal cases filed last\nyear is virtually the same filed during the last year of the Bush\nadministration, which was perceived as hostile to environmental\ncauses.\n","\n   Nationally, there is a wide disparity in the number of polluters\ncharged with a crime. In some regions, there is virtually no\ncriminal environmental enforcement.\n","\n   Massachusetts ranks near the bottom of the 90 federal districts\nin both the number of environmental cases referred for prosecution\nand the number of cases prosecuted, according to an analysis of\ncase activity for every US attorney's office in the country. The\nGlobe obtained the case data from Transactional Records Access\nClearinghouse at Syracuse University, a research group that studies\nJustice Department enforcement records.\n","\n   From 1993 through 1998, Massachusetts prosecuted environmental\ncrimes at a rate one-fourth the national average.\n","\n   The 13 criminal agents assigned to the New England office of the\nEPA ranked last in the country for the average number of cases\ninitiated last year _ an average of 2.9 cases per agent as compared\nto 4.4 nationally and as high as 6.3 in the San Francisco region.\nThe average number of criminal referrals developed by the office\nwas also well below the national average.\n","\n   Unlike some regions of the country, there is no dedicated\nenvironmental crimes unit at the US attorney's office in\nMassachusetts.\n","\n   US Attorney Donald Stern said the statistics don't give his\noffice credit for several major civil environmental cases it is\nhandling, as well as other cases that were environmental in nature\nbut classified as something else because the charges also involved\nfraud. ``I place a high priority on environmental prosecutions,\nboth criminally and civilally,'' he said. ``Although we don't have\na separate unit, we have not failed to prosecute cases because of a\nlack of resources or interest.''\n","\n   Although Attorney General Janet Reno sets priorities for the\nnation's prosecutors, whether or not environmental crimes are\npursued is very often a local decision.\n","\n   In southern Florida, for instance, an environmental unit of six\nlawyers generates cases and prosecutions at more than three times\nthe national average.\n","\n   Tom Watts-FitzGerald, the chief of the unit, said the decision\nto dedicate the six lawyers to environmental enforcement is largely\nthe decision of the local US attorney.\n","\n   The Justice Department has a national unit, based in Washington,\npursuing environmental crimes. That unit, however, has been under\nattack from Congress. The unit's budget today is $7 million less\nthan it was in 1992 when adjusted for inflation. The practical\neffect has been fewer people to handle cases. The impact shows on\nthe number of environmental prosecutions conducted, with\nenforcement levels failing to increase from the Bush years.\n","\n   In addition, Congress this year slashed the EPA's enforcement\nbudget by $10.6 million, forcing the agency to cut such programs as\nthe Northeast Environmental Enforcement Project, which provided\nlegal and technical assistance to Massachusetts oficials\ninvestigating environmental crimes.\n","\n   Nonetheless, the Justice Department defended the Clinton record\non environmental enforcement as impressive. The agency said it is\ndoing more complicated cases with greater environmental impact,\nsomething which is not accurately accounted for in case statistics.\nIt points to a multistate action to clean up the Mississippi River\nand criminal action against a major cruise line operator as\nexamples of its work.\n","\n   ``Environmental enforcement is a very high priority for me, for\nAttorney General (Janet) Reno and this administration,'' said Lois\nSchiffer, assistant attorney general for environment and natural\nresources. ``We have now as strong and effective an environmental\nenforcement program as you can have.''\n","\n   Bringing criminal sanctions against polluters is only part of\nthe enforcement picture. Most cases are handled by issuing fines,\nadministrative orders, or warnings.\n","\n   In this area, Massachusetts again falls short, producing fewer\nenforcement actions per capita than the rest of the country,\naccording to EPA statistics. The New England area has 7 percent of\nthe country's enforcement personnel, but accounts for only 3\npercent of the civil penalties.\n","\n   Local EPA officials say the statistics are misleading because\nthey don't measure the quality of cases or their outcomes, such as\nthe benefit to the environment.\n","\n   ``We can go out and nickel and dime people all day long and pump\nour numbers up,'' said DeVillars, who last week announced he would\nsoon leave his post as regional administrator for the EPA.\n","\n   The New England region, however, is a battleground over a new\napproach to environmental enforcement, one that is gaining currency\nnationally. The chief component of the strategy is ``compliance\nassistance,'' or working cooperatively with business and industry\nto improve environmental performance.\n","\n   EPA Administrator Carol Browner introduced the phrase in 1993\nand reorganized the agency's enforcement program under the newly\nnamed Office of Enforcement and Compliance Assistance. Promoting a\nmore cooperative approach toward business found support in\nCongress, where Republicans have complained of overzealous and\nunfair enforcement by the EPA.\n","\n   Few regions of the country have adopted compliance assistance\nwith the enthusiasm of the New England EPA district.\n","\n   DeVillars said he is a ``firm believer in a collaborative\napproach'' and a ``force for education and empowerment.'' But he\nrejected the notion that his office has softened its level of\nenforcement.\n","\n   He said enforcement is vigorous in this region and is used in\ncombination with compliance assistance. In addition, he said his\noffice is targeting industries with the most serious pollution\nproblems, at the expense of improving the region's enforcement\nnumbers by pursuing smaller cases.\n","\n   Yet critics of this strategy say it allows businesses to get\naway with crimes. Internally, the DeVillars approach has stirred\ncontroversy. Several enforcement officials say the agency has\nbecome subservient to business, sending a dangerous message to\npolluters that penalties can be avoided.\n","\n   ``The environmental problems today are less visible, but still\nquite important,'' said one member of the regional legal team, who\nlike others asked not to be identified because they fear job\nreprisals. ``Things will not change until the bottom line is\nimpacted.''\n","\n   DeVillars attributes much of the dissatisfaction with his\napproach to a shakeup of the bureaucracy at the agency. He added,\nhowever, that it is difficult to know if his tack is having a\ngreater effect than traditional enforcement. ``We are trying to\ncome up with measurements of success.''\n","\n   For instance, he has established a goal of making the Charles\nRiver safe for swimming and fishing by Earth Day 2005. He said\ntraditional enforcement programs would never identify such a goal,\nfocusing instead on the number of enforcement actions and fines.\n","\n   The problem is the same nationally. After detailing its\ncompliance assistance efforts, the EPA this year said, ``At the\npresent time, EPA has only limited data on the effects of\ncompliance assistance activities on environmental results.''\n","\n   Jeffrey Ruch, the executive director of Public Employees for\nEnvironmental Responsibility, a group representing many federal\nenforcement personnel, said there is no evidence the less\nconfrontational, more educational approach toward industry is\nworking.\n","\n   ``We deal with this kind of thing all over the place,'' Ruch\nsaid. ``The agency says compliance is up or the environment is\nbetter off. The problem there is they never identify how the\nenvironment is benefiting in a way that can be verified. All that\nis being offered is unsupported rhetoric.''\n"]}