{"DocumentId":"NYT19990705.0160","TopicId":"NYT","Relevance":"0","Body":" BC-DETECTIVE-POLITICS-ART-4TAKES-NYT \nPRIVATE INVESTIGATORS PLAYING BIGGER ROLE IN POLITICS \n\n  \n (ATTN: Mass., Ill., La., Maine, Texas)  (Eds: An abridged version of this story,\nDETECTIVE-POLITICS-ABRIDGED, is also being filed.) \n(ART ADV: Photo is being sent to NYT photo clients. Non-subscribers\ncan make individual purchase by calling (888) 603-1036 or (888)\n346-9867.) \n(mk) \n By DOUGLAS FRANTZ   \n c.1999 N.Y. Times News Service   \n\n   Feeding an almost insatiable demand for negative information in\ntoday's world of bruising politics, private investigators are\nplaying a larger _ though mostly hidden _ role in the public arena,\ndigging up dirt on everyone from regulators to elected national and\nsmall-town officials.\n\n   President Clinton's use of private detectives has been widely\nreported. But an examination by The New York Times found that over\nthe past decade they have moved into every corner of public life,\nhired by politicians and their surrogates ranging from Sen. Edward\nKennedy, D-Mass., to the House Judiciary Committee chairman, Rep.\nHenry Hyde, R-Ill., and from the former mayor of New York, David\nDinkins, to aspirants for local city councils.\n\n   The private investigators' thick reports usually are aimed at\ndiscrediting critics and disposing of opponents. But they are also\nused defensively, to identify and, if possible, to avoid potential\nembarrassments.\n\n   Today's breed of investigators include former police officers,\nas always, but also former FBI agents, ex-CIA employees, former\nprosecutors and, in a trend that raises new ethical questions,\nex-journalists, who can tap old news contacts to get negative\ninformation published.\n\n   Operating with little regulation or accountability, the\ndetectives spy on opponents by posing as reporters, or by sending\nin operatives who work as volunteers in the campaign. In a world\nwhere sensitive computer data can flow freely despite privacy laws,\nsome routinely obtain protected information ranging from phone\nrecords to medical histories.\n\n   They track down ex-spouses and former associates and employees,\noften concealing the reason they are asking questions, and they go\nthrough trash from offices, campaign headquarters and homes, a\npractice known as ``Dumpster diving.''\n\n   ``There's not a garbage pail I won't get in, not an angle I\nwon't aim a hidden camera,'' said Larry Preston Williams, a former\npolice intelligence officer in New Orleans, who sends every\nstatewide candidate in Louisiana an offer to dig up ``white lies''\nand other information about opponents.\n\n   ``I take cases from Republicans, Democrats, conservatives,\nliberals,'' Williams said. ``It's all information.''\n\n   No one knows how frequently private detectives are used in\npolitical campaigns. The Federal Election Commission says it cannot\nmonitor campaign spending on them because payments are routinely\nlumped with fees to lawyers. And journalists who cooperate with\ndetectives often promise confidentiality.\n\n   The federal government has, however, begun to examine some of\nthe techniques that private investigators and information brokers\nuse to obtain confidential information. In April the Federal Trade\nCommission filed a landmark suit against a Colorado investigator\nover the use of deceptions known as pretexts to obtain information\nabout private bank accounts, and on June 25 state authorities\nindicted him on racketeering charges. Congress is considering\nlegislation to outlaw pretexts.\n\n   Personal attacks have been part of political campaigns since the\nnation's inception. But for most of this century unwritten rules\nkept within bounds what was called ``opposition research.'' The\ntypical investigator was a campaign worker or occasionally a\nmoonlighting police officer. Inquiries focused on public\ninformation such as voting records and court cases.\n\n   Those rules vanished after allegations of marital infidelity\ndrove Gary Hart out of the race for president in 1988. Campaigns\nveered into nastier and more personal areas, and as they did,\nprofessional investigators replaced the amateurs and techniques got\nmore aggressive. Today, even candidates reluctant to get into the\nmuck say they feel compelled to respond in kind.\n\n   Robert Monks, a candidate who hired detectives in a Republican\nprimary for the Senate from Maine, defended the need for full\ndisclosure, even if the information is painful and personal.\n\n   ``One is thought of as being worse for calling attention to\nthese things,'' Monks said. ``I think it's wrong for people to run\nfor office without making a disclosure of material facts.''\n\n   Kennedy offered a similar rationale for hiring private\ninvestigators to scrutinize his most recent opponent, Mitt Romney.\n``Opposition research is part of the modern campaign process,''\nsaid a spokesman, Will Keyser. ``In 1994, Sen. Kennedy's record was\nan open book and his opponent's was largely unknown. It was\nimportant and appropriate for the campaign to conduct thorough\nresearch into all the available public information.''\n\n   Ed Rollins, a veteran Republican political consultant who\nacknowledges using private investigators, said, ``Most people today\nare trying to find as much dirt as they can. There may be less\ntendency to push the button on the personal stuff, but the digging\nis going right on.''\n\n   This demand for dirt in politics arises during a boom era for\nprivate investigators in the business world. Started by the\ncorporate takeovers of the early 1980s and fueled by computers,\ncorporate investigators have become an essential part of the\ninformation economy.\n\n   Annual revenues have quintupled to $5 billion since 1980,\naccording to one industry association, and investigators are\npivotal players in everything from hostile takeovers to hiring\nexecutives and ferreting out internal fraud. The spillover into\npolitics was natural.\n\n   But the best-known firms from the world of corporate snooping\nsay they avoid the political arena for fear that fallout from the\ncases would damage their reputations and antagonize better-paying\nbusiness clients.\n\n   ``I'm not going to tell you that we haven't looked up a name for\nsomeone in politics, but it is the policy of the company that we\ndon't do political work,'' said Michael Cherkasky, president of\nKroll Associates, the world's largest corporate investigative firm.\n\n   ``There are certain things that we tend not to do because they\nare dirty,'' he said. ``We don't do matrimonial, we don't do\ncriminal defense and we don't do political.''\n\n   nn\n\n   Michael Hershman, chairman of Decision Strategies Fairfax\nInternational, another large firm, said his investigators examined\nthe backgrounds of vice presidential possibilities for the Dukakis\nand Clinton campaigns, but with their knowledge and cooperation.\n\n   ``We've taken a strong policy position on not doing political\nopposition research, and I am personally against opposition\nresearch, which I believe adds to the scourge of negative\ncampaigning,'' Hershman said.\n\n   One of the few major firms that solicits political cases is\nInvestigative Group International, the Washington company run by\nTerry Lenzner, a former Watergate prosecutor. Though best known as\nan investigator for Clinton's lawyers, he has also worked for\nRepublicans, including former Rep. Michael Huffington in his losing\nSenate race in California against Dianne Feinstein.\n\n   Several years ago, Lenzner created a division called Campaign\nFacts to specialize in political investigations. He also maintains\na tiny law firm, Terry F. Lenzner PC, which several former\nemployees said is used partly to provide politically sensitive\ninquiries an extra layer of confidentiality through attorney-client\nprivilege.\n\n   Last year Lenzner was subpoenaed by Kenneth Starr, the\nindependent counsel, to testify before a grand jury about inquiries\ninto Clinton's critics and two of Starr's prosecutors. Lenzner said\nhe was not a target of the grand jury but, stung by the\ncontroversy, now even he is considering cutting back on political\nwork.\n\n   In an interview, Lenzner said political cases represent only a\nfraction of the firm's revenue, though he defended such work.\n\n   ``I perceive it to be analogous to a hostile takeover case where\nwe are hired by a company to gather information to convince\nshareholders to vote for our client,'' he said. ``You are looking\nat substantive issues that are relevant to the voters.''\n\n   Hyde, the House Judiciary chairman, turned to a private\ndetective when a critic was trying to draw attention to his role in\na failed savings and loan.\n\n   In an interview, the detective, Ernie Rizzo, a former police\nofficer in a Chicago suburb, provided details of his work for Hyde\nfor the first time _ and described his disdain for politicians.\n\n   ``Politicians are the easiest people in the world to set up,''\nRizzo said. ``They're all whores. You stay with them for a week and\nyou'll catch them doing something _ women or money or something.\nForget about the millions spent in political campaigns. You don't\nneed that. Everybody got to the top by stepping over somebody. Find\nthe weakest link and attack it.''\n\n   Rizzo, as a lone operator, is typical of detectives who handle\npolitical work. A character who would be at home in a Damon Runyon\nstory, he is outgoing and flashy; his holographic business card is\nemblazoned with the image of a spy and six phone numbers, including\none for his boat.\n\n   Rizzo said he was hired in late 1995 by James Schirott, a lawyer\ndefending Hyde in a federal suit against him and other former\ndirectors of Clyde Federal Savings and Loan. The thrift's 1990\nfailure cost taxpayers $67 million.\n\n   Schirott, he said, told him the congressman was concerned about\na man turning up at hearings on the suit. Hyde wanted to know who\nhe was and what he knew. The lawyer gave Rizzo a name, Tim\nAnderson, and an address in Libertyville, a suburb of Chicago.\n\n   ``The first thing I did was I pulled phone records,'' Rizzo\nexplained. ``I saw Anderson was making 30 or 40 calls a day to the\nmedia. I told Hyde, but he still didn't know who he was. I saw the\nmedia calls, so I decided to pretend I was from the media.''\n\n   He said he telephoned Anderson, claiming to be a producer for\n``20/20,'' the ABC news program. Anderson agreed to meet him near\nO'Hare International Airport.\n\n   Getting a target's phone records is often the starting point of\nan inquiry, investigators say. While Rizzo was convicted of illegal\nwiretapping in 1977 for taping conversations in divorce cases,\nprivacy experts say phone records fall into a gray area in most\nstates. Rizzo said he got the records from a source at a telephone\ncompany, and the Illinois attorney general's office said no state\nlaw was violated. A spokesman for Ameritech, the regional telephone\ncompany based in Chicago, said the company does not provide\ncustomer records to anyone without a court order and any employee\nwho violated the rule would be fired.\n\n   Rizzo said he flew to New York and took a flight back to Chicago\nin case Anderson watched the airport for his arrival. But Anderson\nwas not suspicious. A former banking consultant, he had contacted\ndozens of journalists trying to expose what he believed were the\npolitical roots of the savings and loan scandal.\n\n   Anderson said he gladly gave Rizzo his material on Hyde _ a\nbound file containing 388 pages of court records, newspaper\narticles and documents obtained through the Freedom of Information\nAct.\n\n   Among the documents were minutes of Clyde federal board meetings\nthat showed Hyde playing a more active role than he had\nacknowledged publicly. In one instance, he approved an investment\nin speculative options trading that eventually lost $10 million.\n\n   Rizzo, however, also wanted to know about Anderson, especially\nany vulnerabilities he had. So, the detective said: ``I warned him\nthat Hyde was going to come after us and I had to make sure he\ndidn't have any skeletons. I got him telling me all his weak\nspots.''\n\n   Rizzo said he gave the file to Hyde and was paid by a political\nally of the congressman, not by his lawyer.\n\n   Last October, The Chicago Tribune disclosed Rizzo's duping of\nAnderson. In his interview with The Times, Rizzo revealed that just\ntwo months later, in December, he employed the technique again\nbecause Hyde and his allies feared Anderson might use the\ndisclosure to disrupt the impeachment hearings.\n\n   ``The day before the impeachment trial started in the House, I\nsent two guys back in,'' Rizzo said. ``They posed as reporters. We\nwanted to know if Anderson was going to sue Hyde or make any other\nnoise. But he told them he wasn't going to sue. He was on a\ncrusade. It was hilarious.''\n\n   Hyde refused to be interviewed for this article, but a spokesman\ndisputed several aspects of Rizzo's account.\n\n   The spokesman, Sam Stratman, said Hyde was told that Anderson\nhad been investigated, but that Rizzo did not deliver his findings\nto the congressman. Hyde never met Rizzo and had no knowledge of\nhis techniques, he said. Stratman said $2,000 of $20,000 in fees\npaid to Schirott was for Rizzo's services. Schirott did not return\nnumerous phone calls from The Times over several weeks.\n\n   In 1997 the federal government settled its suit with the former\nClyde federal directors for $850,000. Hyde maintained he had no\nresponsibility for the thrift's failure and he did not contribute\nto the settlement.\n\n   Anderson is carrying on, working for $7.50 an hour at Enterprise\nRent-a-Car to provide time for his crusade, even though his wife\nhas pleaded with him to give up and return to his profession.\n\n   Indeed, he said the congressman's investigation had strengthened\nhis resolve. ``I'm an innocent member of the public and the head of\nthe Judiciary Committee hired a detective to spy on me,'' he said\nindignantly.\n\n   nn\n\n   Compared with flashy Rizzo, Larry Preston Williams is a model of\ndecorum, given to three-piece suits and understatement.\n\n   An ex-lawyer and former New Orleans police officer, he estimates\nthat political cases represent 15 percent of his business as a\nprivate investigator. While clients occasionally send him after\nnational politicians, his usual target is a candidate for local or\nstate office in Louisiana and other southern states.\n\n   ``The number of cases has picked up in recent years,'' he said.\n``The aggressiveness has picked up. The willingness to use\ninformation publicly to simply obliterate the opposition forever\nhas increased.''\n\n   Williams will happily plow through a target's garbage but his\ntime is more often spent wading through public records looking for\nlawsuits, unpaid taxes, property ownership, divorces, arrests and\nthe like. He charges $50 to $150 an hour, depending on the\ncomplexity of the case. A routine investigation costs $3,000 to\n$4,000.\n\n   What turns up most often is mundane, too: candidates or\nofficials who misrepresent work history, education or military\nservice. Baby Boomers are particularly likely to fabricate service\nin Vietnam or a Purple Heart, he said.\n\n   In one case, a candidate for New Orleans City Council hired\nWilliams to investigate whether an opponent met residency\nrequirements. The results of his two-month inquiry filled a folder\ntwo inches thick and ranged from letters from former employers\nverifying employment dates to lists of credit cards and phone\nrecords.\n\n   Williams leaked the information to reporters, leading to\nnewspaper articles that questioned whether the candidate, Ellen\nHazeur, met the residency requirement. Voters did not seem to care;\nMs. Hazeur won.\n\n   Williams compiled a thicker dossier on David Duke, the former Ku\nKlux Klan leader whose Republican candidacies for the state\nLegislature and Congress have roiled Louisiana politics for the\npast decade.\n\n   The investigation turned up some early evidence linking Duke to\nneo-Nazis, and his client, a prominent Republican, used the report\nto orchestrate a campaign publicizing Duke's white supremacist\nties.\n\n   For clients willing to spend $50,000 or more, Williams advises\nhiring a detective to start digging a year before the election.\nThat enables them to start a trickle of negative information about\ntheir opponent that builds to a crescendo just before the election.\nHe would not identify any clients who took that course.\n\n   For W. John Hathaway, the negative information was not a trickle\nbut an explosion. Running for the Republican Senate nomination from\nMaine in 1996, he watched in shock as two major newspapers\npublished articles the same day reporting he had been accused of\nhaving a sexual relationship with a 12-year-old baby sitter.\n\n   Six years earlier, when he lived in Huntsville, Ala., a girl who\nsat for his children had claimed she had a sexual relationship with\nhim. He denied the accusation. Two district attorneys and the state\nattorney general investigated and decided not to prosecute at the\nrequest of the girl's parents. In a recent interview, Hathaway\nagain denied the accusation and said he had expected it to remain\nsecret because no charges were filed.\n\n   But rumors began to circulate during the primary, in which\nHathaway was one of three Republicans vying for the seat left open\nby William Cohen. The others were Robert Monks, an established\npolitical figure in Maine, and Susan Collins, a political newcomer.\n\n   As the primary approached, Monks became alarmed, he said in a\nrecent interview. His polls showed Hathaway the likely winner, and\nnothing had surfaced about the baby sitter's accusation. He turned\nto Lenzner, whom he had known for years, authorizing him to\ndispatch detectives from IGI to Alabama to investigate.\n\n   ``It isn't as if it was a secret,'' Monks recalled. ``It was a\npiece of information that was something that people didn't want to\nhave anything to do with.''\n\n   A person involved in the IGI investigation said detectives\ninterviewed the girl's mother and other people and provided a\nreport to the Monks campaign. Five days before the primary, The\nBoston Globe and Portland Press Herald published articles about the\naccusation, reporting that Hathaway had denied the charges and had\nnever been arrested.\n\n   After the articles appeared, Hathaway accused Monks of leaking\nthe story. Monks admitted hiring a detective, but denied that his\nefforts led to the articles. Even that admission took a toll on\nMonks. He finished last, with Hathaway second and Ms. Collins, who\nhad refused to comment on the controversy, winning.\n\n   ``The whole thing blew up in Monks' face,'' said Christian\nPotholm, a government professor at Bowdoin College in Maine.\n``People felt that this was not something that a Bill Cohen or a\nGeorge Mitchell would have done.''\n\n   It is not clear whether IGI played a role in either article.\nInvestigators usually turn over information to the client and let\nthe campaign decide how to handle it.\n\n   Stephen Kurkjian, the lead reporter on The Globe's article, said\nhe might have talked to an IGI investigator, but that an editor had\nsent him to Huntsville on a tip. ``I had the story without them,''\nhe said.\n\n   Steve Campbell of the Press Herald would not identify his\ninitial source. ``It didn't matter where it was coming from,'' he\nsaid. ``I was more concerned with whether the rumors were\nfactual.''\n\n   In the recent interview, Monks said his staff had discussed the\ninformation with reporters. He still denied that the investigators\nwere behind the articles, but he acknowledged opening a Pandora's\nbox by sending them to Alabama.\n\n   ``Once someone had stuck their hand in the thicket,'' he said,\n``the information began to flow.''\n\n   nn\n\n   No incident better demonstrates the power of private\ninvestigators than the runoff for Houston mayor in 1991 between Bob\nLanier, a millionaire businessman, and Sylvester Turner, a\nHarvard-educated lawyer and state representative.\n\n   Six days before the vote, Houston's ABC affiliate broadcast a\nreport questioning whether Turner had a role in an insurance scam\nin which a former law client had faked drowning. It said Turner had\ndrawn up the man's will shortly before he disappeared and had been\ninvolved in efforts to collect his insurance money. It quoted\nTurner saying he was a victim of the scam and had cooperated with\ninvestigators.\n\n   Pollsters from the University of Houston interviewing voters the\nnight the story aired watched Turner's numbers plunge. ``Until\nthen, the race was very close, with a slight but statistically\ninsignificant advantage to Turner,'' said Richard Murray, who\nsupervised the poll. ``We could see the direct effect. Turner\ndropped eight points.''\n\n   Turner blamed the report on Lanier, an accusation the campaign\nand TV station denied. Turner never recovered and lost by the\neight-point margin.\n\n   Turner later sued the station and its investigative reporter for\nlibel, and in trial in 1996 the link between the Lanier campaign\nand the broadcast was finally discovered. A private investigator on\nLanier's campaign finance committee had delivered a one-page\nsummary of the allegations to the reporter and arranged for him to\nreceive court files about the faked death, according to testimony.\n\n   After the election, the investigator and a second detective who\nalso played a role in providing the story to the TV station\nreceived a multimillion-dollar contract from the Lanier\nadministration to collect overdue parking fines.\n\n   The jury found that the broadcast was false and awarded Turner\n$5.5 million, a figure the judge reduced to $3.25 million. Last\nDecember, an appellate court set aside the verdict, ruling that\nTurner was a public figure. Turner has appealed.\n\n   In an interview, Turner criticized the private investigators.\n``They did not care anything about the person, or family, or common\ndecency,'' he said. ``They were hired to do a job _ and they were\nsuccessful.''\n","Headline":"\nPRIVATE INVESTIGATORS PLAYING BIGGER ROLE IN POLITICS \n","Text":["\n   Feeding an almost insatiable demand for negative information in\ntoday's world of bruising politics, private investigators are\nplaying a larger _ though mostly hidden _ role in the public arena,\ndigging up dirt on everyone from regulators to elected national and\nsmall-town officials.\n","\n   President Clinton's use of private detectives has been widely\nreported. But an examination by The New York Times found that over\nthe past decade they have moved into every corner of public life,\nhired by politicians and their surrogates ranging from Sen. Edward\nKennedy, D-Mass., to the House Judiciary Committee chairman, Rep.\nHenry Hyde, R-Ill., and from the former mayor of New York, David\nDinkins, to aspirants for local city councils.\n","\n   The private investigators' thick reports usually are aimed at\ndiscrediting critics and disposing of opponents. But they are also\nused defensively, to identify and, if possible, to avoid potential\nembarrassments.\n","\n   Today's breed of investigators include former police officers,\nas always, but also former FBI agents, ex-CIA employees, former\nprosecutors and, in a trend that raises new ethical questions,\nex-journalists, who can tap old news contacts to get negative\ninformation published.\n","\n   Operating with little regulation or accountability, the\ndetectives spy on opponents by posing as reporters, or by sending\nin operatives who work as volunteers in the campaign. In a world\nwhere sensitive computer data can flow freely despite privacy laws,\nsome routinely obtain protected information ranging from phone\nrecords to medical histories.\n","\n   They track down ex-spouses and former associates and employees,\noften concealing the reason they are asking questions, and they go\nthrough trash from offices, campaign headquarters and homes, a\npractice known as ``Dumpster diving.''\n","\n   ``There's not a garbage pail I won't get in, not an angle I\nwon't aim a hidden camera,'' said Larry Preston Williams, a former\npolice intelligence officer in New Orleans, who sends every\nstatewide candidate in Louisiana an offer to dig up ``white lies''\nand other information about opponents.\n","\n   ``I take cases from Republicans, Democrats, conservatives,\nliberals,'' Williams said. ``It's all information.''\n","\n   No one knows how frequently private detectives are used in\npolitical campaigns. The Federal Election Commission says it cannot\nmonitor campaign spending on them because payments are routinely\nlumped with fees to lawyers. And journalists who cooperate with\ndetectives often promise confidentiality.\n","\n   The federal government has, however, begun to examine some of\nthe techniques that private investigators and information brokers\nuse to obtain confidential information. In April the Federal Trade\nCommission filed a landmark suit against a Colorado investigator\nover the use of deceptions known as pretexts to obtain information\nabout private bank accounts, and on June 25 state authorities\nindicted him on racketeering charges. Congress is considering\nlegislation to outlaw pretexts.\n","\n   Personal attacks have been part of political campaigns since the\nnation's inception. But for most of this century unwritten rules\nkept within bounds what was called ``opposition research.'' The\ntypical investigator was a campaign worker or occasionally a\nmoonlighting police officer. Inquiries focused on public\ninformation such as voting records and court cases.\n","\n   Those rules vanished after allegations of marital infidelity\ndrove Gary Hart out of the race for president in 1988. Campaigns\nveered into nastier and more personal areas, and as they did,\nprofessional investigators replaced the amateurs and techniques got\nmore aggressive. Today, even candidates reluctant to get into the\nmuck say they feel compelled to respond in kind.\n","\n   Robert Monks, a candidate who hired detectives in a Republican\nprimary for the Senate from Maine, defended the need for full\ndisclosure, even if the information is painful and personal.\n","\n   ``One is thought of as being worse for calling attention to\nthese things,'' Monks said. ``I think it's wrong for people to run\nfor office without making a disclosure of material facts.''\n","\n   Kennedy offered a similar rationale for hiring private\ninvestigators to scrutinize his most recent opponent, Mitt Romney.\n``Opposition research is part of the modern campaign process,''\nsaid a spokesman, Will Keyser. ``In 1994, Sen. Kennedy's record was\nan open book and his opponent's was largely unknown. It was\nimportant and appropriate for the campaign to conduct thorough\nresearch into all the available public information.''\n","\n   Ed Rollins, a veteran Republican political consultant who\nacknowledges using private investigators, said, ``Most people today\nare trying to find as much dirt as they can. There may be less\ntendency to push the button on the personal stuff, but the digging\nis going right on.''\n","\n   This demand for dirt in politics arises during a boom era for\nprivate investigators in the business world. Started by the\ncorporate takeovers of the early 1980s and fueled by computers,\ncorporate investigators have become an essential part of the\ninformation economy.\n","\n   Annual revenues have quintupled to $5 billion since 1980,\naccording to one industry association, and investigators are\npivotal players in everything from hostile takeovers to hiring\nexecutives and ferreting out internal fraud. The spillover into\npolitics was natural.\n","\n   But the best-known firms from the world of corporate snooping\nsay they avoid the political arena for fear that fallout from the\ncases would damage their reputations and antagonize better-paying\nbusiness clients.\n","\n   ``I'm not going to tell you that we haven't looked up a name for\nsomeone in politics, but it is the policy of the company that we\ndon't do political work,'' said Michael Cherkasky, president of\nKroll Associates, the world's largest corporate investigative firm.\n","\n   ``There are certain things that we tend not to do because they\nare dirty,'' he said. ``We don't do matrimonial, we don't do\ncriminal defense and we don't do political.''\n","\n   nn\n","\n   Michael Hershman, chairman of Decision Strategies Fairfax\nInternational, another large firm, said his investigators examined\nthe backgrounds of vice presidential possibilities for the Dukakis\nand Clinton campaigns, but with their knowledge and cooperation.\n","\n   ``We've taken a strong policy position on not doing political\nopposition research, and I am personally against opposition\nresearch, which I believe adds to the scourge of negative\ncampaigning,'' Hershman said.\n","\n   One of the few major firms that solicits political cases is\nInvestigative Group International, the Washington company run by\nTerry Lenzner, a former Watergate prosecutor. Though best known as\nan investigator for Clinton's lawyers, he has also worked for\nRepublicans, including former Rep. Michael Huffington in his losing\nSenate race in California against Dianne Feinstein.\n","\n   Several years ago, Lenzner created a division called Campaign\nFacts to specialize in political investigations. He also maintains\na tiny law firm, Terry F. Lenzner PC, which several former\nemployees said is used partly to provide politically sensitive\ninquiries an extra layer of confidentiality through attorney-client\nprivilege.\n","\n   Last year Lenzner was subpoenaed by Kenneth Starr, the\nindependent counsel, to testify before a grand jury about inquiries\ninto Clinton's critics and two of Starr's prosecutors. Lenzner said\nhe was not a target of the grand jury but, stung by the\ncontroversy, now even he is considering cutting back on political\nwork.\n","\n   In an interview, Lenzner said political cases represent only a\nfraction of the firm's revenue, though he defended such work.\n","\n   ``I perceive it to be analogous to a hostile takeover case where\nwe are hired by a company to gather information to convince\nshareholders to vote for our client,'' he said. ``You are looking\nat substantive issues that are relevant to the voters.''\n","\n   Hyde, the House Judiciary chairman, turned to a private\ndetective when a critic was trying to draw attention to his role in\na failed savings and loan.\n","\n   In an interview, the detective, Ernie Rizzo, a former police\nofficer in a Chicago suburb, provided details of his work for Hyde\nfor the first time _ and described his disdain for politicians.\n","\n   ``Politicians are the easiest people in the world to set up,''\nRizzo said. ``They're all whores. You stay with them for a week and\nyou'll catch them doing something _ women or money or something.\nForget about the millions spent in political campaigns. You don't\nneed that. Everybody got to the top by stepping over somebody. Find\nthe weakest link and attack it.''\n","\n   Rizzo, as a lone operator, is typical of detectives who handle\npolitical work. A character who would be at home in a Damon Runyon\nstory, he is outgoing and flashy; his holographic business card is\nemblazoned with the image of a spy and six phone numbers, including\none for his boat.\n","\n   Rizzo said he was hired in late 1995 by James Schirott, a lawyer\ndefending Hyde in a federal suit against him and other former\ndirectors of Clyde Federal Savings and Loan. The thrift's 1990\nfailure cost taxpayers $67 million.\n","\n   Schirott, he said, told him the congressman was concerned about\na man turning up at hearings on the suit. Hyde wanted to know who\nhe was and what he knew. The lawyer gave Rizzo a name, Tim\nAnderson, and an address in Libertyville, a suburb of Chicago.\n","\n   ``The first thing I did was I pulled phone records,'' Rizzo\nexplained. ``I saw Anderson was making 30 or 40 calls a day to the\nmedia. I told Hyde, but he still didn't know who he was. I saw the\nmedia calls, so I decided to pretend I was from the media.''\n","\n   He said he telephoned Anderson, claiming to be a producer for\n``20/20,'' the ABC news program. Anderson agreed to meet him near\nO'Hare International Airport.\n","\n   Getting a target's phone records is often the starting point of\nan inquiry, investigators say. While Rizzo was convicted of illegal\nwiretapping in 1977 for taping conversations in divorce cases,\nprivacy experts say phone records fall into a gray area in most\nstates. Rizzo said he got the records from a source at a telephone\ncompany, and the Illinois attorney general's office said no state\nlaw was violated. A spokesman for Ameritech, the regional telephone\ncompany based in Chicago, said the company does not provide\ncustomer records to anyone without a court order and any employee\nwho violated the rule would be fired.\n","\n   Rizzo said he flew to New York and took a flight back to Chicago\nin case Anderson watched the airport for his arrival. But Anderson\nwas not suspicious. A former banking consultant, he had contacted\ndozens of journalists trying to expose what he believed were the\npolitical roots of the savings and loan scandal.\n","\n   Anderson said he gladly gave Rizzo his material on Hyde _ a\nbound file containing 388 pages of court records, newspaper\narticles and documents obtained through the Freedom of Information\nAct.\n","\n   Among the documents were minutes of Clyde federal board meetings\nthat showed Hyde playing a more active role than he had\nacknowledged publicly. In one instance, he approved an investment\nin speculative options trading that eventually lost $10 million.\n","\n   Rizzo, however, also wanted to know about Anderson, especially\nany vulnerabilities he had. So, the detective said: ``I warned him\nthat Hyde was going to come after us and I had to make sure he\ndidn't have any skeletons. I got him telling me all his weak\nspots.''\n","\n   Rizzo said he gave the file to Hyde and was paid by a political\nally of the congressman, not by his lawyer.\n","\n   Last October, The Chicago Tribune disclosed Rizzo's duping of\nAnderson. In his interview with The Times, Rizzo revealed that just\ntwo months later, in December, he employed the technique again\nbecause Hyde and his allies feared Anderson might use the\ndisclosure to disrupt the impeachment hearings.\n","\n   ``The day before the impeachment trial started in the House, I\nsent two guys back in,'' Rizzo said. ``They posed as reporters. We\nwanted to know if Anderson was going to sue Hyde or make any other\nnoise. But he told them he wasn't going to sue. He was on a\ncrusade. It was hilarious.''\n","\n   Hyde refused to be interviewed for this article, but a spokesman\ndisputed several aspects of Rizzo's account.\n","\n   The spokesman, Sam Stratman, said Hyde was told that Anderson\nhad been investigated, but that Rizzo did not deliver his findings\nto the congressman. Hyde never met Rizzo and had no knowledge of\nhis techniques, he said. Stratman said $2,000 of $20,000 in fees\npaid to Schirott was for Rizzo's services. Schirott did not return\nnumerous phone calls from The Times over several weeks.\n","\n   In 1997 the federal government settled its suit with the former\nClyde federal directors for $850,000. Hyde maintained he had no\nresponsibility for the thrift's failure and he did not contribute\nto the settlement.\n","\n   Anderson is carrying on, working for $7.50 an hour at Enterprise\nRent-a-Car to provide time for his crusade, even though his wife\nhas pleaded with him to give up and return to his profession.\n","\n   Indeed, he said the congressman's investigation had strengthened\nhis resolve. ``I'm an innocent member of the public and the head of\nthe Judiciary Committee hired a detective to spy on me,'' he said\nindignantly.\n","\n   nn\n","\n   Compared with flashy Rizzo, Larry Preston Williams is a model of\ndecorum, given to three-piece suits and understatement.\n","\n   An ex-lawyer and former New Orleans police officer, he estimates\nthat political cases represent 15 percent of his business as a\nprivate investigator. While clients occasionally send him after\nnational politicians, his usual target is a candidate for local or\nstate office in Louisiana and other southern states.\n","\n   ``The number of cases has picked up in recent years,'' he said.\n``The aggressiveness has picked up. The willingness to use\ninformation publicly to simply obliterate the opposition forever\nhas increased.''\n","\n   Williams will happily plow through a target's garbage but his\ntime is more often spent wading through public records looking for\nlawsuits, unpaid taxes, property ownership, divorces, arrests and\nthe like. He charges $50 to $150 an hour, depending on the\ncomplexity of the case. A routine investigation costs $3,000 to\n$4,000.\n","\n   What turns up most often is mundane, too: candidates or\nofficials who misrepresent work history, education or military\nservice. Baby Boomers are particularly likely to fabricate service\nin Vietnam or a Purple Heart, he said.\n","\n   In one case, a candidate for New Orleans City Council hired\nWilliams to investigate whether an opponent met residency\nrequirements. The results of his two-month inquiry filled a folder\ntwo inches thick and ranged from letters from former employers\nverifying employment dates to lists of credit cards and phone\nrecords.\n","\n   Williams leaked the information to reporters, leading to\nnewspaper articles that questioned whether the candidate, Ellen\nHazeur, met the residency requirement. Voters did not seem to care;\nMs. Hazeur won.\n","\n   Williams compiled a thicker dossier on David Duke, the former Ku\nKlux Klan leader whose Republican candidacies for the state\nLegislature and Congress have roiled Louisiana politics for the\npast decade.\n","\n   The investigation turned up some early evidence linking Duke to\nneo-Nazis, and his client, a prominent Republican, used the report\nto orchestrate a campaign publicizing Duke's white supremacist\nties.\n","\n   For clients willing to spend $50,000 or more, Williams advises\nhiring a detective to start digging a year before the election.\nThat enables them to start a trickle of negative information about\ntheir opponent that builds to a crescendo just before the election.\nHe would not identify any clients who took that course.\n","\n   For W. John Hathaway, the negative information was not a trickle\nbut an explosion. Running for the Republican Senate nomination from\nMaine in 1996, he watched in shock as two major newspapers\npublished articles the same day reporting he had been accused of\nhaving a sexual relationship with a 12-year-old baby sitter.\n","\n   Six years earlier, when he lived in Huntsville, Ala., a girl who\nsat for his children had claimed she had a sexual relationship with\nhim. He denied the accusation. Two district attorneys and the state\nattorney general investigated and decided not to prosecute at the\nrequest of the girl's parents. In a recent interview, Hathaway\nagain denied the accusation and said he had expected it to remain\nsecret because no charges were filed.\n","\n   But rumors began to circulate during the primary, in which\nHathaway was one of three Republicans vying for the seat left open\nby William Cohen. The others were Robert Monks, an established\npolitical figure in Maine, and Susan Collins, a political newcomer.\n","\n   As the primary approached, Monks became alarmed, he said in a\nrecent interview. His polls showed Hathaway the likely winner, and\nnothing had surfaced about the baby sitter's accusation. He turned\nto Lenzner, whom he had known for years, authorizing him to\ndispatch detectives from IGI to Alabama to investigate.\n","\n   ``It isn't as if it was a secret,'' Monks recalled. ``It was a\npiece of information that was something that people didn't want to\nhave anything to do with.''\n","\n   A person involved in the IGI investigation said detectives\ninterviewed the girl's mother and other people and provided a\nreport to the Monks campaign. Five days before the primary, The\nBoston Globe and Portland Press Herald published articles about the\naccusation, reporting that Hathaway had denied the charges and had\nnever been arrested.\n","\n   After the articles appeared, Hathaway accused Monks of leaking\nthe story. Monks admitted hiring a detective, but denied that his\nefforts led to the articles. Even that admission took a toll on\nMonks. He finished last, with Hathaway second and Ms. Collins, who\nhad refused to comment on the controversy, winning.\n","\n   ``The whole thing blew up in Monks' face,'' said Christian\nPotholm, a government professor at Bowdoin College in Maine.\n``People felt that this was not something that a Bill Cohen or a\nGeorge Mitchell would have done.''\n","\n   It is not clear whether IGI played a role in either article.\nInvestigators usually turn over information to the client and let\nthe campaign decide how to handle it.\n","\n   Stephen Kurkjian, the lead reporter on The Globe's article, said\nhe might have talked to an IGI investigator, but that an editor had\nsent him to Huntsville on a tip. ``I had the story without them,''\nhe said.\n","\n   Steve Campbell of the Press Herald would not identify his\ninitial source. ``It didn't matter where it was coming from,'' he\nsaid. ``I was more concerned with whether the rumors were\nfactual.''\n","\n   In the recent interview, Monks said his staff had discussed the\ninformation with reporters. He still denied that the investigators\nwere behind the articles, but he acknowledged opening a Pandora's\nbox by sending them to Alabama.\n","\n   ``Once someone had stuck their hand in the thicket,'' he said,\n``the information began to flow.''\n","\n   nn\n","\n   No incident better demonstrates the power of private\ninvestigators than the runoff for Houston mayor in 1991 between Bob\nLanier, a millionaire businessman, and Sylvester Turner, a\nHarvard-educated lawyer and state representative.\n","\n   Six days before the vote, Houston's ABC affiliate broadcast a\nreport questioning whether Turner had a role in an insurance scam\nin which a former law client had faked drowning. It said Turner had\ndrawn up the man's will shortly before he disappeared and had been\ninvolved in efforts to collect his insurance money. It quoted\nTurner saying he was a victim of the scam and had cooperated with\ninvestigators.\n","\n   Pollsters from the University of Houston interviewing voters the\nnight the story aired watched Turner's numbers plunge. ``Until\nthen, the race was very close, with a slight but statistically\ninsignificant advantage to Turner,'' said Richard Murray, who\nsupervised the poll. ``We could see the direct effect. Turner\ndropped eight points.''\n","\n   Turner blamed the report on Lanier, an accusation the campaign\nand TV station denied. Turner never recovered and lost by the\neight-point margin.\n","\n   Turner later sued the station and its investigative reporter for\nlibel, and in trial in 1996 the link between the Lanier campaign\nand the broadcast was finally discovered. A private investigator on\nLanier's campaign finance committee had delivered a one-page\nsummary of the allegations to the reporter and arranged for him to\nreceive court files about the faked death, according to testimony.\n","\n   After the election, the investigator and a second detective who\nalso played a role in providing the story to the TV station\nreceived a multimillion-dollar contract from the Lanier\nadministration to collect overdue parking fines.\n","\n   The jury found that the broadcast was false and awarded Turner\n$5.5 million, a figure the judge reduced to $3.25 million. Last\nDecember, an appellate court set aside the verdict, ruling that\nTurner was a public figure. Turner has appealed.\n","\n   In an interview, Turner criticized the private investigators.\n``They did not care anything about the person, or family, or common\ndecency,'' he said. ``They were hired to do a job _ and they were\nsuccessful.''\n"]}