{"DocumentId":"NYT19990519.0075","TopicId":"NYT","Relevance":"0","Body":" BC-CPT-INTERNET-DATACENTERS-ART-NYT \nINTERNET FUELS REVIVAL OF CENTRALIZED `BIG IRON' COMPUTING \n\n  \n (Repeating as part of a weekly roundup of computer features)   By STEVE LOHR with JOHN MARKOFF   \n c.1999 N.Y. Times News Service   \n\n   SCHAUMBURG, Ill. _ As Walt Grom tours his domain _ row upon row\nof hulking black computers _ he speaks of the importance of\n``fundamental engineering disciplines'' and ``brute force\nexperience.'' The vast room is spotless, brightly lit and chilled\nby air conditioning, an austere interior designed for the care and\nfeeding of big computers.\n\n   The huge datacenter, run by IBM, is one of the engine rooms of\nthe Internet, powering the World Wide Web sites and electronic\ncommerce operations of some 400 companies and organizations\nincluding BankAmerica, Macy's, Goodyear and the National Hockey\nLeague.\n\n   Such computer centers, known as server farms, are the\nunglamorous side of the Internet revolution _ a world apart from\nthe young, urban culture of Web design artists with their tattoos\nand earrings. Here, a no-nonsense style prevails, and the hallways\ntend to be populated by big, beefy men with beepers.\n\n   ``We're happy to do the plumbing,'' said Grom, who runs IBM's\nserver farm in Schaumburg.\n\n   Internet datacenters are sprouting up across the country in a\nsure sign of the trend toward once again housing information and\ncomputer power centrally _ a seeming reversal of the last two\ndecades of computing.\n\n   The personal computer has defined the industry's recent history\nand how computers were used. As personal computers spread rapidly\nin the early 1980s, they were seen as engines of individual\nempowerment and decentralization of information. Millions of\nislands of information were suddenly stored on desktop machines _\nknowledge residing in the spreadsheet, word processing and database\nprograms of individuals. It was a technical and social repudiation\nof the previous three decades, dominated by mainframes and\nminicomputers, a computing formula based on ``big iron'' machines\nthat held all the information.\n\n   But in an odd alliance, the Internet _ hailed as the technology\nbehind a new economics, tearing down old hierarchies and flattening\ncorporate organizations _is fueling a recentralization of\ninformation and a revival of big iron computing.\n\n   The Internet holds the promise of anytime, anywhere access to\ninformation and entertainment delivered over powerful networks to\nan array of information appliances like handheld devices, cell\nphones with screens and television set-top boxes, not just personal\ncomputers.\n\n   That makes the present round of information centralization very\ndifferent from the old days. The glass-house datacenters of the\n1960s were controlling gatekeepers, with information rationed from\nthe center. Today's modern server farms, by contrast, are powerful\nnodes on the Internet, making information more readily available to\nindividuals.\n\n   There are, to be sure, privacy concerns raised by the prospect\nof creating increasingly large digital storehouses of personal\ninformation. Those concerns, technology experts say, require\nclear-cut corporate and public policies to protect privacy as\ncollecting, storing and distributing information becomes easier and\ncheaper in a digital economy.\n\n   Still, even personal computer pioneers generally regard the\nshift to Internet-based computing as an irreversible step toward\nefficiency rather than a retreat from the information democracy\nthey sought to foster.\n\n   ``People want to own their own information but they don't want\nto maintain it, and that is driving the shift toward\ncentralization,'' said Adele Goldberg, a member of the team at\nXerox Palo Alto Research Center in the early 1970s that created the\nfounding concepts of personal computing.\n\n   Because of the Internet, companies are starting to embrace\ncentralized computing again for the first time in decades. ``A real\nmind shift is under way in corporate America,'' Scott Winkler, an\nanalyst at Gartner Group, a research firm, said.\n\n   In some ways, corporate America is following the Internet\nleaders. For behind an America Online or an Amazon.com is a massive\narsenal of computing power. America Online Inc. supports its\nservice to more than 16 million subscribers _ with a million people\nusing the system simultaneously on many evenings _ with two vast\nserver farms in Virginia and a third one planned, a $520-million\nproject announced in March. (Such datacenters are known as server\nfarms because they are veritable crop-rows of big computers that\nsend, or serve, data out to users.)\n\n   ``The good old economics of scale really do apply when it comes\nto server farms,'' Marc Andreessen, the chief technology officer of\nAmerica Online, said.\n\n   The new model of computing _ a proliferation of information\nappliances linked by the Internet to server farms _ has been called\nthe ``post-PC era.'' For the post-PC vision to be fully realized\nwill take years, and billions of dollars of investment to build\nultra-fast digital networks, wireless technology and new kinds of\nhandheld and other devices.\n\n   And to say that computing appears to be heading toward a post-PC\nera is not to say the PC will become obsolete anytime soon. Indeed,\nthe PC industry has benefited from the rise of the Internet so far\nbecause the PC today is the principal access device to the Net.\nDesktop alternatives to the PC like the ``network computer,'' or\nNC, running only a Web browser for tapping into the Internet _\nfirst proposed in 1996 by Lawrence Ellison, chairman of Oracle\nCorp. _ have not yet slowed PC sales.\n\n   But the evolution toward the Internet model, most analysts\nagree, represents the most significant change in the industry since\nthe PC replaced the mainframe as the center of gravity in computing\ntwo decades ago. The shift represents a daunting challenge to the\nbig winners of the PC industry, Microsoft Corp. and Intel Corp.,\nwhose software and microchips are the essential technology in most\nPCs. Their high profit margins are expected to erode as consumers\nincreasingly use simpler, lower-cost devices to tap into the\nInternet.\n\n   Both companies recognize the challenge and are responding. As\none step, Intel announced in April that it was planning a big move\ninto Internet services by building and running server farms. The\nmove seems a big departure for Intel, whose microprocessors serve\nas the electronic brains of most PCs. But Intel sees the server\nfarms as part of its future of moving beyond the personal computer\nto become a ``building-block supplier'' to the Internet economy.\n\n   ``The PC industry is changing drastically,'' said Andrew Grove,\nthe chairman of Intel, ``and when it's over it probably won't even\nbe called the PC industry. It will become the Web infrastructure\nindustry.''\n\n   Microsoft is preparing for the day when people may keep much of\ntheir personal and professional information on large servers with\nan initiative called Megaserver. The concept is that a person will\nbe able tap into a large central database via the Web to get\ne-mail, personal schedules, news, weather updates and other\ninformation anywhere, anytime.\n\n   Even Microsoft concedes the access device will not always be a\nPC. ``While the PC will stay central, we realize there is demand\nfor computing on non-PC devices,'' said Steven Ballmer, the\nMicrosoft president.\n\n   An early test bed for the Megaserver concept is Hotmail, a\nWeb-based e-mail system, which Microsoft bought for an estimated\n$300 million in January 1998. Since then, the number of users of\nthe free e-mail service has jumped from less than 10 million to 40\nmillion. With Hotmail, a person can retrieve e-mail from anywhere\nwith any PC or other device equipped with a Web browser instead of\nbeing required to use a particular machine loaded with one's own\ne-mail software.\n\n   ``Hotmail has served as a big wake-up call for us, and we're\ndelighted that we bought it,'' John Ludwig, a vice president of\nMicrosoft, said.\n\n   Hotmail is supported by four large datacenters, and Microsoft is\nusing them as incubators for developing the heavy-duty software\nneeded to run server farms, thus improving the capabilities of\nWindows NT, the company's most powerful operating system. But\nMicrosoft, Ludwig notes, is also working to improve the software\nthe user sees, making it easier to use.\n\n   ``There's more software to write than ever before _ that's the\ngood news for us,'' he observed.\n\n   Microsoft added another centralized information service in April\nwhen it acquired Jump Networks Inc., a Web-based calendar and\ndatebook system.\n\n   Microsoft's move came a few weeks after America Online purchased\nan Internet calendar service, When Inc., for an estimated $150\nmillion. The start-up, which stores personal scheduling information\non a Web site, started its fast-growing service just four months\nearlier.\n\n   Both companies are headed in the same direction, though from\ndifferent starting points, one a software giant, the other an\nonline service. Clearly, the line between software and services\nwill increasingly blur as the shift to Internet-based computing\nproceeds.\n\n   In an internal memo last fall titled ``The Era Ahead,'' Bill\nGates, the Microsoft chairman, pointed to the opportunity as\nsoftware becomes more a services business. ``We get a closer\nrelationship with customers and a predictable revenue model because\nthey pay us a regular fee for the service,'' he wrote.\n\n   But Gates also warned of the rising threat to some Microsoft\nproducts likely to come from online services. ``A company such as\nAmerica Online is in competition for all our information-management\nsoftware, because they can do it through their servers,'' he\nobserved.\n\n   In Silicon Valley, dozens of start-ups have been created as\nInternet services to centrally handle personal information. The new\ncompanies mostly focus on e-mail, calendars and back-up file\nstorage to insure information is not lost when an individual's PC\ncrashes.\n\n   ``Many of these applications should be moved onto the Internet\nbecause it is more reliable, available everywhere and cheaper,''\nsaid Eric Brewer, a University of California at Berkeley computer\nscientist who is a co-founder of Inktomi Corp., a Web software\ncompany.\n\n   Building and running the computing engine rooms behind these\nInternet services promises to be a good business for years to come.\nYet this behind-the-scenes technology business _ like the market\nfor Internet appliances _ will most likely be more diverse and\ncompetitive than the bygone mainframe era, whose dominant supplier\nwas IBM, or the current PC era, ruled by Microsoft and Intel.\n\n   The start of the trend back to central computing has already\nbeen rewarding for the established producers of ``big iron''\nmachines like Sun Microsystems Inc., a leader in computers running\nthe powerful Unix operating system, and IBM, whose mainframes have\nbeen retooled as Internet servers. The big Unix and mainframe\nserver computers range in price from $100,000 to millions of\ndollars.\n\n   ``The big growth for us has been in everything-dot-com _ the\nrevolution in Internet commerce in all its forms,'' said Edward\nZander, the president of Sun.\n\n   Indeed, as more and more companies begin to view the Internet\nnot as an experiment but as a technology on which they run their\nbusinesses, they need Web sites, e-mail networks and Internet\norder-processing systems to be up and running around the clock,\nseven days a week. That kind of reliable, industrial-strength\ncomputing is the traditional bailiwick of mainframes and Unix\nsystems.\n\n   Still, PC technology is improving steadily and PC servers _\ntypically using Intel microprocessors and Microsoft's Windows NT\nsoftware _ are increasingly tackling heavy-duty computing chores.\nSome heavily trafficked Web sites, handling huge amounts of\nbusiness, are backed up by server farms using mostly PC technology.\n\n   Dell Computer Corp., a direct marketer of PCs, says that sales\nfrom its Web site are now running at a pace of $5 billion a year.\n``Look at our Web site,'' Michael Dell, the company chairman, said.\n``It's Dell servers running Windows NT. Yes, we have a way to go at\nthe high end of computing, but don't bet against the PC industry.''\n\n   Gary Hargreaves does not much care about who supplies the\ntechnology. He just wants it to work.\n\n   Hargreaves manages an electronic commerce project at Goodyear\nTire and Rubber Co. _ a company Web site set up to more efficiently\ndistribute and share information with its tire dealers.\n\n   The current system, which is gradually being phased out, is\ncostly by any measure _ time, paper or aggravation. Three thick\npackets of documents are mailed out each week to Goodyear's 2,400\ndealers in the United States and Canada. The company's call center\nin Akron, Ohio, receives 2,500 inquiries a day from the dealers,\nmany of which are merely to obtain routine information on prices\nand the availability of tires.\n\n   All of that kind of information _ along with sales reporting _\nis being transferred to the Web site. A third of Goodyear's North\nAmerican dealers are online and using the Web site, though the rest\nare joining soon, and Hargreaves is already impressed by the\nresults. The call center is reporting fewer routine calls, he says,\nand dealers say they are getting more timely information, which\nhelps them sell more tires and improve customer service. The weekly\nmailings will be stopped at the start of next year.\n\n   For all the attention understandably focused on the meteoric\nrise of online retailers and auctioneers, like Amazon and Ebay, the\nbiggest economic impact of the Internet in the next few years is\nexpected to be inside old-line companies like Goodyear _ boosting\nproductivity by electronically automating back-office transactions.\n\n   Though Goodyear has an in-house datacenter, it chose to let\noutside experts provide the computing power for its Web site _ a\nrole known as hosting _ and run its electronic commerce network.\nMany companies are making the same choice. That is why the Web\nhosting business of both established companies like IBM and AT&T,\nand newcomers like Exodus Communications Inc. and Verio Inc., is\nprojected to grow from $696 million last year to $10.7 billion in\n2002, according to International Data Corp., a research firm.\n\n   Internet companies like America Online, to be sure, will have\ntheir own server farms. But others increasingly view computing as a\nutility, a service to be purchased like electricity. Indeed,\ntechnology historians note that when factories began using\nelectricity in the late 19th century, each had its own power plant.\nLater, regional utilities were created and sold electric service to\nthe factories.\n\n   At Goodyear, Hargreaves seemed to apply the same logic to his\ncompany's decision to have its Web site for dealers managed by IBM\nat its server farm in Schaumburg. ``We're in the tire business,''\nhe explained. ``Why run the digital power plant ourselves?''\n\n     \nNYT-05-18-99 1909EDT  \n","Headline":"\nINTERNET FUELS REVIVAL OF CENTRALIZED `BIG IRON' COMPUTING \n","Text":["\n   SCHAUMBURG, Ill. _ As Walt Grom tours his domain _ row upon row\nof hulking black computers _ he speaks of the importance of\n``fundamental engineering disciplines'' and ``brute force\nexperience.'' The vast room is spotless, brightly lit and chilled\nby air conditioning, an austere interior designed for the care and\nfeeding of big computers.\n","\n   The huge datacenter, run by IBM, is one of the engine rooms of\nthe Internet, powering the World Wide Web sites and electronic\ncommerce operations of some 400 companies and organizations\nincluding BankAmerica, Macy's, Goodyear and the National Hockey\nLeague.\n","\n   Such computer centers, known as server farms, are the\nunglamorous side of the Internet revolution _ a world apart from\nthe young, urban culture of Web design artists with their tattoos\nand earrings. Here, a no-nonsense style prevails, and the hallways\ntend to be populated by big, beefy men with beepers.\n","\n   ``We're happy to do the plumbing,'' said Grom, who runs IBM's\nserver farm in Schaumburg.\n","\n   Internet datacenters are sprouting up across the country in a\nsure sign of the trend toward once again housing information and\ncomputer power centrally _ a seeming reversal of the last two\ndecades of computing.\n","\n   The personal computer has defined the industry's recent history\nand how computers were used. As personal computers spread rapidly\nin the early 1980s, they were seen as engines of individual\nempowerment and decentralization of information. Millions of\nislands of information were suddenly stored on desktop machines _\nknowledge residing in the spreadsheet, word processing and database\nprograms of individuals. It was a technical and social repudiation\nof the previous three decades, dominated by mainframes and\nminicomputers, a computing formula based on ``big iron'' machines\nthat held all the information.\n","\n   But in an odd alliance, the Internet _ hailed as the technology\nbehind a new economics, tearing down old hierarchies and flattening\ncorporate organizations _is fueling a recentralization of\ninformation and a revival of big iron computing.\n","\n   The Internet holds the promise of anytime, anywhere access to\ninformation and entertainment delivered over powerful networks to\nan array of information appliances like handheld devices, cell\nphones with screens and television set-top boxes, not just personal\ncomputers.\n","\n   That makes the present round of information centralization very\ndifferent from the old days. The glass-house datacenters of the\n1960s were controlling gatekeepers, with information rationed from\nthe center. Today's modern server farms, by contrast, are powerful\nnodes on the Internet, making information more readily available to\nindividuals.\n","\n   There are, to be sure, privacy concerns raised by the prospect\nof creating increasingly large digital storehouses of personal\ninformation. Those concerns, technology experts say, require\nclear-cut corporate and public policies to protect privacy as\ncollecting, storing and distributing information becomes easier and\ncheaper in a digital economy.\n","\n   Still, even personal computer pioneers generally regard the\nshift to Internet-based computing as an irreversible step toward\nefficiency rather than a retreat from the information democracy\nthey sought to foster.\n","\n   ``People want to own their own information but they don't want\nto maintain it, and that is driving the shift toward\ncentralization,'' said Adele Goldberg, a member of the team at\nXerox Palo Alto Research Center in the early 1970s that created the\nfounding concepts of personal computing.\n","\n   Because of the Internet, companies are starting to embrace\ncentralized computing again for the first time in decades. ``A real\nmind shift is under way in corporate America,'' Scott Winkler, an\nanalyst at Gartner Group, a research firm, said.\n","\n   In some ways, corporate America is following the Internet\nleaders. For behind an America Online or an Amazon.com is a massive\narsenal of computing power. America Online Inc. supports its\nservice to more than 16 million subscribers _ with a million people\nusing the system simultaneously on many evenings _ with two vast\nserver farms in Virginia and a third one planned, a $520-million\nproject announced in March. (Such datacenters are known as server\nfarms because they are veritable crop-rows of big computers that\nsend, or serve, data out to users.)\n","\n   ``The good old economics of scale really do apply when it comes\nto server farms,'' Marc Andreessen, the chief technology officer of\nAmerica Online, said.\n","\n   The new model of computing _ a proliferation of information\nappliances linked by the Internet to server farms _ has been called\nthe ``post-PC era.'' For the post-PC vision to be fully realized\nwill take years, and billions of dollars of investment to build\nultra-fast digital networks, wireless technology and new kinds of\nhandheld and other devices.\n","\n   And to say that computing appears to be heading toward a post-PC\nera is not to say the PC will become obsolete anytime soon. Indeed,\nthe PC industry has benefited from the rise of the Internet so far\nbecause the PC today is the principal access device to the Net.\nDesktop alternatives to the PC like the ``network computer,'' or\nNC, running only a Web browser for tapping into the Internet _\nfirst proposed in 1996 by Lawrence Ellison, chairman of Oracle\nCorp. _ have not yet slowed PC sales.\n","\n   But the evolution toward the Internet model, most analysts\nagree, represents the most significant change in the industry since\nthe PC replaced the mainframe as the center of gravity in computing\ntwo decades ago. The shift represents a daunting challenge to the\nbig winners of the PC industry, Microsoft Corp. and Intel Corp.,\nwhose software and microchips are the essential technology in most\nPCs. Their high profit margins are expected to erode as consumers\nincreasingly use simpler, lower-cost devices to tap into the\nInternet.\n","\n   Both companies recognize the challenge and are responding. As\none step, Intel announced in April that it was planning a big move\ninto Internet services by building and running server farms. The\nmove seems a big departure for Intel, whose microprocessors serve\nas the electronic brains of most PCs. But Intel sees the server\nfarms as part of its future of moving beyond the personal computer\nto become a ``building-block supplier'' to the Internet economy.\n","\n   ``The PC industry is changing drastically,'' said Andrew Grove,\nthe chairman of Intel, ``and when it's over it probably won't even\nbe called the PC industry. It will become the Web infrastructure\nindustry.''\n","\n   Microsoft is preparing for the day when people may keep much of\ntheir personal and professional information on large servers with\nan initiative called Megaserver. The concept is that a person will\nbe able tap into a large central database via the Web to get\ne-mail, personal schedules, news, weather updates and other\ninformation anywhere, anytime.\n","\n   Even Microsoft concedes the access device will not always be a\nPC. ``While the PC will stay central, we realize there is demand\nfor computing on non-PC devices,'' said Steven Ballmer, the\nMicrosoft president.\n","\n   An early test bed for the Megaserver concept is Hotmail, a\nWeb-based e-mail system, which Microsoft bought for an estimated\n$300 million in January 1998. Since then, the number of users of\nthe free e-mail service has jumped from less than 10 million to 40\nmillion. With Hotmail, a person can retrieve e-mail from anywhere\nwith any PC or other device equipped with a Web browser instead of\nbeing required to use a particular machine loaded with one's own\ne-mail software.\n","\n   ``Hotmail has served as a big wake-up call for us, and we're\ndelighted that we bought it,'' John Ludwig, a vice president of\nMicrosoft, said.\n","\n   Hotmail is supported by four large datacenters, and Microsoft is\nusing them as incubators for developing the heavy-duty software\nneeded to run server farms, thus improving the capabilities of\nWindows NT, the company's most powerful operating system. But\nMicrosoft, Ludwig notes, is also working to improve the software\nthe user sees, making it easier to use.\n","\n   ``There's more software to write than ever before _ that's the\ngood news for us,'' he observed.\n","\n   Microsoft added another centralized information service in April\nwhen it acquired Jump Networks Inc., a Web-based calendar and\ndatebook system.\n","\n   Microsoft's move came a few weeks after America Online purchased\nan Internet calendar service, When Inc., for an estimated $150\nmillion. The start-up, which stores personal scheduling information\non a Web site, started its fast-growing service just four months\nearlier.\n","\n   Both companies are headed in the same direction, though from\ndifferent starting points, one a software giant, the other an\nonline service. Clearly, the line between software and services\nwill increasingly blur as the shift to Internet-based computing\nproceeds.\n","\n   In an internal memo last fall titled ``The Era Ahead,'' Bill\nGates, the Microsoft chairman, pointed to the opportunity as\nsoftware becomes more a services business. ``We get a closer\nrelationship with customers and a predictable revenue model because\nthey pay us a regular fee for the service,'' he wrote.\n","\n   But Gates also warned of the rising threat to some Microsoft\nproducts likely to come from online services. ``A company such as\nAmerica Online is in competition for all our information-management\nsoftware, because they can do it through their servers,'' he\nobserved.\n","\n   In Silicon Valley, dozens of start-ups have been created as\nInternet services to centrally handle personal information. The new\ncompanies mostly focus on e-mail, calendars and back-up file\nstorage to insure information is not lost when an individual's PC\ncrashes.\n","\n   ``Many of these applications should be moved onto the Internet\nbecause it is more reliable, available everywhere and cheaper,''\nsaid Eric Brewer, a University of California at Berkeley computer\nscientist who is a co-founder of Inktomi Corp., a Web software\ncompany.\n","\n   Building and running the computing engine rooms behind these\nInternet services promises to be a good business for years to come.\nYet this behind-the-scenes technology business _ like the market\nfor Internet appliances _ will most likely be more diverse and\ncompetitive than the bygone mainframe era, whose dominant supplier\nwas IBM, or the current PC era, ruled by Microsoft and Intel.\n","\n   The start of the trend back to central computing has already\nbeen rewarding for the established producers of ``big iron''\nmachines like Sun Microsystems Inc., a leader in computers running\nthe powerful Unix operating system, and IBM, whose mainframes have\nbeen retooled as Internet servers. The big Unix and mainframe\nserver computers range in price from $100,000 to millions of\ndollars.\n","\n   ``The big growth for us has been in everything-dot-com _ the\nrevolution in Internet commerce in all its forms,'' said Edward\nZander, the president of Sun.\n","\n   Indeed, as more and more companies begin to view the Internet\nnot as an experiment but as a technology on which they run their\nbusinesses, they need Web sites, e-mail networks and Internet\norder-processing systems to be up and running around the clock,\nseven days a week. That kind of reliable, industrial-strength\ncomputing is the traditional bailiwick of mainframes and Unix\nsystems.\n","\n   Still, PC technology is improving steadily and PC servers _\ntypically using Intel microprocessors and Microsoft's Windows NT\nsoftware _ are increasingly tackling heavy-duty computing chores.\nSome heavily trafficked Web sites, handling huge amounts of\nbusiness, are backed up by server farms using mostly PC technology.\n","\n   Dell Computer Corp., a direct marketer of PCs, says that sales\nfrom its Web site are now running at a pace of $5 billion a year.\n``Look at our Web site,'' Michael Dell, the company chairman, said.\n``It's Dell servers running Windows NT. Yes, we have a way to go at\nthe high end of computing, but don't bet against the PC industry.''\n","\n   Gary Hargreaves does not much care about who supplies the\ntechnology. He just wants it to work.\n","\n   Hargreaves manages an electronic commerce project at Goodyear\nTire and Rubber Co. _ a company Web site set up to more efficiently\ndistribute and share information with its tire dealers.\n","\n   The current system, which is gradually being phased out, is\ncostly by any measure _ time, paper or aggravation. Three thick\npackets of documents are mailed out each week to Goodyear's 2,400\ndealers in the United States and Canada. The company's call center\nin Akron, Ohio, receives 2,500 inquiries a day from the dealers,\nmany of which are merely to obtain routine information on prices\nand the availability of tires.\n","\n   All of that kind of information _ along with sales reporting _\nis being transferred to the Web site. A third of Goodyear's North\nAmerican dealers are online and using the Web site, though the rest\nare joining soon, and Hargreaves is already impressed by the\nresults. The call center is reporting fewer routine calls, he says,\nand dealers say they are getting more timely information, which\nhelps them sell more tires and improve customer service. The weekly\nmailings will be stopped at the start of next year.\n","\n   For all the attention understandably focused on the meteoric\nrise of online retailers and auctioneers, like Amazon and Ebay, the\nbiggest economic impact of the Internet in the next few years is\nexpected to be inside old-line companies like Goodyear _ boosting\nproductivity by electronically automating back-office transactions.\n","\n   Though Goodyear has an in-house datacenter, it chose to let\noutside experts provide the computing power for its Web site _ a\nrole known as hosting _ and run its electronic commerce network.\nMany companies are making the same choice. That is why the Web\nhosting business of both established companies like IBM and AT&T,\nand newcomers like Exodus Communications Inc. and Verio Inc., is\nprojected to grow from $696 million last year to $10.7 billion in\n2002, according to International Data Corp., a research firm.\n","\n   Internet companies like America Online, to be sure, will have\ntheir own server farms. But others increasingly view computing as a\nutility, a service to be purchased like electricity. Indeed,\ntechnology historians note that when factories began using\nelectricity in the late 19th century, each had its own power plant.\nLater, regional utilities were created and sold electric service to\nthe factories.\n","\n   At Goodyear, Hargreaves seemed to apply the same logic to his\ncompany's decision to have its Web site for dealers managed by IBM\nat its server farm in Schaumburg. ``We're in the tire business,''\nhe explained. ``Why run the digital power plant ourselves?''\n","\n     \nNYT-05-18-99 1909EDT  \n"]}