{"DocumentId":"NYT19990913.0144","TopicId":"NYT","Relevance":"0","Body":" BC-WACO-SIEGE-2000(3Takes)-TEX \nMILITARY'S ROLE AT SIEGE NEAR WACO TO BE FOCUS OF INQUIRY\n\n (For use by NYTimes News Service clients) \nBy JENNIFER AUTREY \nc.1999 Fort Worth Star-Telegram \n\n   The images of Bradley fighting vehicles punching holes in the\nwooden compound of the Branch Davidian sect and of helicopters\nhovering overhead as the structure burned have become etched in\nAmerica's collective psyche.\n\n   The extent and legality of the military involvement in the\n51-day siege at the Mount Carmel compound near Waco six years ago\nis expected to be a focus of upcoming investigations into the fiery\nend of the siege on April 19, 1993. The bodies of sect leader David\nKoresh and about 80 of his followers were recovered in the fire's\nremains.\n\n   Among questions surrounding the operation is how military\npersonnel, equipment and munitions were used and whether the\ngovernment had a role in setting the blaze that consumed the\ncompound. At the heart of the questions about military involvement\nis the Posse Comitatus Act, which prohibits the armed forces from\nparticipating in civilian law enforcement operations.\n\n   Some issues expected to be examined are:\n\n   _ The involvement of the Delta Force, an elite, top-secret Army\nunit established to combat terrorism. Some former government\nofficials say the Delta Force had a greater role in the operation\nthan the FBI acknowledges and, as a result, violated the Posse\nComitatus Act.\n\n   In a sworn affidavit, a former sergeant first class in Army\nSpecial Forces said a noncommissioned officer told him that the\nDelta Force's ``B'' Squadron had been ordered to ``take down'' the\nBranch Davidians at Mount Carmel.\n\n   _ Whether federal officials used a 1990 change in the Posse\nComitatus Act _ allowing the use of the military in anti-drug\noperations _ to assist the Bureau of Alcohol, Tobacco and Firearms\nand the FBI in the Waco siege and assault.\n\n   When the ATF asked the military for help in staging its initial\nraid of the compound on Feb. 28, 1993, military officers said the\nATF would have to reimburse the Army for any assistance because\nthere was ``no known drug nexus,'' according to Lt. Col. Lon\nWalker, an Army liaison to the ATF.\n\n   Less than a month later, the ATF added ``drug activity'' to the\nmatters it was investigating in regard to the Branch Davidians, a\nmove that a congressional report called ``deliberately\nmisleading.''\n\n   _ Possible violations of Texas and Alabama state laws\nprohibiting the use of National Guard personnel and equipment\nagainst the Branch Davidians.\n\n   Texas law prohibits the use of the Texas National Guard in\ncivilian law enforcement unless there is a clear drug connection.\nAlabama law says its National Guard force has no authority outside\nstate boundaries.\n\n   National Guard personnel and equipment from both states were\nused at Mount Carmel. A congressional report has determined that\nthose actions were taken without proper authority.\n\n   DELTA FORCE  \n\n   Recent revelations indicate that the Delta Force had a greater\npresence and a more active role in the final assault on the Branch\nDavidians than FBI officials have acknowledged. According to at\nleast one account, the Delta Force was there not to advise, but to\nkill.\n\n   Steven Barry, a retired Special Forces sergeant who sometimes\ntrained members of the Delta Force, gave a sworn affidavit to\nplaintiffs' attorneys in a civil suit brought by families of dead\nBranch Davidians. The case is scheduled to go to trial in Waco on\nOct. 18.\n\n   In the affidavit, Barry quoted a friend in the Delta Force as\nsaying the unit set up a tactical operations center during the\nsiege that was staffed by 10 to 20 soldiers.\n\n   Barry said another friend in the Delta Force told him that the\nunit's ``B'' Squadron had been ordered to ``take down'' Branch\nDavidians. Barry said he understood from his experience in the\nSpecial Forces that ``take down'' meant to kill people identified\nas terrorists.\n\n   Barry isn't alone in these allegations.\n\n   Former CIA officer Gene Cullen has said in several recent\ninterviews that he learned through casual conversations with Delta\nForce members that 10 of the unit's commandos were present during\nthe April 19, 1993, assault and may have participated.\n\n   Similarly, James B. Francis, commissioner of the Texas\nDepartment of Public Safety, said ``it is clear'' that members of\nthe Delta Force were on the scene. Initial reports indicated that\nthree members were present, but Francis said he is now being told\nthat as many as 10 were there.\n\n   ``There is some evidence that might indicate that they were more\nthan observers,'' Francis said. ``It is fuzzy as to what their role\nwas.''\n\n   Francis said law enforcement officials and civilians have\nprovided first- and second-hand reports on Delta Force activities.\nHe declined to elaborate further.\n\n   Evidence gathered after the Mount Carmel fire was in the hands\nof Texas law enforcement officials until U.S. District Judge Walter\nSmith Jr. ordered all evidence surrendered to the federal clerk in\nWaco.\n\n   MORE\nnn\n\n   The congressional report states that the Feb. 28 raid should\nhave been conducted differently if there was a real concern about\nthe prospect of a clandestine methamphetamine lab on the premises.\nBecause such labs usually contain explosive and toxic chemicals,\nstandard procedure calls for the arrest of lab operators away from\ntheir laboratories. Koresh was regularly seen in Waco and could\neasily have been apprehended, officials have said.\n\n   ``All those justifying stories have kind of gone up in smoke:\ndrug use, machine guns, child abuse,'' said Daniel Polsby, a\nprofessor at George Mason University's law school who specializes\nin constitutional law.\n\n   The congressional committees eventually determined that the\n``ATF misled the Defense Department as to the existence of a drug\nnexus in order to obtain non-reimbursable support.''\n\n   Darley, the Pentagon spokesman, said he wouldn't comment on any\nconclusions reached by Congress. But he said the Pentagon concurs\nwith an Aug. 26 General Accounting Office report, which determined\nthat the approval of military counterdrug support was reasonable\nand authorized.\n\n   NATIONAL GUARD INVOLVEMENT  \n\n   The use of Texas and Alabama National Guard units at Mount\nCarmel may have violated laws in both states and perhaps the U.S.\nConstitution.\n\n   Convincing state officials that drugs were involved in the\nBranch Davidian investigation was crucial to involvement of the\nTexas National Guard.\n\n   The Posse Comitatus Act does not prohibit use of state National\nGuard personnel for local law enforcement, but Texas law does.\nState law allows the use of its National Guard helicopters for law\nenforcement only if there is evidence of drug violations.\n\n   On Dec. 11, 1992, ATF Special Agent Jose Viegra met with\nrepresentatives of Gov. Ann Richards' office to discuss the role of\nthe military in any potential ATF action against the Branch\nDavidians, Treasury Department documents show.\n\n   Viegra was told he could not make use of Operation Alliance,\nwhich serves as a clearinghouse for several agencies involved in\ndrug investigations along the Southwest border, unless there was a\ndrug component.\n\n   Three days later, according to a Treasury Department memorandum,\nOperation Alliance officials received a facsimile from the ATF\nrequesting assistance from the Texas Counterdrug Program, which\nincluded the National Guard.\n\n   Lt. Col. William Pettit, Texas National Guard coordinator of the\nTexas Counterdrug Task Force, signed off on the request. The ATF\nfax made no reference to suspected drug violations in the compound,\ncasting Pettit's approval in doubt, according to the congressional\nreport.\n\n   After the Feb. 28 raid, ATF Deputy Director Daniel Hartnett\nwrote Gov. Richards a letter on March 27, 1993, denying allegations\nthat Mount Carmel did not have the necessary drug activity to\njustify the Texas National Guard's involvement.\n\n   ``Please let me assure you that nothing could be further from\nthe truth,'' Hartnett wrote.\n\n   Hartnett wrote that 11 sect members ``have some prior drug\ninvolvement, some with arrests for possession and trafficking.''\nHowever, when ATF agents were interviewed by Treasury Department\nofficials in a post-siege review, they said that only one Branch\nDavidian had a drug conviction, the congressional report said.\n\n   The use of the Texas National Guard isn't the only questionable\nGuard involvement.\n\n   The ATF also used the Alabama National Guard for aerial\nphotography on Jan. 14, 1993. That task was authorized by a\n``memorandum of agreement'' between the adjutants general of the\nTexas National Guard and the Alabama National Guard.\n\n   According to Texas law, the National Guard from another state\ncannot be used without approval of the Texas governor. Alabama\nstate law says that its National Guard has no authority to conduct\noperations outside the state.\n\n   National Guard personnel said in a post-raid Guard investigation\nthat Gov. Richards did not approve the use of the Alabama National\nGuard. Military documents released to Congress during its 1995\nhearings indicated that Richards was unaware of the extent of the\nTexas National Guard's involvement until after the Feb. 28 raid,\nthe congressional report said. Neither Richards nor members of her\nstaff at the time could be reached to comment last week.\n\n   Use of the Alabama National Guard may also have violated the\nU.S. Constitution, the congressional report said, although that\nissue was outside the scope of the congressional investigation.\n\n   The Constitution specifically prohibits states from entering\ninto treaties without congressional consent. The National Guard\nBureau takes the position that use of the National Guard for law\nenforcement purposes across state lines is therefore strictly\nprohibited.\n\n   ``Thus, it appears that the Alabama National Guard entered and\nconducted military operations in Texas without the proper authority\nto do so,'' the congressional report said.\n\n   (Star-Telegram staff writer Gabrielle Crist contributed to this\nreport. Visit the Star-Telegram's online services on the World Wide\nWeb: www.star-telegram.com)\nnn\n\n   Government attorneys have indicated in some court documents that\nas many as 10 ``classified'' military personnel were present, said\nHouston attorney Mike Caddell, who filed the wrongful death lawsuit\non behalf of about 100 people, mostly relatives of dead Branch\nDavidians.\n\n   ``We've been told that there were 10 military personnel, but\nthey won't tell us who they were,'' he said.\n\n   Caddell said government attorneys were asked to answer questions\nin connection with the lawsuit. One of the questions asked for a\nlist of all military personnel who were at Mount Carmel.\n\n   Government officials listed Army medical personnel, the Texas\nNational Guard and 10 others whose identity they said is classified\ninformation, Caddell said.\n\n   Army Col. Bill Darley, a Defense Department spokesman, said the\nPentagon has stated that it had only three Special Operations\npersonnel at Mount Carmel and he has seen nothing to refute that\nstatement. Two soldiers were present during most of the siege to\nmaintain high-tech equipment, he said. Another was there when the\ncompound burned, but only as an observer, he said.\n\n   ``We had a presence there for support only,'' Darley said. ``All\nother allegations appear to us to be unfounded and without basis in\nfact.''\n\n   That distinction is crucial, according to federal law.\n\n   If what Barry and Cullen say is true, military personnel may\nhave violated the Posse Comitatus Act, which forbids use of\nmilitary personnel in civilian law enforcement except in special\ncases approved by Congress.\n\n   The prohibition applies only to direct participation by soldiers\nin an arrest, search or seizure. Soldiers may train civilian law\nenforcement agents or provide military vehicles and munitions.\n\n   A congressional report determined that all members of the\nmilitary were present only as observers and that no violation of\nthe act had occurred. The report, ``Investigation into the\nActivities of Federal Law Enforcement Agencies Toward the Branch\nDavidians,'' was issued in August 1996 by the House Government\nReform and Oversight Committee and the House Judiciary Committee\nafter their 1995 hearings.\n\n   Darley said Pentagon policy prevented him from discussing\nfurther any of its ``special missions units'' such as Delta Force.\n\n   DRUG RUSE?\n\n   Some evidence suggests that the ATF created a ruse about the\npossibility of illegal drug manufacturing at Mount Carmel to obtain\nfree military assistance for its Feb. 28, 1993, raid, which left\nfour ATF agents dead and more than 20 wounded.\n\n   As early as November 1992, ATF agents were discussing the need\nfor military support with Walker, the agency's Defense Department\nliaison, according to Treasury Department documents. The ATF is\npart of the Treasury Department.\n\n   But there was a problem.\n\n   In a meeting with the ATF on Dec. 4, 1992, Walker informed the\nagency that it would have to pay the military for the use of its\nequipment because the military could waive the charges only in\nanti-drug operations.\n\n   At the meeting, Walker jotted a handwritten note that said:\n``There was no known drug nexus,'' according to the Treasury\nDepartment documents.\n\n   The bill would have been considerable. The military assistance\nat Waco cost about $1 million, according to a General Accounting\nOffice report released Aug. 26. About 90 percent of the cost was\nincurred by the Texas National Guard and U.S. Army, the report\nsaid.\n\n   That military personnel can play a greater role assisting\ncivilian law enforcement in drug investigations is a significant\nexception to the Posse Comitatus Act, passed as part of the 1990\nDepartment of Defense Authorization Act to help fight illegal drug\nimportation.\n\n   Before the end of December 1992, the ATF was investigating\n``suspicion of drug activity'' at the Branch Davidian compound,\naccording to the Treasury Department report.\n\n   That addition to the points of investigation apparently was\nbased on a Dec. 16, 1992, facsimile from Marc Breault in Australia,\nwho suggested that a methamphetamine lab had once been seen on\nBranch Davidian premises. Congressional investigators later\ndetermined that Breault was a former Branch Davidian who had left\nthe sect on bad terms.\n\n   Former Branch Davidians said Koresh had discovered the lab when\nhe arrived at Mount Carmel and had telephoned the McLennan County\nSheriff's Department to report it and to ask that deputies\nconfiscate it, but no one ever came, the congressional report said.\nThe building Breault said the lab was in burned down three years\nbefore the ATF raid, the report also said.\n\n   David Kopel, a former Colorado assistant attorney general and\nnow a researcher for the Independence Institute, a conservative\nthink tank in Colorado, said he was not surprised by the ATF's\ndecision to add ``drug activity'' component to the investigation.\n\n   ``All the military wants is the word `drugs,''' Kopel said.\n``Nobody cares if it's true.''\n\n   However, the initial application for a warrant to search the\ncompound included nothing about suspected drug violations. After\nagents failed to serve the warrant on Feb. 28, 1993, the day of the\naborted first assault, they applied for another warrant and\nexpanded its scope. That warrant also made no mention of drugs.\n\n   MORE\nnn\n","Headline":"\nMILITARY'S ROLE AT SIEGE NEAR WACO TO BE FOCUS OF INQUIRY\n","Text":["\n   The images of Bradley fighting vehicles punching holes in the\nwooden compound of the Branch Davidian sect and of helicopters\nhovering overhead as the structure burned have become etched in\nAmerica's collective psyche.\n","\n   The extent and legality of the military involvement in the\n51-day siege at the Mount Carmel compound near Waco six years ago\nis expected to be a focus of upcoming investigations into the fiery\nend of the siege on April 19, 1993. The bodies of sect leader David\nKoresh and about 80 of his followers were recovered in the fire's\nremains.\n","\n   Among questions surrounding the operation is how military\npersonnel, equipment and munitions were used and whether the\ngovernment had a role in setting the blaze that consumed the\ncompound. At the heart of the questions about military involvement\nis the Posse Comitatus Act, which prohibits the armed forces from\nparticipating in civilian law enforcement operations.\n","\n   Some issues expected to be examined are:\n","\n   _ The involvement of the Delta Force, an elite, top-secret Army\nunit established to combat terrorism. Some former government\nofficials say the Delta Force had a greater role in the operation\nthan the FBI acknowledges and, as a result, violated the Posse\nComitatus Act.\n","\n   In a sworn affidavit, a former sergeant first class in Army\nSpecial Forces said a noncommissioned officer told him that the\nDelta Force's ``B'' Squadron had been ordered to ``take down'' the\nBranch Davidians at Mount Carmel.\n","\n   _ Whether federal officials used a 1990 change in the Posse\nComitatus Act _ allowing the use of the military in anti-drug\noperations _ to assist the Bureau of Alcohol, Tobacco and Firearms\nand the FBI in the Waco siege and assault.\n","\n   When the ATF asked the military for help in staging its initial\nraid of the compound on Feb. 28, 1993, military officers said the\nATF would have to reimburse the Army for any assistance because\nthere was ``no known drug nexus,'' according to Lt. Col. Lon\nWalker, an Army liaison to the ATF.\n","\n   Less than a month later, the ATF added ``drug activity'' to the\nmatters it was investigating in regard to the Branch Davidians, a\nmove that a congressional report called ``deliberately\nmisleading.''\n","\n   _ Possible violations of Texas and Alabama state laws\nprohibiting the use of National Guard personnel and equipment\nagainst the Branch Davidians.\n","\n   Texas law prohibits the use of the Texas National Guard in\ncivilian law enforcement unless there is a clear drug connection.\nAlabama law says its National Guard force has no authority outside\nstate boundaries.\n","\n   National Guard personnel and equipment from both states were\nused at Mount Carmel. A congressional report has determined that\nthose actions were taken without proper authority.\n","\n   DELTA FORCE  \n","\n   Recent revelations indicate that the Delta Force had a greater\npresence and a more active role in the final assault on the Branch\nDavidians than FBI officials have acknowledged. According to at\nleast one account, the Delta Force was there not to advise, but to\nkill.\n","\n   Steven Barry, a retired Special Forces sergeant who sometimes\ntrained members of the Delta Force, gave a sworn affidavit to\nplaintiffs' attorneys in a civil suit brought by families of dead\nBranch Davidians. The case is scheduled to go to trial in Waco on\nOct. 18.\n","\n   In the affidavit, Barry quoted a friend in the Delta Force as\nsaying the unit set up a tactical operations center during the\nsiege that was staffed by 10 to 20 soldiers.\n","\n   Barry said another friend in the Delta Force told him that the\nunit's ``B'' Squadron had been ordered to ``take down'' Branch\nDavidians. Barry said he understood from his experience in the\nSpecial Forces that ``take down'' meant to kill people identified\nas terrorists.\n","\n   Barry isn't alone in these allegations.\n","\n   Former CIA officer Gene Cullen has said in several recent\ninterviews that he learned through casual conversations with Delta\nForce members that 10 of the unit's commandos were present during\nthe April 19, 1993, assault and may have participated.\n","\n   Similarly, James B. Francis, commissioner of the Texas\nDepartment of Public Safety, said ``it is clear'' that members of\nthe Delta Force were on the scene. Initial reports indicated that\nthree members were present, but Francis said he is now being told\nthat as many as 10 were there.\n","\n   ``There is some evidence that might indicate that they were more\nthan observers,'' Francis said. ``It is fuzzy as to what their role\nwas.''\n","\n   Francis said law enforcement officials and civilians have\nprovided first- and second-hand reports on Delta Force activities.\nHe declined to elaborate further.\n","\n   Evidence gathered after the Mount Carmel fire was in the hands\nof Texas law enforcement officials until U.S. District Judge Walter\nSmith Jr. ordered all evidence surrendered to the federal clerk in\nWaco.\n","\n   MORE\nnn\n","\n   The congressional report states that the Feb. 28 raid should\nhave been conducted differently if there was a real concern about\nthe prospect of a clandestine methamphetamine lab on the premises.\nBecause such labs usually contain explosive and toxic chemicals,\nstandard procedure calls for the arrest of lab operators away from\ntheir laboratories. Koresh was regularly seen in Waco and could\neasily have been apprehended, officials have said.\n","\n   ``All those justifying stories have kind of gone up in smoke:\ndrug use, machine guns, child abuse,'' said Daniel Polsby, a\nprofessor at George Mason University's law school who specializes\nin constitutional law.\n","\n   The congressional committees eventually determined that the\n``ATF misled the Defense Department as to the existence of a drug\nnexus in order to obtain non-reimbursable support.''\n","\n   Darley, the Pentagon spokesman, said he wouldn't comment on any\nconclusions reached by Congress. But he said the Pentagon concurs\nwith an Aug. 26 General Accounting Office report, which determined\nthat the approval of military counterdrug support was reasonable\nand authorized.\n","\n   NATIONAL GUARD INVOLVEMENT  \n","\n   The use of Texas and Alabama National Guard units at Mount\nCarmel may have violated laws in both states and perhaps the U.S.\nConstitution.\n","\n   Convincing state officials that drugs were involved in the\nBranch Davidian investigation was crucial to involvement of the\nTexas National Guard.\n","\n   The Posse Comitatus Act does not prohibit use of state National\nGuard personnel for local law enforcement, but Texas law does.\nState law allows the use of its National Guard helicopters for law\nenforcement only if there is evidence of drug violations.\n","\n   On Dec. 11, 1992, ATF Special Agent Jose Viegra met with\nrepresentatives of Gov. Ann Richards' office to discuss the role of\nthe military in any potential ATF action against the Branch\nDavidians, Treasury Department documents show.\n","\n   Viegra was told he could not make use of Operation Alliance,\nwhich serves as a clearinghouse for several agencies involved in\ndrug investigations along the Southwest border, unless there was a\ndrug component.\n","\n   Three days later, according to a Treasury Department memorandum,\nOperation Alliance officials received a facsimile from the ATF\nrequesting assistance from the Texas Counterdrug Program, which\nincluded the National Guard.\n","\n   Lt. Col. William Pettit, Texas National Guard coordinator of the\nTexas Counterdrug Task Force, signed off on the request. The ATF\nfax made no reference to suspected drug violations in the compound,\ncasting Pettit's approval in doubt, according to the congressional\nreport.\n","\n   After the Feb. 28 raid, ATF Deputy Director Daniel Hartnett\nwrote Gov. Richards a letter on March 27, 1993, denying allegations\nthat Mount Carmel did not have the necessary drug activity to\njustify the Texas National Guard's involvement.\n","\n   ``Please let me assure you that nothing could be further from\nthe truth,'' Hartnett wrote.\n","\n   Hartnett wrote that 11 sect members ``have some prior drug\ninvolvement, some with arrests for possession and trafficking.''\nHowever, when ATF agents were interviewed by Treasury Department\nofficials in a post-siege review, they said that only one Branch\nDavidian had a drug conviction, the congressional report said.\n","\n   The use of the Texas National Guard isn't the only questionable\nGuard involvement.\n","\n   The ATF also used the Alabama National Guard for aerial\nphotography on Jan. 14, 1993. That task was authorized by a\n``memorandum of agreement'' between the adjutants general of the\nTexas National Guard and the Alabama National Guard.\n","\n   According to Texas law, the National Guard from another state\ncannot be used without approval of the Texas governor. Alabama\nstate law says that its National Guard has no authority to conduct\noperations outside the state.\n","\n   National Guard personnel said in a post-raid Guard investigation\nthat Gov. Richards did not approve the use of the Alabama National\nGuard. Military documents released to Congress during its 1995\nhearings indicated that Richards was unaware of the extent of the\nTexas National Guard's involvement until after the Feb. 28 raid,\nthe congressional report said. Neither Richards nor members of her\nstaff at the time could be reached to comment last week.\n","\n   Use of the Alabama National Guard may also have violated the\nU.S. Constitution, the congressional report said, although that\nissue was outside the scope of the congressional investigation.\n","\n   The Constitution specifically prohibits states from entering\ninto treaties without congressional consent. The National Guard\nBureau takes the position that use of the National Guard for law\nenforcement purposes across state lines is therefore strictly\nprohibited.\n","\n   ``Thus, it appears that the Alabama National Guard entered and\nconducted military operations in Texas without the proper authority\nto do so,'' the congressional report said.\n","\n   (Star-Telegram staff writer Gabrielle Crist contributed to this\nreport. Visit the Star-Telegram's online services on the World Wide\nWeb: www.star-telegram.com)\nnn\n","\n   Government attorneys have indicated in some court documents that\nas many as 10 ``classified'' military personnel were present, said\nHouston attorney Mike Caddell, who filed the wrongful death lawsuit\non behalf of about 100 people, mostly relatives of dead Branch\nDavidians.\n","\n   ``We've been told that there were 10 military personnel, but\nthey won't tell us who they were,'' he said.\n","\n   Caddell said government attorneys were asked to answer questions\nin connection with the lawsuit. One of the questions asked for a\nlist of all military personnel who were at Mount Carmel.\n","\n   Government officials listed Army medical personnel, the Texas\nNational Guard and 10 others whose identity they said is classified\ninformation, Caddell said.\n","\n   Army Col. Bill Darley, a Defense Department spokesman, said the\nPentagon has stated that it had only three Special Operations\npersonnel at Mount Carmel and he has seen nothing to refute that\nstatement. Two soldiers were present during most of the siege to\nmaintain high-tech equipment, he said. Another was there when the\ncompound burned, but only as an observer, he said.\n","\n   ``We had a presence there for support only,'' Darley said. ``All\nother allegations appear to us to be unfounded and without basis in\nfact.''\n","\n   That distinction is crucial, according to federal law.\n","\n   If what Barry and Cullen say is true, military personnel may\nhave violated the Posse Comitatus Act, which forbids use of\nmilitary personnel in civilian law enforcement except in special\ncases approved by Congress.\n","\n   The prohibition applies only to direct participation by soldiers\nin an arrest, search or seizure. Soldiers may train civilian law\nenforcement agents or provide military vehicles and munitions.\n","\n   A congressional report determined that all members of the\nmilitary were present only as observers and that no violation of\nthe act had occurred. The report, ``Investigation into the\nActivities of Federal Law Enforcement Agencies Toward the Branch\nDavidians,'' was issued in August 1996 by the House Government\nReform and Oversight Committee and the House Judiciary Committee\nafter their 1995 hearings.\n","\n   Darley said Pentagon policy prevented him from discussing\nfurther any of its ``special missions units'' such as Delta Force.\n","\n   DRUG RUSE?\n","\n   Some evidence suggests that the ATF created a ruse about the\npossibility of illegal drug manufacturing at Mount Carmel to obtain\nfree military assistance for its Feb. 28, 1993, raid, which left\nfour ATF agents dead and more than 20 wounded.\n","\n   As early as November 1992, ATF agents were discussing the need\nfor military support with Walker, the agency's Defense Department\nliaison, according to Treasury Department documents. The ATF is\npart of the Treasury Department.\n","\n   But there was a problem.\n","\n   In a meeting with the ATF on Dec. 4, 1992, Walker informed the\nagency that it would have to pay the military for the use of its\nequipment because the military could waive the charges only in\nanti-drug operations.\n","\n   At the meeting, Walker jotted a handwritten note that said:\n``There was no known drug nexus,'' according to the Treasury\nDepartment documents.\n","\n   The bill would have been considerable. The military assistance\nat Waco cost about $1 million, according to a General Accounting\nOffice report released Aug. 26. About 90 percent of the cost was\nincurred by the Texas National Guard and U.S. Army, the report\nsaid.\n","\n   That military personnel can play a greater role assisting\ncivilian law enforcement in drug investigations is a significant\nexception to the Posse Comitatus Act, passed as part of the 1990\nDepartment of Defense Authorization Act to help fight illegal drug\nimportation.\n","\n   Before the end of December 1992, the ATF was investigating\n``suspicion of drug activity'' at the Branch Davidian compound,\naccording to the Treasury Department report.\n","\n   That addition to the points of investigation apparently was\nbased on a Dec. 16, 1992, facsimile from Marc Breault in Australia,\nwho suggested that a methamphetamine lab had once been seen on\nBranch Davidian premises. Congressional investigators later\ndetermined that Breault was a former Branch Davidian who had left\nthe sect on bad terms.\n","\n   Former Branch Davidians said Koresh had discovered the lab when\nhe arrived at Mount Carmel and had telephoned the McLennan County\nSheriff's Department to report it and to ask that deputies\nconfiscate it, but no one ever came, the congressional report said.\nThe building Breault said the lab was in burned down three years\nbefore the ATF raid, the report also said.\n","\n   David Kopel, a former Colorado assistant attorney general and\nnow a researcher for the Independence Institute, a conservative\nthink tank in Colorado, said he was not surprised by the ATF's\ndecision to add ``drug activity'' component to the investigation.\n","\n   ``All the military wants is the word `drugs,''' Kopel said.\n``Nobody cares if it's true.''\n","\n   However, the initial application for a warrant to search the\ncompound included nothing about suspected drug violations. After\nagents failed to serve the warrant on Feb. 28, 1993, the day of the\naborted first assault, they applied for another warrant and\nexpanded its scope. That warrant also made no mention of drugs.\n","\n   MORE\nnn\n"]}