{"DocumentId":"NYT19990718.0165","TopicId":"NYT","Relevance":"0","Body":" BC-SAMMYTHEBULL-IN \nMOBSTER SAMMY THE BULL REVEALS LIFE IN ARIZONA \n\n PHOENIX-AZR   (For use by N.Y. Times News Service clients)  \n By DENNIS WAGNER  \n Copyright  1999 The Arizona Republic  \n\n   PHOENIX _Salvatore Gravano, Mafia hit man and Phoenix-area\nresident, eyed his visitor with a steely glare.\n\n   ``So, you're going to write about Sammy the Bull living here?''\nhe said in a semi-raspy voice. ``Do you know how many people will\nget killed if you do that?''\n\n   It seemed odd coming from someone responsible for 19 murders,\nbut the question had merit.\n\n   Gravano, the turncoat underboss who put John Gotti and 36 other\nNew York mobsters in prison, had managed to stay underground for\nnearly five years.\n\n   He was hiding in sunny Arizona from assassins, from Illinois\ncops who offered a reward for sightings, from families of victims\nwho filed a lawsuit, from the media.\n\n   He came for the same reason most everyone else does: to get a\nnew start.\n\n   Most neighbors didn't know the middle-age guy next door was\nnotorious for robberies, loan-sharking, extortion and homicide.\nEmployees had no idea their boss once operated a corrupt New York\nconstruction business, rigging bids and running unions.\n\n   That's how Gravano wanted it.\n\n   But, over time, his secret life and identity slowly unraveled.\n\n   It happened, in part, because Gravano is sometimes indiscreet.\nHe has a business, a publicist, a lawyer. U.S. marshals and FBI\nagents watch over him.\n\n   He tells some people his real name.\n\n   Gravano knew his identity would be exposed someday.\n\n   He lives in a modest bungalow, the sort of place a 20-something\nbachelor would call home.\n\n   There are no family photographs visible, nothing intimate or\ninteresting other than a life-size dummy used for a punching bag.\n\n   A little dog growls and sniffs at strangers.\n\n   Gravano wears a black muscle shirt, gray sweat pants and dark\nshades in a low-light living room.\n\n   After small talk, he wonders aloud why his story is worth\ntelling.\n\n   ``What would be so interesting about me? Running a legitimate\nbusiness. Being monitored by the government . . . I think it's\nboring.''\n\n   Then again, he says, if word gets out, the New York media will\nswarm into Arizona, ferreting out every detail of his new life. And\nthe Mafia might feel compelled to follow.\n\n   ``In the mob, anytime anybody flips, there's an open contract on\nhim,'' Gravano says.\n\n   Moments later, he downplays the danger.\n\n   There's no real worry about getting whacked, Gravano says,\nbecause he's become pals with FBI agents and U.S. marshals. They\ndrop by on vacations to Arizona. He talks to their wives by phone.\nBesides, the Mafia has been so thoroughly infiltrated that the feds\nwould know who ordered a hit.\n\n   ``The mob is smart enough that when they do something, they\nwanna get away with it,'' he explains.\n\n   Gravano, a stocky, muscular man who seems younger than his 54\nyears, oozes bravado. He says he doesn't look under his car or over\nhis shoulder, doesn't understand fear.\n\n   ``I've grown up in a lifestyle,'' he says. ``There's 30,000 cops\nin New York. Every time you go out, you don't know if you're coming\nback. . . .\n\n   ``I was a boxer. I know what it's like to get hit. I know what\nit is to fight. And you lose your fear.\n\n   ``I could go to Montana and live 20 years in a cabin and be\nscared to death. Or I can live here, where I'm happy, five years. I\nchoose to live here.''\n\n   Gravano pauses, smiles. ``When it happens, it happens. If they\nstart shooting, then I'll be a little scared.''   \nA NEW IDENTITY  \n\n   Sammy the Bull arrived here as an inmate in the Federal\nCorrectional Center.\n\n   Upon release, he was given a new identity and background. He\nrented an apartment, returned to the construction business, settled\nin.\n\n   For a guy with the haunting threat of a bullet in the head, life\nwas tolerable. Until two weeks ago.\n\n   The secret died at his construction office amid junkyards and\nvacant lots.\n\n   Sammy the Bull stormed into the foyer, and with a clenched jaw\nconfronted an unexpected visitor.\n\n   ``What do you want?'' he demanded. Then, turning heel, he\ngrunted, ``Follow me.''\n\n   Seated in a back room, Gravano used indelicate terms to vent his\nanger about being found out.\n\n   He said he wasn't worried about himself, but family members and\nemployees. Innocent people would suffer. Jobs would be lost,\nreputations ruined.\n\n   He said he's created a new life in the Phoenix area, and wasn't\ngoing to start over, no matter what.\n\n   ``I'm not running from the (expletive) Mafia,'' he added. ``I'm\nnot running from the (expletive) media.''\n\n   He said he might tell his story, under the right conditions.\n\n   Gravano knows about cutting deals. He traded testimony against\nLa Cosa Nostra for a shortened prison sentence. In 1995, he\ncompleted the five-year term, entered a Witness Protection Program\nand got some facial work.\n\n   Then he blew the cover by appearing on TV to promote a book:\n``Underboss, Sammy the Bull Gravano's Story of Life in the Mafia.''\nCoincidentally, a movie version of the story is being rebroadcast\ntonight on NBC (Channel 12, KPNX).\n\n   With celebrity came infamy.\n\n   Family members of Gravano's murder victims have sued him for $25\nmillion. The New York attorney general is pursuing book and film\nprofits. The John Gotti Tribute Page, an Internet site, warned that\nGravano ``may be living next door to you with the government's\nblessing.'' And the Combined Counties Police Association of\nIllinois posted a $500 reward for sightings of Sammy the Bull.\n\n   Association President John Flood said it's despicable that an\nadmitted murderer was unleashed on society after spending fewer\nthan five years behind bars.\n\n   ``If Sammy left the world tomorrow, we could all sit down and\nsay, `Thank God,' '' Flood added. ``It would be no loss.''\n\n   The reward money went uncollected. Gravano had vanished into\nArizona, the anonymous retirement mecca that attracted a number of\nmob bosses over the years, including Joe Bonanno.   \nBEST-KEPT SECRET  \n\n   Gravano wasn't the only one who didn't want his secret out.\n\n   Athia Hardt, a public relations woman who represents him, said\nthe FBI was concerned about his safety.\n\n   Hardt, who once worked for Arizona Govs. Bruce Babbitt and Rose\nMofford, also provided a reference: Supervising FBI Agent George\nGabriel, who handled Gravano during Gotti's prosecution.\n\n   In a phone call from New York, Gabriel said blowing Gravano's\ncover would have one outcome: ``He's a dead man.''\n\n   Hardt said her client would talk if the newspaper agreed not to\nreveal his new name or company, and if it would withhold\ninformation on family members.\n\n   ``The Arizona Republic'' agreed, on the condition that the deal\nwould be void if the newspaper found that Gravano or his company\nhad engaged in corrupt activity in Arizona.   \nNO FEAR  \n\n   During the 2{-hour interview in Gravano's apartment, Hardt sips\nred wine. Attorney Thayne Lowe lies on the floor to ease the pain\nof a back problem.\n\n   Sammy the Bull lights a cigarette and worries aloud about family\nmembers. He says they are the main reason he sought refuge here,\nalong with the weather and relatively mob-free environment.\n\n   Though he hasn't been threatened here, Gravano figures the Mafia\nknows his whereabouts. FBI agents agree, saying he is too casual\nabout his cover.\n\n   Gravano quit the Witness Protection Program nine months after\ngetting out of prison. (``Too many restrictions. You couldn't have\ncontact with your family or anybody.'')\n\n   And though he had plastic surgery, the face didn't change much.\n(``I asked the doctor if I could look like Robert Redford, do it.\nBut he said, `No.' ''\n\n   Gravano settled for repairs to his boxer's nose and some minor\nliposuction. The result: Strangers still recognize him on the\nstreet.\n\n   ``They come right over to me,'' Gravano says, proudly. ``Some\nshake my hand and congratulate me for what I did. Some want an\nautograph.''\n\n   He estimates that more than 300 Phoenix area residents know his\nreal identity. Sometimes, he even tells people.\n\n   Gravano says he recently ruined a business deal by coming clean\nwith a prospective partner. He shrugs, adding, ``We thought it was\nethical and right to let them know.''   \nA MORAL MAFIOSO?  \n\n   The ethical mobster.\n\n   That theme is the fabric of Sammy the Bull's tale.\n\n   He talks indignantly about the treachery of others. When told it\nseems curious for a man who murdered 18 or 19 people to complain of\ndeceit, he interrupts to clarify the precise number _ ``It was 19''\n_ then tells a story.\n\n   Gravano and Gotti were trying to decide what to do about a Mafia\nassociate who was snitching to the cops. Gotti wanted to enlist a\nhomosexual who could destroy the traitor's credibility by accusing\nhim of being gay. Gravano was horrified.\n\n   ``I told him, `No, John, we don't do that. We're family. He's\none of us. We should just go kill him.' ''\n\n   Gravano views his homicidal history in a cultural context, like\nthe moral relativism of war.\n\n   ``I watched a guy (on TV) who dropped a bomb on Hiroshima,'' he\nsays. ``Killed 100,000 people in one day. What's that about?''\n\n   At another point, in the 2{-hour interview, Gravano boasts that\neach of his murders was coldblooded. It may seem repugnant to\nmainstream American values, but he adhered to the oath.\n\n   ``I never killed anybody in a fit of rage,'' Gravano says.\n``Everybody I killed was planned. I'm a hit man, not a serial\nkiller. . . .\n\n   ``Some of these things, I didn't want to do. I felt I did the\nright thing in La Cosa Nostra. I was loyal to the life.\n\n   ``I think I was even a good person within the mob. I was fair.''\n\n   Gravano says the killing is behind him. As an ex-Mafioso, a\nfriend of the law, his code has changed.\n\n   That transition came when Gravano realized that Gotti was\nsetting him up as a fall guy. Gravano insists that it was Gotti,\nnot him, who violated the brotherhood.\n\n   ``I never betrayed anybody in my life first,'' he adds. ``But if\nI'm betrayed, I become a good betrayer. Go ask John.''\n\n   Gravano says dozens of others took plea deals and testified,\nhelping to put 37 criminals behind bars. He seems puzzled about\ngetting all the credit, or blame.\n\n   Then Sammy the Bull flashes a winking grin and says, ``I was the\nsmartest, best-looking, most charismatic of the underbosses who\nflipped.''   \nMAN OF PARADOXES  \n\n   Now, Gravano is an avid chess player.\n\n   He enjoys talking to young people, helping them with their\nproblems. He goes fishing and takes in a ballgame occasionally.\n\n   But mostly he works, rising at 5 a.m. and putting in 12-hour\ndays. Gravano says he's always been a workaholic with ideas racing\nthrough his head.\n\n   ``I like the wheeling and dealing, the business, the\nwhirlwind,'' he adds. ``I think up deals every other minute.''\n\n   In the end, Gravano is a contradictory goodfellow.\n\n   Once a garrulous gangster, he lives alone with a dog.\n\n   He traded Mafia cronies for law enforcement chums.\n\n   He says the FBI doesn't need his help anymore. Then, moments\nlater, he declares, ``I have everything to offer the government.\nThey'd be totally retarded not to deal with me.''\n\n   He claims not to care what people think of him, yet helped write\na book to set the record straight.\n\n   Gravano says life in the Mafia was always stressful. Prison was\nintolerable, but it mellowed him. Now, he is content in a stuffy\napartment.\n\n   ``I'm bunked in. See the brick on the walls? It's like a cell.\nI'm comfortable again.''\n\n   A neighbor knocks on the back door and delivers a cup of\nStarbucks coffee. He smiles and talks of friendships.\n\n   ``I think good people, if they see you're really not a threat,\nthey'll protect you,'' Sammy the Bull adds.\n\n   ``I'm extremely happy right now. I'm a boss. Of my family. Of my\nfriends. Of my own life.''\n\n   He claims he was offered an acting slot on ``The Sopranos,''an\nHBO show that satirizes the New York mob. The script called for\nSammy the Bull to appear in several broadcasts as a hit man, then\nget killed off. He turned it down.\n\n   As for La Cosa Nostra, he says the government has delivered a\nnearly mortal blow.\n\n   ``They wrecked the mob all over the country. I don't think\nthey're anywhere near finished. They're letting up too early. But\nthey really hurt the mob.''   \nSammy to the core\n\n   Through all the changes, Gotti claims he's held true to\nrelationships and integrity. That's why he turned on Gotti, and why\nhe respects the FBI agents.\n\n   ``They were straight up people,'' Gravano says. ``I never caught\nthem in a lie, and I'm really good at that. . . .\n\n   ``Have my values changed? No. You can't change what you are\ninside. A leopard doesn't change his spots.''\n\n   An Internet site dedicated to Gotti uses a different mammalian\nmetaphor for Gravano: ``rat bastard.''\n\n   It includes a psychological evaluation that says Sammy the Bull\nsuffers from a ``severe character pathology: The likelihood of\nviolent behavior is substantial.''\n\n   Gravano shrugs off the criticism, living day to day.\n\n   He moves every eight or nine months.\n\n   He looks for people to trust. Of all the hardships, he says\ngiving up his name was among the worst.\n\n   ``I think I lost my identity for a while, but I found it\nagain.''\n\n   So, who is he today? Mobster, government informer, ex-con or\nbusinessman?\n\n   ``I'm Sammy,'' he says with a wily smile. ``Sammy to the\ncore.''  \n","Headline":"\nMOBSTER SAMMY THE BULL REVEALS LIFE IN ARIZONA \n","Text":["\n   PHOENIX _Salvatore Gravano, Mafia hit man and Phoenix-area\nresident, eyed his visitor with a steely glare.\n","\n   ``So, you're going to write about Sammy the Bull living here?''\nhe said in a semi-raspy voice. ``Do you know how many people will\nget killed if you do that?''\n","\n   It seemed odd coming from someone responsible for 19 murders,\nbut the question had merit.\n","\n   Gravano, the turncoat underboss who put John Gotti and 36 other\nNew York mobsters in prison, had managed to stay underground for\nnearly five years.\n","\n   He was hiding in sunny Arizona from assassins, from Illinois\ncops who offered a reward for sightings, from families of victims\nwho filed a lawsuit, from the media.\n","\n   He came for the same reason most everyone else does: to get a\nnew start.\n","\n   Most neighbors didn't know the middle-age guy next door was\nnotorious for robberies, loan-sharking, extortion and homicide.\nEmployees had no idea their boss once operated a corrupt New York\nconstruction business, rigging bids and running unions.\n","\n   That's how Gravano wanted it.\n","\n   But, over time, his secret life and identity slowly unraveled.\n","\n   It happened, in part, because Gravano is sometimes indiscreet.\nHe has a business, a publicist, a lawyer. U.S. marshals and FBI\nagents watch over him.\n","\n   He tells some people his real name.\n","\n   Gravano knew his identity would be exposed someday.\n","\n   He lives in a modest bungalow, the sort of place a 20-something\nbachelor would call home.\n","\n   There are no family photographs visible, nothing intimate or\ninteresting other than a life-size dummy used for a punching bag.\n","\n   A little dog growls and sniffs at strangers.\n","\n   Gravano wears a black muscle shirt, gray sweat pants and dark\nshades in a low-light living room.\n","\n   After small talk, he wonders aloud why his story is worth\ntelling.\n","\n   ``What would be so interesting about me? Running a legitimate\nbusiness. Being monitored by the government . . . I think it's\nboring.''\n","\n   Then again, he says, if word gets out, the New York media will\nswarm into Arizona, ferreting out every detail of his new life. And\nthe Mafia might feel compelled to follow.\n","\n   ``In the mob, anytime anybody flips, there's an open contract on\nhim,'' Gravano says.\n","\n   Moments later, he downplays the danger.\n","\n   There's no real worry about getting whacked, Gravano says,\nbecause he's become pals with FBI agents and U.S. marshals. They\ndrop by on vacations to Arizona. He talks to their wives by phone.\nBesides, the Mafia has been so thoroughly infiltrated that the feds\nwould know who ordered a hit.\n","\n   ``The mob is smart enough that when they do something, they\nwanna get away with it,'' he explains.\n","\n   Gravano, a stocky, muscular man who seems younger than his 54\nyears, oozes bravado. He says he doesn't look under his car or over\nhis shoulder, doesn't understand fear.\n","\n   ``I've grown up in a lifestyle,'' he says. ``There's 30,000 cops\nin New York. Every time you go out, you don't know if you're coming\nback. . . .\n","\n   ``I was a boxer. I know what it's like to get hit. I know what\nit is to fight. And you lose your fear.\n","\n   ``I could go to Montana and live 20 years in a cabin and be\nscared to death. Or I can live here, where I'm happy, five years. I\nchoose to live here.''\n","\n   Gravano pauses, smiles. ``When it happens, it happens. If they\nstart shooting, then I'll be a little scared.''   \nA NEW IDENTITY  \n","\n   Sammy the Bull arrived here as an inmate in the Federal\nCorrectional Center.\n","\n   Upon release, he was given a new identity and background. He\nrented an apartment, returned to the construction business, settled\nin.\n","\n   For a guy with the haunting threat of a bullet in the head, life\nwas tolerable. Until two weeks ago.\n","\n   The secret died at his construction office amid junkyards and\nvacant lots.\n","\n   Sammy the Bull stormed into the foyer, and with a clenched jaw\nconfronted an unexpected visitor.\n","\n   ``What do you want?'' he demanded. Then, turning heel, he\ngrunted, ``Follow me.''\n","\n   Seated in a back room, Gravano used indelicate terms to vent his\nanger about being found out.\n","\n   He said he wasn't worried about himself, but family members and\nemployees. Innocent people would suffer. Jobs would be lost,\nreputations ruined.\n","\n   He said he's created a new life in the Phoenix area, and wasn't\ngoing to start over, no matter what.\n","\n   ``I'm not running from the (expletive) Mafia,'' he added. ``I'm\nnot running from the (expletive) media.''\n","\n   He said he might tell his story, under the right conditions.\n","\n   Gravano knows about cutting deals. He traded testimony against\nLa Cosa Nostra for a shortened prison sentence. In 1995, he\ncompleted the five-year term, entered a Witness Protection Program\nand got some facial work.\n","\n   Then he blew the cover by appearing on TV to promote a book:\n``Underboss, Sammy the Bull Gravano's Story of Life in the Mafia.''\nCoincidentally, a movie version of the story is being rebroadcast\ntonight on NBC (Channel 12, KPNX).\n","\n   With celebrity came infamy.\n","\n   Family members of Gravano's murder victims have sued him for $25\nmillion. The New York attorney general is pursuing book and film\nprofits. The John Gotti Tribute Page, an Internet site, warned that\nGravano ``may be living next door to you with the government's\nblessing.'' And the Combined Counties Police Association of\nIllinois posted a $500 reward for sightings of Sammy the Bull.\n","\n   Association President John Flood said it's despicable that an\nadmitted murderer was unleashed on society after spending fewer\nthan five years behind bars.\n","\n   ``If Sammy left the world tomorrow, we could all sit down and\nsay, `Thank God,' '' Flood added. ``It would be no loss.''\n","\n   The reward money went uncollected. Gravano had vanished into\nArizona, the anonymous retirement mecca that attracted a number of\nmob bosses over the years, including Joe Bonanno.   \nBEST-KEPT SECRET  \n","\n   Gravano wasn't the only one who didn't want his secret out.\n","\n   Athia Hardt, a public relations woman who represents him, said\nthe FBI was concerned about his safety.\n","\n   Hardt, who once worked for Arizona Govs. Bruce Babbitt and Rose\nMofford, also provided a reference: Supervising FBI Agent George\nGabriel, who handled Gravano during Gotti's prosecution.\n","\n   In a phone call from New York, Gabriel said blowing Gravano's\ncover would have one outcome: ``He's a dead man.''\n","\n   Hardt said her client would talk if the newspaper agreed not to\nreveal his new name or company, and if it would withhold\ninformation on family members.\n","\n   ``The Arizona Republic'' agreed, on the condition that the deal\nwould be void if the newspaper found that Gravano or his company\nhad engaged in corrupt activity in Arizona.   \nNO FEAR  \n","\n   During the 2{-hour interview in Gravano's apartment, Hardt sips\nred wine. Attorney Thayne Lowe lies on the floor to ease the pain\nof a back problem.\n","\n   Sammy the Bull lights a cigarette and worries aloud about family\nmembers. He says they are the main reason he sought refuge here,\nalong with the weather and relatively mob-free environment.\n","\n   Though he hasn't been threatened here, Gravano figures the Mafia\nknows his whereabouts. FBI agents agree, saying he is too casual\nabout his cover.\n","\n   Gravano quit the Witness Protection Program nine months after\ngetting out of prison. (``Too many restrictions. You couldn't have\ncontact with your family or anybody.'')\n","\n   And though he had plastic surgery, the face didn't change much.\n(``I asked the doctor if I could look like Robert Redford, do it.\nBut he said, `No.' ''\n","\n   Gravano settled for repairs to his boxer's nose and some minor\nliposuction. The result: Strangers still recognize him on the\nstreet.\n","\n   ``They come right over to me,'' Gravano says, proudly. ``Some\nshake my hand and congratulate me for what I did. Some want an\nautograph.''\n","\n   He estimates that more than 300 Phoenix area residents know his\nreal identity. Sometimes, he even tells people.\n","\n   Gravano says he recently ruined a business deal by coming clean\nwith a prospective partner. He shrugs, adding, ``We thought it was\nethical and right to let them know.''   \nA MORAL MAFIOSO?  \n","\n   The ethical mobster.\n","\n   That theme is the fabric of Sammy the Bull's tale.\n","\n   He talks indignantly about the treachery of others. When told it\nseems curious for a man who murdered 18 or 19 people to complain of\ndeceit, he interrupts to clarify the precise number _ ``It was 19''\n_ then tells a story.\n","\n   Gravano and Gotti were trying to decide what to do about a Mafia\nassociate who was snitching to the cops. Gotti wanted to enlist a\nhomosexual who could destroy the traitor's credibility by accusing\nhim of being gay. Gravano was horrified.\n","\n   ``I told him, `No, John, we don't do that. We're family. He's\none of us. We should just go kill him.' ''\n","\n   Gravano views his homicidal history in a cultural context, like\nthe moral relativism of war.\n","\n   ``I watched a guy (on TV) who dropped a bomb on Hiroshima,'' he\nsays. ``Killed 100,000 people in one day. What's that about?''\n","\n   At another point, in the 2{-hour interview, Gravano boasts that\neach of his murders was coldblooded. It may seem repugnant to\nmainstream American values, but he adhered to the oath.\n","\n   ``I never killed anybody in a fit of rage,'' Gravano says.\n``Everybody I killed was planned. I'm a hit man, not a serial\nkiller. . . .\n","\n   ``Some of these things, I didn't want to do. I felt I did the\nright thing in La Cosa Nostra. I was loyal to the life.\n","\n   ``I think I was even a good person within the mob. I was fair.''\n","\n   Gravano says the killing is behind him. As an ex-Mafioso, a\nfriend of the law, his code has changed.\n","\n   That transition came when Gravano realized that Gotti was\nsetting him up as a fall guy. Gravano insists that it was Gotti,\nnot him, who violated the brotherhood.\n","\n   ``I never betrayed anybody in my life first,'' he adds. ``But if\nI'm betrayed, I become a good betrayer. Go ask John.''\n","\n   Gravano says dozens of others took plea deals and testified,\nhelping to put 37 criminals behind bars. He seems puzzled about\ngetting all the credit, or blame.\n","\n   Then Sammy the Bull flashes a winking grin and says, ``I was the\nsmartest, best-looking, most charismatic of the underbosses who\nflipped.''   \nMAN OF PARADOXES  \n","\n   Now, Gravano is an avid chess player.\n","\n   He enjoys talking to young people, helping them with their\nproblems. He goes fishing and takes in a ballgame occasionally.\n","\n   But mostly he works, rising at 5 a.m. and putting in 12-hour\ndays. Gravano says he's always been a workaholic with ideas racing\nthrough his head.\n","\n   ``I like the wheeling and dealing, the business, the\nwhirlwind,'' he adds. ``I think up deals every other minute.''\n","\n   In the end, Gravano is a contradictory goodfellow.\n","\n   Once a garrulous gangster, he lives alone with a dog.\n","\n   He traded Mafia cronies for law enforcement chums.\n","\n   He says the FBI doesn't need his help anymore. Then, moments\nlater, he declares, ``I have everything to offer the government.\nThey'd be totally retarded not to deal with me.''\n","\n   He claims not to care what people think of him, yet helped write\na book to set the record straight.\n","\n   Gravano says life in the Mafia was always stressful. Prison was\nintolerable, but it mellowed him. Now, he is content in a stuffy\napartment.\n","\n   ``I'm bunked in. See the brick on the walls? It's like a cell.\nI'm comfortable again.''\n","\n   A neighbor knocks on the back door and delivers a cup of\nStarbucks coffee. He smiles and talks of friendships.\n","\n   ``I think good people, if they see you're really not a threat,\nthey'll protect you,'' Sammy the Bull adds.\n","\n   ``I'm extremely happy right now. I'm a boss. Of my family. Of my\nfriends. Of my own life.''\n","\n   He claims he was offered an acting slot on ``The Sopranos,''an\nHBO show that satirizes the New York mob. The script called for\nSammy the Bull to appear in several broadcasts as a hit man, then\nget killed off. He turned it down.\n","\n   As for La Cosa Nostra, he says the government has delivered a\nnearly mortal blow.\n","\n   ``They wrecked the mob all over the country. I don't think\nthey're anywhere near finished. They're letting up too early. But\nthey really hurt the mob.''   \nSammy to the core\n","\n   Through all the changes, Gotti claims he's held true to\nrelationships and integrity. That's why he turned on Gotti, and why\nhe respects the FBI agents.\n","\n   ``They were straight up people,'' Gravano says. ``I never caught\nthem in a lie, and I'm really good at that. . . .\n","\n   ``Have my values changed? No. You can't change what you are\ninside. A leopard doesn't change his spots.''\n","\n   An Internet site dedicated to Gotti uses a different mammalian\nmetaphor for Gravano: ``rat bastard.''\n","\n   It includes a psychological evaluation that says Sammy the Bull\nsuffers from a ``severe character pathology: The likelihood of\nviolent behavior is substantial.''\n","\n   Gravano shrugs off the criticism, living day to day.\n","\n   He moves every eight or nine months.\n","\n   He looks for people to trust. Of all the hardships, he says\ngiving up his name was among the worst.\n","\n   ``I think I lost my identity for a while, but I found it\nagain.''\n","\n   So, who is he today? Mobster, government informer, ex-con or\nbusinessman?\n","\n   ``I'm Sammy,'' he says with a wily smile. ``Sammy to the\ncore.''  \n"]}