{"DocumentId":"NYT19990224.0159","TopicId":"NYT","Relevance":"0","Body":" BC-INTERNET-REBEL-CODE-NYTSF \nTHE REBEL CODE \n\n         (This article has already moved to Centerpiece clients. To\npublish as a ``separate buy'' article, it must be purchased _ the\nrate is not prohibitive _ from one of these New York Times\nSyndicate sales representatives: \n      (--U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697. \n      (--Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942. \n      (--Latin America: OLIVIA VASQUEZ in Los Angeles, 310-996-0075;\nfax, 310-996-0089. \n      \n By AMY HARMON  \n FROM: The New York Times Magazine  \n      __ Free to anyone on the Internet, the Linus operating system,\ncreated by a journalist's son, has mutated in recent months from a\ngeek fetish to a challenger to Microsoft Windows. ___\n      ...........................\n      One recent rainy afternoon at the home of Marcus Meissner in\nErlangen, Germany, Meissner's computer froze. It was the sort of\nroutine headache that most of us who rely on the alien machines\nendure on an almost daily basis.\n      But Meissner, 25, didn't simply reboot. Although by day a\ncaretaker of elderly patients at a state-run nursing home, by night\nhe is a foot soldier in the liberation army of Linux, an\nincreasingly popular operating system that is available free on the\nInternet.\n      Meissner is part of a global confederation of volunteers who are\nintent on ushering in a kind of parallel silicon universe in which\ncomputers don't crash, programmers readily share intellectual\nproperty and, incidentally, the Microsoft Corporation has no reason\nto exist, because Linux already belongs to everyone.\n      Meissner sent out an E-mail. Moments later in Budapest, a\n26-year-old called Mingo - it is the habit of the wizards who tend\nto Linux to refer to one another by only their E-mail avatars -\nposted a fix. Gabriel, a radio astronomer in southern Spain,\ncountered the next day with a different version.\n      Then Petkan, a system administrator at a Bulgarian newspaper,\nweighed in with a new approach. The point was not simply to mend\nthe program, but also to find the most elegant way of doing so. Of\ncourse everyone knew that Torvalds, the California-based spider at\nthe center of this self-spinning web, would have the final say.\n      Torvalds is Linus Torvalds, the Finnish programmer who eight\nyears ago, as a 21-year-old student at the University of Helsinki,\ncreated Linux's skeletal code and released it free on the Internet.\n      Since then, he has become something of a cult figure, regularly\noutranking celebrity executives such as Bill Gates and Steve Jobs\nin Internet personality polls. Troll the Web and you can catch an\naudio clip of his uttering the correct pronunciation of Linux\n(LINN-ucks) and see what he wore to last year's Finnish president's\nIndependence Day ball.\n      Named for both the physicist Linus Pauling and the Peanuts\ncharacter, Torvalds grew up in Helsinki in a family of journalists.\nHis motivation for starting Linux had as much to do with pragmatism\nas with intellectual exploration. As an undergraduate, he couldn't\nafford the several thousand dollars it would have cost to buy a\ncommercial version of Unix _ the operating system popular in the\nacademic and corporate worlds _ so he decided to write his own.\n      Now, when programmers, hobbyists and other Linux devotees ask\nhim, as they do several dozen times a week, what part of the\nprogram they should work on, he tells them to come back when they\nknow.\n      Torvalds' moral and technical authority over Linux's evolution\nderives from the countless hours he has spent juggling ideas and\nrequests submitted by the program's ever-growing network of\nacolytes. But it is part of the power of Linux that when its prime\nmover opted for a clumsy solution to Meissner's problem _ as even a\ncult hero occasionally does _ his lieutenants did not shrink from\ncorrecting him. To liberate the world from bad bugs, crashes and\nbloated software, the rebel programmers of Linux strictly adhere to\na meritocratic mantra: ``The best code always wins.''\n      It is hard to believe that the future of software lies in a\nhaphazard process of far-flung programmers E-mailing each other in\nthe middle of the night, but it just might. Beloved by techies for\nits remarkable ability to run for months without crashing and for\nits compatibility with other programs, Linux has mutated in recent\nmonths from geek fetish to a dark-horse challenger to Microsoft\nWindows, the ubiquitous operating system that has defined computing\nfor a decade.\n      A formidable array of Microsoft's competitors, including IBM,\nIntel and Oracle are lining up to back the orphan program. New\ncompanies such as Red Hat Software in Durham, N.C., are aiming to\nmake money by providing technical support for the software they can\nnever own. In a bow to Linux's growing stature, Netscape and Intel\ninvested last fall in Red Hat. Even Microsoft has made a show of\ntrembling before Linux's rebel forces.\n      In an internal memo that somehow found its way onto the\nInternet, a Microsoft engineer outlined the circumstances in which\n``Linux can win'' and proposed strategies for defeating the\nadvantages of its new competitor. Microsoft has also cited its fear\nof Linux in its antitrust battle with the Justice Department.\n      Still, some perspective is in order. Linux, which runs on only\nabout 7 million computers worldwide, has a long, long way to go\nbefore it makes a dent in Microsoft's 250-million-plus empire. And\ndespite its growing popularity, Linux is still too complicated for\nthe average nonideologically motivated computer user.\n      But its significance is not solely as a product, but also as an\nidea _ the embodiment of what amounts to a widely held political\nbelief among notoriously apolitical programmers that software\nshould be better.\n      ``People have grown used to thinking of computers as unreliable,\nand it doesn't have to be that way,'' Torvalds told me one night as\nwe sat in his office at his Santa Clara, Calif., home. ``I don't\nmind Microsoft making money. I mind them having a bad operating\nsystem.''\n      Torvalds lives in a modest tract house, where he moved with his\nwife, Tove, the six-time karate champion of Finland, two years ago\nto take a job at a secretive start-up partly owned by Paul Allen,\none of the founders of Microsoft. The house is filled with stuffed\npenguins, his favorite animal _ and not incidentally, the Linux\nmascot _ for reasons he can't quite explain, except that they seem\n``friendly.'' When he travels he makes every effort to visit the\nlocal zoo. His favorite is in Singapore, because it has the most\nexotic animals and the fewest cages per capita.\n      Each night, after tucking in his fair-haired daughters,\nPatricia, 2, and Daniela, 10 months, Torvalds retreats to the\norange light of his computer to log several hours working on Linux.\n      Linux's most lasting legacy may be its role in legitimizing a\nradical model of software development that has come to be known as\n``open source,'' in which the ``source code'' _ the usually\nsecreted DNA of a computer program _ is freely released on the\nInternet for anyone to see, modify or redistribute. The idea is\nakin to the notion of Coca-Cola publishing its formula for Coke.\n      Not surprisingly, it doesn't sit well with corporate executives,\nwho often spend tens of millions of dollars on programmers'\nsalaries alone. ``Why should software be free?'' asks Edward J.\nZander, chief operating officer of Sun Microsystems. ``Why should I\ngive away what I pay millions of dollars to develop? Why doesn't\nGeneral Motors give its cars away for free? Why don't you give me\nyour newspaper for free?''\n      But by harnessing the collective wisdom of developers worldwide,\nLinux partisans argue, a rigorous, informal peer review naturally\nemerges in which the best innovations are ratified and adopted,\nresulting in a better product.\n      ``I can't imagine having a problem and having to spend four\nhours figuring it out instead of turning to the most knowledgeable\nperson on the Net who would know instantly how to solve it,'' says\nMarc Ewing, 29, who started Red Hat in 1993. ``It would be a\nterrible waste of time.''\n      And the rapid growth of the Internet, which after all was\ncreated through the open-source process, has made the approach ever\nmore feasible by broadening the universe of potential contributors\nand allowing for nearly instant distribution of fine-tuned fixes.\n      ``When I released Linux,'' Torvalds told me as we sat scanning\nhundreds of E-mail messages he received that day, ``I thought maybe\none other person would be interested in it.'' Among the faithful,\nthe story of Torvalds conjuring an operating system out of a blank\nscreen has already taken on the ring of legend.\n      But the legend wants to correct the notion that he solely wrote\nthe software.\n      ``The kernel'' _ Linux's most vital code _ ``is 1 percent of the\nentire program,'' he says. ``Of that 1 percent, I've written\nbetween 5 and 10 percent. I think the most important part is that I\ngot it started. Then people had something to concentrate on.''\nIndeed, Torvalds places the number of volunteers who regularly\ncontribute to the ``kernel'' at about 1,000, and thousands more\nhave sent in pieces of code over the years.\n      ``I didn't ask for this army of people to come to me,'' he says.\n``They come because this is what they want to do.'' Of the six\nyoung men in four countries who played in the E-mail round robin of\nfix-the-bug, for instance, only Mingo is paid to work on Linux, and\neven his contribution was not directly a part of his job.\n      Torvalds readily concedes that Linux also owes much to the\ngroundbreaking work of Richard Stallman, a legendary hacker at the\nMassachusetts Institute of Technology who in 1984 founded the Free\nSoftware Foundation, a nonprofit organization that promotes the use\nof free software. Living out of his office at MIT, Stallman devoted\nhimself to developing a free operating system. His thousands of\nlines of code make up many of the software tools and utilities that\nare a part of Linux.\n      Still, there's no denying Torvalds' centrality to the Linux\nrevolution. According to Eric Raymond, an evangelist of the\nopen-source movement, programs such as Linux are usually organized\naround one central wizard to whom the others pay fealty. The\nperverse cross between anarchy and a cult of personality, Raymond\nexplains, comes from a natural tendency toward efficiency. The\nleader maintains his place only with the consent of his peers.\n      In a self-published essay, ``The Cathedral and the Bazaar,''\nwhich has become a manifesto for Linux devotees, Raymond sees the\ncathedral as the traditional mode of software development, and the\nbazaar as the preferable, open mode. Elite programmers prefer the\nbazaar, he says, because it allows them to operate in a ``gift\nculture'' in which prestige is the currency and the rich developer\nis the one with the best reputation.\n      ``Open-source software,'' or OSS, is really just a moniker\ninvented by a few marketing-savvy programmers, who decided last\nyear that they needed a term with public relations gloss for their\npreferred mode of developing software. But the concept dates back\nto the days before the rise of the personal computer, when hackers\nand hobbyists pushed the technology envelope; at the time, they\nwere more engaged in the pursuit of knowledge than in corporate\nprofits.\n      Predictably, computer-industry lore credits Microsoft's\nchairman, Bill Gates, with heralding the end of that era with his\n``Open Letter to Hobbyists,'' first published in 1976. ``Most of\nyou steal your software,'' Gates wrote, piqued at how the early\ncomputer tinkerers passed around copies of any software they came\nacross, including Microsoft's first program, the Basic computer\nlanguage for the Altair 8800. ``One thing you do ... is prevent\ngood software from being written. Who can afford to do professional\nwork for nothing?''\n      With the advent of the personal computer, a new mass market for\nsoftware arose, and with it, an industry renowned for its\nentrepreneurs and their ability to create wealth. Previously,\ncomputer innovations had largely arisen on university campuses,\nwhere the free exchange of ideas often reigned.\n      But big business, dependent on innovations for its profits,\nbegan closely guarding its intellectual property, as software\ncompanies began making money by selling upgrades to programs that\nconsumers had already purchased. There was nothing in it for a\ncompany offering fixes for free.\n      With the Free Software Foundation, Stallman tried to recapture\nan earlier atmosphere by developing a free operating system he\ncalled GNU. He released it under a new software license known as\n``copyleft,'' which allowed it to be endlessly copied or modified.\nOne of Torvalds' first decisions working on Linux was to release\nthe source code under Stallman's general public license. ``I wanted\npeople to be able to trust me without trusting me personally,''\nTorvalds says. ''So even if I turn to the dark side, nobody can\ntake it over.''\n      Stallman thinks that some of Linux's proponents have already\nsold out and insists that the system's proper name is GNU-Linux. To\nhim, the point of free software isn't that it fosters superior\ntechnology, but that it's free and urges the use of inferior free\nsoftware over anything proprietary.\n      ``The free-software movement is concerned primarily with\nstrengthening civil society,'' he says. ``Think free as in free\nspeech, not free beer.'' It seems that many have. It is hard to\ndiscount Linux contributors' claims that they do what they do for\nthe love of it, given how much free time they devote to perfecting\nthe program.\n      Theodore Y. Ts'o, a researcher at MIT, speaks of Linux in\nspiritual terms. ``There's a quote from the New Testament,'' he\nsays. ```By your works you will know them.' That's what it's like.\nYou take care of your code, and when people report bugs you fix it.\nYou are thereby known as a provider of good software.'' Donald\nBecker, who builds Linux machines for NASA, says, ``We think we're\nchanging the world.''\n      Other, more traditional software companies are jumping on the\nbandwagon. In December, Sun agreed to make its popular Java source\ncode available to developers who pay a license fee. The company is\nretaining PricewaterhouseCoopers to audit, as Torvalds has for\nLinux, the process of determining which new functions can be added\nto the language.\n      Last winter, in a move much celebrated by open-source\nproponents, Netscape released the source code to its Navigator Web\nbrowser. Although the software was already free to customers, the\ncompany is gambling that opening its code to developers will give\nit an edge over Microsoft's competing browser, Explorer, which\ncomes free with Windows. And America Online, which plans to acquire\nNetscape, has pledged to support its open-source initiatives.\n      Even Microsoft, in its memo assessing open-source software,\nconcedes that ``Linux and other O.S.S. advocates are making a\nprogressively more credible argument that O.S.S. software is at\nleast as robust _ if not more _ than commercial alternatives ...\nThe ability of the O.S.S. process to collect and harness the\ncollective I.Q. of thousands of individuals across the Internet is\nsimply amazing.''\n      In November, Microsoft was holding a party to celebrate the\nopening of its new software-development center in Palo Alto, Calif.\n      In a true geek protest, about 50 Linux stalwarts gathered to\nhand out Linux CD's to Microsoft's guests as they entered. Wearing\npenguin T-shirts bearing the slogan ``Where Do You Want to Go\nTomorrow?'' and carrying ``Star Wars''-inspired signs that read,\n``Use the Source, Luke,'' the group gathered at a coffee shop and\nwas about to head over to the party when two guys arrived from\nMicrosoft.\n      Apparently they had been monitoring the group's Web site. ``What\nyou guys are doing is touching a lot of people's hearts,'' one of\nthem told the group. ``We'd love to sit down and talk.'' The offers\nof pizza and beer were politely declined, at least until after the\nevent. But it was something of a crowning moment.\n      ``Did you get that down?'' one of the protesters wanted to know.\n``Microsoft wants to buy us a beer.''\n       c.1999 Amy Harmon  \n\n     (Amy Harmon covers technology for The New York Times.)  \n\n   ------------------  \n","Headline":"\nTHE REBEL CODE \n","Text":["\n     (Amy Harmon covers technology for The New York Times.)  \n","\n   ------------------  \n"]}