{"DocumentId":"NYT19990622.0228","TopicId":"NYT","Relevance":"0","Body":" BC-TRAVEL-WEBSITES-$ADV27-4TAKES-NYT \nWORLD TRAVEL WEBSITES \n\n   (For release Sun., June 27 ) \n(jt) \n c.1999 N.Y. Times News Service    \n\n   Sifting through the many Web sites that offer tourists\ninformation about foreign cities can be fascinating or frustrating.\nHow can first-time, English-speaking travelers planning a trip to\nTokyo, for instance, know if a Web site is steering them in the\nright direction?\n\n   Eight New York Times correspondents offer their views of\nselected Web sites for cities they know well: Rio de Janeiro,\nTokyo, London, Paris, New Delhi, Cape Town, Vancouver and Sydney.\n\n   RIO DE JANEIRO: The Site From Ipanema, And Lots of Carioca\nSpirit\n\n   By LARRY ROHTER\n\n   As befits a city that ranks as one of the most beautiful and\nfascinating in the world, Rio de Janeiro is the focus of numerous\nWeb sites in English, more than I anticipated. Many are of high\nquality in terms of text and visual content, with sharp graphics\nand even snatches of the music that defines Rio. Three sites in\nparticular stand out, each for a different reason.\n\n   I found that the Brazilian Incentive and Tourism home page at\nwww.bitourism.com, for instance, contained the most detailed\ninformation on hotels, offering small but clear photos of the\nexteriors and interiors of the city's main hotels, as well as\ninformation about their services and amenities.\n\n   The Excite City Guide, citynet.excite.com, was useful mostly\nbecause of its links to the Fodor's hotel and restaurant indexes\n(which make judgments that I didn't always agree with).\n\n   But probably the most entertaining site is that at\nwww.ipanema.com. Somehow it manages to be funny and cheeky while\nalso being comprehensive: there is a ``Rio Gay Guide,'' ``Rio for\nBeginners'' and a section called ``Dogs From Ipanema,'' which\noffers a walking tour. The site also has pictures of the city's\nmost famous neighborhood.\n\n   Some other sites with fancy graphics and interesting concepts\nseemed sloppy on content, however. Looking at a site devoted to\nRio's golf courses at www.activelifestyle.com/gt/riogolf.html, I\nwas distracted by the consistent misspelling of the city's name. If\nthey can't get that right, I wondered, what does that say about the\nreliability of the rest of the information?\n\n   It was much easier to forgive deficiencies in the homemade Web\nsites created by Rio residents. Even though the spelling and\ngrammar may occasionally be wobbly, a passion for the city shines\nthrough and there are plenty of tips about restaurants, nightclubs\nand other amusements.\n\n   In this category, I found the sites at www.riowithlove.com and\nwww.123-rio.com to be especially useful and imbued with Carioca\nspirit.\n\n   One last recommendation: if you're thinking of going to Rio at\nCarnival time, or even if you're not, it's worth paying a visit to\nthe Rio de Janeiro Samba Home Page, at love-rio.com/samba. Here you\nwill find a thorough history of Carnival and a guide to the samba\nschools that compete for honors in the parade that is the highlight\nof the annual bacchanal.\n\n   The photographs of dancers and musicians in their extravagant\nbut skimpy costumes were taken at this February's contest and are\nstunning.\n\n   TOKYO: An Internet Miracle: A $21 Hotel Room\n\n   By NICHOLAS D. KRISTOF\n\n   A hotel room in Tokyo for $21? It seems incredible, but the\nHotel New Koyo charges just 2,500 yen for its smallest single\nrooms, including service charge and tax. In a city where a fine\nmelon can cost more than $100, that is an extraordinary find, and I\nturned it up through a Web site called Planet Tokyo at\nwww.pandemic.com/tokyo.\n\n   Information about Tokyo abounds on the Internet, but Planet\nTokyo is perhaps the best Web site for visitors. It offers a range\nof information about restaurants and hotels _ the $300-a-night\nvariety and the $21 kind _ as well as temples and shrines and even\nthe Japanese language. The information is mostly timely and\naccurate and ranges from the serious to the whimsical: this is the\nonly Web site I know of that tutors people in expressions like\n``mapputatsuni hiki sakuwayo,'' which means ``I will tear you in\nhalf.''\n\n   Planet Tokyo has separate sections for restaurants, hotels,\nsightseeing, general trip planning and travelers' tales. It does\nnot have a site index, but it is easy to navigate. Under\nsightseeing, for example, it offers a four-paragraph introduction\nand then a list of 19 possibilities, from amusement parks to the\nUeno Zoo, which is more than 100 years old. Click on any of them,\nand you get the information.\n\n   There is also a general section of ``culture notes,'' such as\nhow to bow and when to give gifts and take off your shoes. One of\nthe very few mistakes is in the language section, suggesting that\n``moshi moshi'' can be used as a greeting when entering a room.\nMoshi moshi is used only on the phone or when you call out to a\nstranger _ for instance, a passer-by who has dropped his wallet.\n\n   While Planet Tokyo is the best place to start, it is a bit short\non history. So turn also to Exploring Old Tokyo at\nwww.twics.com/eds/oldtokyo. It has information about museums,\nshrines and temples, even about a historic Edo Period public\ntoilet.\n\n   Still, one of the problems of these Web sites is their inability\nto be helpful with directions: Tokyo is so huge that location\nmatters enormously. Perhaps it will take 10 minutes to get some\nplace, or perhaps two hours, but there is not much guidance.\n\n   Then there is the larger question of whether these sites,\nhowever rich in information, are any better than a guidebook. A\nguidebook is easier to consult on an airplane, or to browse through\non a subway, and the fact-checking may be a bit more thorough. But\nthese sites are good resources for someone making a quick business\ntrip without much time for sightseeing.\n\n   Moreover, many Tokyo places have their own Web sites as well\n(some are linked to Planet Tokyo). When I read about Hotel New\nKoyo, I was skeptical that it really had rooms for 2,500 yen. So I\ntelephoned, and the clerk confirmed the price and referred me to\nits English language Web site: www   .tctv.ne.jp/members/new-koyo. It\npopped out in a moment, with all the information I could want,\nincluding photos.\n\n   nn\n\n   LONDON: So Many Choices, So Many Glitches\n\n   By SARAH LYALL\n\n   There are so many Web sites about London that it should be easy\nto find one that satisfies basic tourist needs: clear, concise\ninformation about where to stay, what to do and the like. But I\ntried three, and was beset with frustration at every turn. They\nwere either too commercial, too sparse on information, or too full\nof glitches to make the cybertrip worthwhile.\n\n   The first, www.tourist.co.uk, certainly looked encouraging,\npromising a comprehensive guide to the city. But something was\nstrange. In the hotel category, for instance, the site asked for my\ndesired location and price range but then listed only a fraction of\nthe hotels that met the criteria. When I asked for hotels in\ncentral London that were under $70 (40 pounds) a night, I got only\nseven names (none with addresses or phone numbers, or Web links,\nanother annoyance). When I asked for ones that cost over $210 a\nnight, I got only four (one, the Savoy, had a Web link).\n\n   Likewise, the restaurant list was patchy and haphazard, and it\nsoon became clear that only some establishments (presumably those\nthat had paid a fee) had been included. All along, I was exhorted\nto call different numbers _ one for a tourist information service,\nand another offering help with reservations _ rather than being\ngiven the basic information I needed.\n\n   My next stop was www.a-london-guide.co.uk, which proclaims\nitself the guide to ``virtual London.'' It started off very\npromisingly, with a forecast of the day's weather in London and\nsome good, well-written advice about arriving in the city (such as\nwhere the airports are). But the site appeared to have one aim: to\nget you to buy its guides to London, on CD-ROM ($39.99) or video\n($24.99). No thanks!\n\n   That left the most promising of all, www.londontown.com, the\nofficial site of the London Tourist Board. The board is usually\nextremely helpful and thorough, and its Web site looked that way,\ntoo. Not only did it offer guides to the London's popular sights,\nbut it also included an extensive list of millennium events and\nattractions scheduled to open (or to be renovated) this year and in\nthe first few years of the next century. They ranged from the\nVinopolis, an all-about-wine attraction scheduled to open next\nmonth, to a spiral-like extension of the Victoria and Albert Museum\nplanned for 2004.\n\n   I was delighted by its opening graphic, inviting you to click on\nto the section of a spinning globe that represents where you'll be\ntraveling from (when I clicked on to New York, I was told about a\nspecial deal being offered for departures from there by British\nAirways and the Forte hotel chain).\n\n   But then it all went wrong. I tried my standard test again:\nCould I use the site to find a hotel that I wanted to stay in? The\nsite listed types of hotels, ranging from inns to youth hostels,\nand invited me to choose a neighborhood, amenities and a host of\nother options. The list was clearly comprehensive. In central\nLondon, for instance, the site promised to list 150 hotels.\n\n   When I went further, however, trying to get a list of the actual\nitems, my computer began to emit a horrible grating noise and\nfroze. I thought I was having a bad computer day, but when I got\nour office's computer expert involved, he had the same problem.\nPerhaps it was the Web site that was having a bad day (colleagues\nhad better luck a couple of weeks later.) By this time, though, I\nwas thoroughly disillusioned. All I wanted was a nice,\nold-fashioned guide in the shape of an actual book.\n\n   PARIS: From the Louvre, To the Sewers\n\n   By ALAN RIDING\n\n   France was slow to join the cyberworld, but all the basic\ninformation that a visitor to Paris needs can now be found on the\nWeb.\n\n   Paris Tourisme, at www.paris-tourisme   .com, is a good place to\nstart. A click on ``Welcome'' calls up an menu in English divided\ninto nine chapters, among them: Museums, Hotels, City Tours,\ndetailed maps of Paris and its suburbs; Paris Airports and Paris\nfor Kids. Each chapter heading leads to a wide range of options. In\nthe museums listing, for instance, there is lively information on\nno fewer than 42 museums.\n\n   The Paris for Kids section includes attractions, parks and zoos,\nand even suggests where to find baby sitters at night. Under the\nheading Paris From A . . . to Z is a range of practical information\nlike where to rent bicycles, how to find philatelists and which is\nthe best flea market. This site offers a limited selection of\nhotels and has no information on restaurants, but it has a good\nsearch engine. The site promotes the Touringscope bus trips around\nParis in addition to walking tours.\n\n   The French government sponsors two sites. The Paris Convention\nand Visitors Bureau site, www.paris-touristoffice.com, switches\ninto English by clicking on a Union Jack. It offers 10 chapters,\nincluding some not listed by Paris Tourisme. Paris night life\ncovers everything from cabarets and opera houses to jazz clubs and\ntrendy cafes (it notes, for example, that Le Flore in\nSt.-Germain-des-Pres is host to philosophical discussions in\nEnglish at 7 p.m. on the first Wednesday of the month). The\nrestaurants section even includes where to find dining spots with,\nsay, terraces or views, while the hotel information offers a broad\nchoice, from student hostels to luxury hotels (in picking a price\nrange, be sure to use French francs). Although this site does not\nhave a search function, it does offer links to other Paris Web\nsites.\n\n   The French Tourist Office, www.fgtousa.org/regional/paris.htm,\nis another source of extensive information about Paris _ offering\nnumerous links to other sites. An example: a click on general\ninformation leads to ``wines,'' which in turn leads to tips on\nwine-tasting classes, including those that are held in English. The\nsite even offers pen portraits of close to 100 famous French men\nand women.\n\n   Some other useful Web sites are maintained by entities outside\nof France. The (AT)Paris Traveler's Guide, at infocities.com, is\nlively, though I noticed its information about museums was limited.\nI enjoyed the Lonely Planet site,\nlonelyplanet.com/dest/eur/par.htm, if only because it starts with\nan introduction to French history and its recommended reading list\nranges from Rousseau and Voltaire to Marguerite Duras and Michel\nFoucault. For the off-the-beaten-track visit, it even proposes the\nParis sewers (I have been there: they are interesting and not too\nsmelly).\n\n   A site that seems particularly informative on hotels is\nwww.france.com/travel/hotels. It is run by the French Hotel\nReservation Center and covers just about everywhere _ Paris and\nthroughout the country. Hotels can be chosen by district and by\nprice, and there is a useful box indicating how convenient\ndifferent parts of town are for getting to museums, shopping,\nbusinesses and the like.\n\n   The information includes room prices as well as address,\ntelephone and a photograph of each hotel. The site even offers to\nfind hotels at the lowest possible rates.\n\n   nn\n\n   NEW DELHI: A Warm Welcome, But It's All Relative\n\n   By BARRY BEARAK\n\n   New Delhi's summer weather is ``warm,'' according to the Web\nsite of the government of India Ministry of Tourism,\nwww.tourism   inindia.com. ``Warm,'' of course, is a relative term.\nBoiling water could be said to be warm. So, too, could a forest\nfire, a spewing volcano and smelted iron. The summer temperature in\nIndia's capital often hits 115, which, for me, is a bit hotter than\nwarm.\n\n   Most of the government-related Web sites that include New Delhi\nare short on reliable information and long on hyperbole. The\ntourism ministry says the city offers ``an unceasing range of\nactivity, a million ways of saying, `You are welcome.'''\n\n   Lonely Planet's Destination Delhi site,\nwww.lonelyplanet.com/dest/ind/del.htm, more accurately lets you\nknow what you're in for: ``You'll most likely notice the pollution,\nthe crowds, the smell, the noise and the ceaseless hassles before\nyou notice the city's charms.''\n\n   Lonely Planet's site is no substitute for a thick guidebook, but\nit does a good job of labeling most of the bare bones. India's\n5,000-year history is rendered in four paragraphs. The more popular\nsightseeing destinations rate about 100 words each and are\naccompanied by photos and a small map.\n\n   Fodor's site, www.fodors.com, contains a restaurant and hotel\nguide, which Lonely Planet does not. Unlike many other listings,\nFodor is willing to go out on a limb and actually make food and\nlodging recommendations. The site's authors have good taste; their\nfaults are mainly in what they omit rather than in what they\ncommend. For example, they focus on the high-end restaurants and\nneglect very popular and less costly ones, like Nirula's.\n\n   For the largest variety of links, the place to go is\nwww.indiaa2z.com. This is essentially a search engine that, when\nyou search ``Delhi,'' divides into categories like arts and\nculture, business and economy, and news and media. It can take you\nto some fairly arcane places, like the Amateur Astronomers\nAssociation of Delhi. But it also contains some meat-and-potatoes\ninformation (in India, the meat must be mutton, not beef), the best\nof which is the Delhi City Guide, www.allindia.com/cities/delhi.\n\n   While the Delhi City Guide also has a very abbreviated history\nsection, its listings of museums, galleries, markets and historical\nsites are far more complete than most. The information (with\nphotos) about hotels and restaurants is quite reliable.\n\n   CAPE TOWN: Pretty as a Picture, Though the Details Are Fuzzy\n\n   By DONALD G. McNEIL Jr.\n\n   I suspect that if I could read German better (it's slipped away\nsince high school, and learning to read road signs in Afrikaans has\nhelped only a little), I would think the best Web site about Cape\nTown was one produced in Germany, www.kapstadt.de/allgem.htm. It\nseems remarkably thorough. For English-speakers, I'm afraid, the\nchoices are a bit frustrating.\n\n   One problem is that many South African Web sites seem to have a\nfundamental weakness: they give nice write-ups to people who buy\nads. I could find several sites with beautiful pictures of the\ncity, beaches, botanical gardens, the Victoria and Alfred\nWaterfront and the Cape of Good Hope, which Sir Francis Drake wrote\nwas ``the most stately thing, and the fairest cape we saw in the\nwhole circumference of the earth.'' I couldn't find any with the\nkind of independently verified helpful list of restaurants and\nhotels that a good guidebook has.\n\n   Other than that, the prettiest and most comprehensive site was\nwww   .nelsonsguides.co.za, which is produced by a Cape Town company\nthat publishes pocket guides handed out free in hotels. Its opening\npicture of Table Mountain, which dominates the city even more\nimposingly than skyscrapers dominate New York, is stunning.\nBrowsing its pretty picture gallery brought up links to other Web\nsites.\n\n   For example, Cape Town has the largest aquarium in the Southern\nHemisphere, and there was a link to the Two Oceans Aquarium site.\nSome choices were odd _ the picture of the three-hour scenic drive\naround Cape Point is of a baboon by the road.\n\n   The maps, reproduced from the pocket guide, are detailed. Its\npages of local history go well back and put Cape Town in its\ncontext as part of South Africa's bloody past. But the\naccommodation and restaurant pages are woefully skimpy _\npresumably, only those that paid to be listed.\n\n   Another site, www.doorway.co.za, can be slow to respond but has\nthe best-known restaurants and hotels. Its listings are free, but\nlimited to a few mostly saccharine words chosen by the lister.\n\n   An excellent site for South Africa in general is the one\nmaintained by Lonely Planet guides which puts out what I think is\nthe best guide to the country. This site, www.lonelyplanet.com, has\na section on Cape Town and has links to a forum (Traveler's\nReports) where travelers _ mostly backpackers _ send their latest\nadvice about places to stay, things to do and dangers to avoid. It\ndoesn't give details about hotels and restaurants. For that, you\nhave to buy the book.\n\n   nn\n\n   VANCOUVER: Guides to Famous People And Family Fun\n\n   By SAM HOWE VERHOVEK\n\n   Vancouver, much like Seattle, its near-neighbor to the south,\nlikes to boast that it is its nation's most tech-hip city. So it's\nno surprise that a prospective visitor to Canada's great western\nmetropolis can find a ton of useful, interesting and quirky\ninformation about the city on the World Wide Web.\n\n   A good place to start is discovervancouver.com, a site full of\ncolorful images, including maps, weather charts and ``postcards''\nfrom the country's western edge. It also includes links to the\nVancouver phone book and lots of trivia, including a list of famous\nentertainers who hail from British Columbia (Michael J. Fox,\nRaymond Burr and Pamela Anderson, among others).\n\n   The site's funny American Page explains that Canada has a\none-dollar coin nicknamed the ``loonie'' because it has a loon on\none side, and a two-dollar coin that is sometimes called a\n``toonie.'' And there is a helpful guide on dealing with an\nall-too-common occurrence: How to Be Happy in Vancouver Even When\nIt Rains.\n\n   The site maintained by Vancouver's convention and visitors\nbureau, www.tourism-vancouver.com, has daily updates and excellent\nlinks to information on outdoor activities like kayaking and\nskiing.\n\n   At the site www.4vancouver.com, part of the 4anything.com\nnetwork of community sites, a cybervisitor can find links to\nrestaurants, attractions, shopping centers and local newspapers and\nmagazines. For those who want to book all or part of the trip on\nline, www.discoverbc.com has an excellent search engine with links\nto hotels and tours.\n\n   And then there are the quirkier links. A wonderful guide for\nfamilies with children, maintained by a Vancouver family that\nconsists of ``Mom, Dad, Nathan and Jenavieve,'' is\nwww.findfamilyfun.com. It has information on everything from berry\npicking to watching bald eagles _ all written in a chatty way, and\nthe search for activities can be sorted by cost or location.\n\n   A good place to see vivid images of Vancouver and the\nsurrounding area is www.beautifulbc.ca, created by a 40-year-old\nmagazine, Beautiful British Columbia. The Vancouver Art Gallery,\nwww.vanartgallery.bc.ca, has a wealth of images (not large ones,\nthough) from both temporary exhibits and its permanent collection.\nThe works of Emily Carr (1871-1945), probably the province's\nbest-known artist, are part of this cyberdisplay, including the\nfanciful ``Zunoqua of the Cat Village'' (1931) and the colorful\n``Young Pines and Sky'' (c. 1935). After that cultural tour, why\nnot go whale watching? For a ``virtual tour,'' I suggest the Web\nsite www.vancouver-whale-watch.com.\n\n   SYDNEY: You Can Go Home Again, And to the Beaches\n\n   By JANE PERLEZ\n\n   As a onetime resident of Sydney who sneaks back annually during\nthe down-under summer, I found surfing the Web to explore my former\ncity as a vacation place a revelation. On Yahoo's Sydney Web site,\ntravel.yahoo.com/destinations (click on the Oceania heading or\nsearch for ``Sydney''), I found solid, sometimes imaginative\ninformation, on sightseeing, restaurants, transportation, hotels\nand best of all, the beaches.\n\n   The site opens with a refreshing essay by Mary Ann Harrell, a\nwriter who once lived in the city and who describes how the place\nhas changed. This is a fine mood-setting piece (originally printed\nin National Geographic Traveler).\n\n   A travel advisory from Knoll Travel Watch reminds would-be\nvisitors that Sydney is the host city for next summer's Olympic\nGames: in September and October 2000, the city will be packed. But\nthe good news in the travel advisory is that street crime is not a\nserious problem, except for late at night in King's Cross, an area\nreplete with strip joints and bars.\n\n   The Where to Eat in Sydney guide on Yahoo, seemed accurate and\nup to date. I clicked on my old neighborhood in Lane Cove and found\n28 restaurants _ 27 more than when I lived there _ including a\nChinese takeout called Tow Yin. More seriously, the guide also\nmentioned Doyle's on the Beach, a wonderful seafood place on the\nharbor shore. A main course and appetizer (known as an entree in\nAustralia) would cost the equivalent of about $26, it was reported,\nwhich sounds about right. At the top end of the scale, the guide\nlisted Rockpool, perhaps Sydney's finest seafood restaurant, where\nmain course and appetizer cost about $76.\n\n   One of the weaker points of the site was the accommodations\nlisting. There are links to the major hotels, but some don't give\nroom rates. For example, the site for the Inter-Continental, a\nluxury hotel built atop a colonial structure, offers a photo of its\nbuilding and panoramic harbor views, and gives the number of rooms\n_ 498 _ and suites, but you have to fill out a reservation form to\nget a rate. The hotel section does list less expensive choices,\nincluding bed-and-breakfasts and corporate apartments in Sydney and\nits suburbs.\n\n   I was encouraged to see that the opera house, Sydney's principal\nvenue for contemporary dance, concerts and opera, is described in\nall its glory. Ferry services on the harbor _ one of the city's\nstrong points _ were all listed, with schedules.\n\n   Perhaps most innovative for the visitor interested in the beach\nis www.realsurf.com. On the site's Northern Beaches Tour, I viewed\na photo of the waves at North Palmy, the local jargon for North\nPalm Beach, one of my favorites.\n\n   Larry's Report that day on realsurf.com said that ``Palm Beach\nand the joey were the pick this morning, about a meter and glassy\nwaves, the peaks shifting about.'' However bizarre that sounds\n(``barren joey'' is local slang for the peninsula at Palm Beach),\nit is authentic Sydney beach talk, and a fair testament to the\nsense of variety of city life that a Web site can give.   \n","Headline":"\nWORLD TRAVEL WEBSITES \n","Text":["\n   Sifting through the many Web sites that offer tourists\ninformation about foreign cities can be fascinating or frustrating.\nHow can first-time, English-speaking travelers planning a trip to\nTokyo, for instance, know if a Web site is steering them in the\nright direction?\n","\n   Eight New York Times correspondents offer their views of\nselected Web sites for cities they know well: Rio de Janeiro,\nTokyo, London, Paris, New Delhi, Cape Town, Vancouver and Sydney.\n","\n   RIO DE JANEIRO: The Site From Ipanema, And Lots of Carioca\nSpirit\n","\n   By LARRY ROHTER\n","\n   As befits a city that ranks as one of the most beautiful and\nfascinating in the world, Rio de Janeiro is the focus of numerous\nWeb sites in English, more than I anticipated. Many are of high\nquality in terms of text and visual content, with sharp graphics\nand even snatches of the music that defines Rio. Three sites in\nparticular stand out, each for a different reason.\n","\n   I found that the Brazilian Incentive and Tourism home page at\nwww.bitourism.com, for instance, contained the most detailed\ninformation on hotels, offering small but clear photos of the\nexteriors and interiors of the city's main hotels, as well as\ninformation about their services and amenities.\n","\n   The Excite City Guide, citynet.excite.com, was useful mostly\nbecause of its links to the Fodor's hotel and restaurant indexes\n(which make judgments that I didn't always agree with).\n","\n   But probably the most entertaining site is that at\nwww.ipanema.com. Somehow it manages to be funny and cheeky while\nalso being comprehensive: there is a ``Rio Gay Guide,'' ``Rio for\nBeginners'' and a section called ``Dogs From Ipanema,'' which\noffers a walking tour. The site also has pictures of the city's\nmost famous neighborhood.\n","\n   Some other sites with fancy graphics and interesting concepts\nseemed sloppy on content, however. Looking at a site devoted to\nRio's golf courses at www.activelifestyle.com/gt/riogolf.html, I\nwas distracted by the consistent misspelling of the city's name. If\nthey can't get that right, I wondered, what does that say about the\nreliability of the rest of the information?\n","\n   It was much easier to forgive deficiencies in the homemade Web\nsites created by Rio residents. Even though the spelling and\ngrammar may occasionally be wobbly, a passion for the city shines\nthrough and there are plenty of tips about restaurants, nightclubs\nand other amusements.\n","\n   In this category, I found the sites at www.riowithlove.com and\nwww.123-rio.com to be especially useful and imbued with Carioca\nspirit.\n","\n   One last recommendation: if you're thinking of going to Rio at\nCarnival time, or even if you're not, it's worth paying a visit to\nthe Rio de Janeiro Samba Home Page, at love-rio.com/samba. Here you\nwill find a thorough history of Carnival and a guide to the samba\nschools that compete for honors in the parade that is the highlight\nof the annual bacchanal.\n","\n   The photographs of dancers and musicians in their extravagant\nbut skimpy costumes were taken at this February's contest and are\nstunning.\n","\n   TOKYO: An Internet Miracle: A $21 Hotel Room\n","\n   By NICHOLAS D. KRISTOF\n","\n   A hotel room in Tokyo for $21? It seems incredible, but the\nHotel New Koyo charges just 2,500 yen for its smallest single\nrooms, including service charge and tax. In a city where a fine\nmelon can cost more than $100, that is an extraordinary find, and I\nturned it up through a Web site called Planet Tokyo at\nwww.pandemic.com/tokyo.\n","\n   Information about Tokyo abounds on the Internet, but Planet\nTokyo is perhaps the best Web site for visitors. It offers a range\nof information about restaurants and hotels _ the $300-a-night\nvariety and the $21 kind _ as well as temples and shrines and even\nthe Japanese language. The information is mostly timely and\naccurate and ranges from the serious to the whimsical: this is the\nonly Web site I know of that tutors people in expressions like\n``mapputatsuni hiki sakuwayo,'' which means ``I will tear you in\nhalf.''\n","\n   Planet Tokyo has separate sections for restaurants, hotels,\nsightseeing, general trip planning and travelers' tales. It does\nnot have a site index, but it is easy to navigate. Under\nsightseeing, for example, it offers a four-paragraph introduction\nand then a list of 19 possibilities, from amusement parks to the\nUeno Zoo, which is more than 100 years old. Click on any of them,\nand you get the information.\n","\n   There is also a general section of ``culture notes,'' such as\nhow to bow and when to give gifts and take off your shoes. One of\nthe very few mistakes is in the language section, suggesting that\n``moshi moshi'' can be used as a greeting when entering a room.\nMoshi moshi is used only on the phone or when you call out to a\nstranger _ for instance, a passer-by who has dropped his wallet.\n","\n   While Planet Tokyo is the best place to start, it is a bit short\non history. So turn also to Exploring Old Tokyo at\nwww.twics.com/eds/oldtokyo. It has information about museums,\nshrines and temples, even about a historic Edo Period public\ntoilet.\n","\n   Still, one of the problems of these Web sites is their inability\nto be helpful with directions: Tokyo is so huge that location\nmatters enormously. Perhaps it will take 10 minutes to get some\nplace, or perhaps two hours, but there is not much guidance.\n","\n   Then there is the larger question of whether these sites,\nhowever rich in information, are any better than a guidebook. A\nguidebook is easier to consult on an airplane, or to browse through\non a subway, and the fact-checking may be a bit more thorough. But\nthese sites are good resources for someone making a quick business\ntrip without much time for sightseeing.\n","\n   Moreover, many Tokyo places have their own Web sites as well\n(some are linked to Planet Tokyo). When I read about Hotel New\nKoyo, I was skeptical that it really had rooms for 2,500 yen. So I\ntelephoned, and the clerk confirmed the price and referred me to\nits English language Web site: www   .tctv.ne.jp/members/new-koyo. It\npopped out in a moment, with all the information I could want,\nincluding photos.\n","\n   nn\n","\n   LONDON: So Many Choices, So Many Glitches\n","\n   By SARAH LYALL\n","\n   There are so many Web sites about London that it should be easy\nto find one that satisfies basic tourist needs: clear, concise\ninformation about where to stay, what to do and the like. But I\ntried three, and was beset with frustration at every turn. They\nwere either too commercial, too sparse on information, or too full\nof glitches to make the cybertrip worthwhile.\n","\n   The first, www.tourist.co.uk, certainly looked encouraging,\npromising a comprehensive guide to the city. But something was\nstrange. In the hotel category, for instance, the site asked for my\ndesired location and price range but then listed only a fraction of\nthe hotels that met the criteria. When I asked for hotels in\ncentral London that were under $70 (40 pounds) a night, I got only\nseven names (none with addresses or phone numbers, or Web links,\nanother annoyance). When I asked for ones that cost over $210 a\nnight, I got only four (one, the Savoy, had a Web link).\n","\n   Likewise, the restaurant list was patchy and haphazard, and it\nsoon became clear that only some establishments (presumably those\nthat had paid a fee) had been included. All along, I was exhorted\nto call different numbers _ one for a tourist information service,\nand another offering help with reservations _ rather than being\ngiven the basic information I needed.\n","\n   My next stop was www.a-london-guide.co.uk, which proclaims\nitself the guide to ``virtual London.'' It started off very\npromisingly, with a forecast of the day's weather in London and\nsome good, well-written advice about arriving in the city (such as\nwhere the airports are). But the site appeared to have one aim: to\nget you to buy its guides to London, on CD-ROM ($39.99) or video\n($24.99). No thanks!\n","\n   That left the most promising of all, www.londontown.com, the\nofficial site of the London Tourist Board. The board is usually\nextremely helpful and thorough, and its Web site looked that way,\ntoo. Not only did it offer guides to the London's popular sights,\nbut it also included an extensive list of millennium events and\nattractions scheduled to open (or to be renovated) this year and in\nthe first few years of the next century. They ranged from the\nVinopolis, an all-about-wine attraction scheduled to open next\nmonth, to a spiral-like extension of the Victoria and Albert Museum\nplanned for 2004.\n","\n   I was delighted by its opening graphic, inviting you to click on\nto the section of a spinning globe that represents where you'll be\ntraveling from (when I clicked on to New York, I was told about a\nspecial deal being offered for departures from there by British\nAirways and the Forte hotel chain).\n","\n   But then it all went wrong. I tried my standard test again:\nCould I use the site to find a hotel that I wanted to stay in? The\nsite listed types of hotels, ranging from inns to youth hostels,\nand invited me to choose a neighborhood, amenities and a host of\nother options. The list was clearly comprehensive. In central\nLondon, for instance, the site promised to list 150 hotels.\n","\n   When I went further, however, trying to get a list of the actual\nitems, my computer began to emit a horrible grating noise and\nfroze. I thought I was having a bad computer day, but when I got\nour office's computer expert involved, he had the same problem.\nPerhaps it was the Web site that was having a bad day (colleagues\nhad better luck a couple of weeks later.) By this time, though, I\nwas thoroughly disillusioned. All I wanted was a nice,\nold-fashioned guide in the shape of an actual book.\n","\n   PARIS: From the Louvre, To the Sewers\n","\n   By ALAN RIDING\n","\n   France was slow to join the cyberworld, but all the basic\ninformation that a visitor to Paris needs can now be found on the\nWeb.\n","\n   Paris Tourisme, at www.paris-tourisme   .com, is a good place to\nstart. A click on ``Welcome'' calls up an menu in English divided\ninto nine chapters, among them: Museums, Hotels, City Tours,\ndetailed maps of Paris and its suburbs; Paris Airports and Paris\nfor Kids. Each chapter heading leads to a wide range of options. In\nthe museums listing, for instance, there is lively information on\nno fewer than 42 museums.\n","\n   The Paris for Kids section includes attractions, parks and zoos,\nand even suggests where to find baby sitters at night. Under the\nheading Paris From A . . . to Z is a range of practical information\nlike where to rent bicycles, how to find philatelists and which is\nthe best flea market. This site offers a limited selection of\nhotels and has no information on restaurants, but it has a good\nsearch engine. The site promotes the Touringscope bus trips around\nParis in addition to walking tours.\n","\n   The French government sponsors two sites. The Paris Convention\nand Visitors Bureau site, www.paris-touristoffice.com, switches\ninto English by clicking on a Union Jack. It offers 10 chapters,\nincluding some not listed by Paris Tourisme. Paris night life\ncovers everything from cabarets and opera houses to jazz clubs and\ntrendy cafes (it notes, for example, that Le Flore in\nSt.-Germain-des-Pres is host to philosophical discussions in\nEnglish at 7 p.m. on the first Wednesday of the month). The\nrestaurants section even includes where to find dining spots with,\nsay, terraces or views, while the hotel information offers a broad\nchoice, from student hostels to luxury hotels (in picking a price\nrange, be sure to use French francs). Although this site does not\nhave a search function, it does offer links to other Paris Web\nsites.\n","\n   The French Tourist Office, www.fgtousa.org/regional/paris.htm,\nis another source of extensive information about Paris _ offering\nnumerous links to other sites. An example: a click on general\ninformation leads to ``wines,'' which in turn leads to tips on\nwine-tasting classes, including those that are held in English. The\nsite even offers pen portraits of close to 100 famous French men\nand women.\n","\n   Some other useful Web sites are maintained by entities outside\nof France. The (AT)Paris Traveler's Guide, at infocities.com, is\nlively, though I noticed its information about museums was limited.\nI enjoyed the Lonely Planet site,\nlonelyplanet.com/dest/eur/par.htm, if only because it starts with\nan introduction to French history and its recommended reading list\nranges from Rousseau and Voltaire to Marguerite Duras and Michel\nFoucault. For the off-the-beaten-track visit, it even proposes the\nParis sewers (I have been there: they are interesting and not too\nsmelly).\n","\n   A site that seems particularly informative on hotels is\nwww.france.com/travel/hotels. It is run by the French Hotel\nReservation Center and covers just about everywhere _ Paris and\nthroughout the country. Hotels can be chosen by district and by\nprice, and there is a useful box indicating how convenient\ndifferent parts of town are for getting to museums, shopping,\nbusinesses and the like.\n","\n   The information includes room prices as well as address,\ntelephone and a photograph of each hotel. The site even offers to\nfind hotels at the lowest possible rates.\n","\n   nn\n","\n   NEW DELHI: A Warm Welcome, But It's All Relative\n","\n   By BARRY BEARAK\n","\n   New Delhi's summer weather is ``warm,'' according to the Web\nsite of the government of India Ministry of Tourism,\nwww.tourism   inindia.com. ``Warm,'' of course, is a relative term.\nBoiling water could be said to be warm. So, too, could a forest\nfire, a spewing volcano and smelted iron. The summer temperature in\nIndia's capital often hits 115, which, for me, is a bit hotter than\nwarm.\n","\n   Most of the government-related Web sites that include New Delhi\nare short on reliable information and long on hyperbole. The\ntourism ministry says the city offers ``an unceasing range of\nactivity, a million ways of saying, `You are welcome.'''\n","\n   Lonely Planet's Destination Delhi site,\nwww.lonelyplanet.com/dest/ind/del.htm, more accurately lets you\nknow what you're in for: ``You'll most likely notice the pollution,\nthe crowds, the smell, the noise and the ceaseless hassles before\nyou notice the city's charms.''\n","\n   Lonely Planet's site is no substitute for a thick guidebook, but\nit does a good job of labeling most of the bare bones. India's\n5,000-year history is rendered in four paragraphs. The more popular\nsightseeing destinations rate about 100 words each and are\naccompanied by photos and a small map.\n","\n   Fodor's site, www.fodors.com, contains a restaurant and hotel\nguide, which Lonely Planet does not. Unlike many other listings,\nFodor is willing to go out on a limb and actually make food and\nlodging recommendations. The site's authors have good taste; their\nfaults are mainly in what they omit rather than in what they\ncommend. For example, they focus on the high-end restaurants and\nneglect very popular and less costly ones, like Nirula's.\n","\n   For the largest variety of links, the place to go is\nwww.indiaa2z.com. This is essentially a search engine that, when\nyou search ``Delhi,'' divides into categories like arts and\nculture, business and economy, and news and media. It can take you\nto some fairly arcane places, like the Amateur Astronomers\nAssociation of Delhi. But it also contains some meat-and-potatoes\ninformation (in India, the meat must be mutton, not beef), the best\nof which is the Delhi City Guide, www.allindia.com/cities/delhi.\n","\n   While the Delhi City Guide also has a very abbreviated history\nsection, its listings of museums, galleries, markets and historical\nsites are far more complete than most. The information (with\nphotos) about hotels and restaurants is quite reliable.\n","\n   CAPE TOWN: Pretty as a Picture, Though the Details Are Fuzzy\n","\n   By DONALD G. McNEIL Jr.\n","\n   I suspect that if I could read German better (it's slipped away\nsince high school, and learning to read road signs in Afrikaans has\nhelped only a little), I would think the best Web site about Cape\nTown was one produced in Germany, www.kapstadt.de/allgem.htm. It\nseems remarkably thorough. For English-speakers, I'm afraid, the\nchoices are a bit frustrating.\n","\n   One problem is that many South African Web sites seem to have a\nfundamental weakness: they give nice write-ups to people who buy\nads. I could find several sites with beautiful pictures of the\ncity, beaches, botanical gardens, the Victoria and Alfred\nWaterfront and the Cape of Good Hope, which Sir Francis Drake wrote\nwas ``the most stately thing, and the fairest cape we saw in the\nwhole circumference of the earth.'' I couldn't find any with the\nkind of independently verified helpful list of restaurants and\nhotels that a good guidebook has.\n","\n   Other than that, the prettiest and most comprehensive site was\nwww   .nelsonsguides.co.za, which is produced by a Cape Town company\nthat publishes pocket guides handed out free in hotels. Its opening\npicture of Table Mountain, which dominates the city even more\nimposingly than skyscrapers dominate New York, is stunning.\nBrowsing its pretty picture gallery brought up links to other Web\nsites.\n","\n   For example, Cape Town has the largest aquarium in the Southern\nHemisphere, and there was a link to the Two Oceans Aquarium site.\nSome choices were odd _ the picture of the three-hour scenic drive\naround Cape Point is of a baboon by the road.\n","\n   The maps, reproduced from the pocket guide, are detailed. Its\npages of local history go well back and put Cape Town in its\ncontext as part of South Africa's bloody past. But the\naccommodation and restaurant pages are woefully skimpy _\npresumably, only those that paid to be listed.\n","\n   Another site, www.doorway.co.za, can be slow to respond but has\nthe best-known restaurants and hotels. Its listings are free, but\nlimited to a few mostly saccharine words chosen by the lister.\n","\n   An excellent site for South Africa in general is the one\nmaintained by Lonely Planet guides which puts out what I think is\nthe best guide to the country. This site, www.lonelyplanet.com, has\na section on Cape Town and has links to a forum (Traveler's\nReports) where travelers _ mostly backpackers _ send their latest\nadvice about places to stay, things to do and dangers to avoid. It\ndoesn't give details about hotels and restaurants. For that, you\nhave to buy the book.\n","\n   nn\n","\n   VANCOUVER: Guides to Famous People And Family Fun\n","\n   By SAM HOWE VERHOVEK\n","\n   Vancouver, much like Seattle, its near-neighbor to the south,\nlikes to boast that it is its nation's most tech-hip city. So it's\nno surprise that a prospective visitor to Canada's great western\nmetropolis can find a ton of useful, interesting and quirky\ninformation about the city on the World Wide Web.\n","\n   A good place to start is discovervancouver.com, a site full of\ncolorful images, including maps, weather charts and ``postcards''\nfrom the country's western edge. It also includes links to the\nVancouver phone book and lots of trivia, including a list of famous\nentertainers who hail from British Columbia (Michael J. Fox,\nRaymond Burr and Pamela Anderson, among others).\n","\n   The site's funny American Page explains that Canada has a\none-dollar coin nicknamed the ``loonie'' because it has a loon on\none side, and a two-dollar coin that is sometimes called a\n``toonie.'' And there is a helpful guide on dealing with an\nall-too-common occurrence: How to Be Happy in Vancouver Even When\nIt Rains.\n","\n   The site maintained by Vancouver's convention and visitors\nbureau, www.tourism-vancouver.com, has daily updates and excellent\nlinks to information on outdoor activities like kayaking and\nskiing.\n","\n   At the site www.4vancouver.com, part of the 4anything.com\nnetwork of community sites, a cybervisitor can find links to\nrestaurants, attractions, shopping centers and local newspapers and\nmagazines. For those who want to book all or part of the trip on\nline, www.discoverbc.com has an excellent search engine with links\nto hotels and tours.\n","\n   And then there are the quirkier links. A wonderful guide for\nfamilies with children, maintained by a Vancouver family that\nconsists of ``Mom, Dad, Nathan and Jenavieve,'' is\nwww.findfamilyfun.com. It has information on everything from berry\npicking to watching bald eagles _ all written in a chatty way, and\nthe search for activities can be sorted by cost or location.\n","\n   A good place to see vivid images of Vancouver and the\nsurrounding area is www.beautifulbc.ca, created by a 40-year-old\nmagazine, Beautiful British Columbia. The Vancouver Art Gallery,\nwww.vanartgallery.bc.ca, has a wealth of images (not large ones,\nthough) from both temporary exhibits and its permanent collection.\nThe works of Emily Carr (1871-1945), probably the province's\nbest-known artist, are part of this cyberdisplay, including the\nfanciful ``Zunoqua of the Cat Village'' (1931) and the colorful\n``Young Pines and Sky'' (c. 1935). After that cultural tour, why\nnot go whale watching? For a ``virtual tour,'' I suggest the Web\nsite www.vancouver-whale-watch.com.\n","\n   SYDNEY: You Can Go Home Again, And to the Beaches\n","\n   By JANE PERLEZ\n","\n   As a onetime resident of Sydney who sneaks back annually during\nthe down-under summer, I found surfing the Web to explore my former\ncity as a vacation place a revelation. On Yahoo's Sydney Web site,\ntravel.yahoo.com/destinations (click on the Oceania heading or\nsearch for ``Sydney''), I found solid, sometimes imaginative\ninformation, on sightseeing, restaurants, transportation, hotels\nand best of all, the beaches.\n","\n   The site opens with a refreshing essay by Mary Ann Harrell, a\nwriter who once lived in the city and who describes how the place\nhas changed. This is a fine mood-setting piece (originally printed\nin National Geographic Traveler).\n","\n   A travel advisory from Knoll Travel Watch reminds would-be\nvisitors that Sydney is the host city for next summer's Olympic\nGames: in September and October 2000, the city will be packed. But\nthe good news in the travel advisory is that street crime is not a\nserious problem, except for late at night in King's Cross, an area\nreplete with strip joints and bars.\n","\n   The Where to Eat in Sydney guide on Yahoo, seemed accurate and\nup to date. I clicked on my old neighborhood in Lane Cove and found\n28 restaurants _ 27 more than when I lived there _ including a\nChinese takeout called Tow Yin. More seriously, the guide also\nmentioned Doyle's on the Beach, a wonderful seafood place on the\nharbor shore. A main course and appetizer (known as an entree in\nAustralia) would cost the equivalent of about $26, it was reported,\nwhich sounds about right. At the top end of the scale, the guide\nlisted Rockpool, perhaps Sydney's finest seafood restaurant, where\nmain course and appetizer cost about $76.\n","\n   One of the weaker points of the site was the accommodations\nlisting. There are links to the major hotels, but some don't give\nroom rates. For example, the site for the Inter-Continental, a\nluxury hotel built atop a colonial structure, offers a photo of its\nbuilding and panoramic harbor views, and gives the number of rooms\n_ 498 _ and suites, but you have to fill out a reservation form to\nget a rate. The hotel section does list less expensive choices,\nincluding bed-and-breakfasts and corporate apartments in Sydney and\nits suburbs.\n","\n   I was encouraged to see that the opera house, Sydney's principal\nvenue for contemporary dance, concerts and opera, is described in\nall its glory. Ferry services on the harbor _ one of the city's\nstrong points _ were all listed, with schedules.\n","\n   Perhaps most innovative for the visitor interested in the beach\nis www.realsurf.com. On the site's Northern Beaches Tour, I viewed\na photo of the waves at North Palmy, the local jargon for North\nPalm Beach, one of my favorites.\n","\n   Larry's Report that day on realsurf.com said that ``Palm Beach\nand the joey were the pick this morning, about a meter and glassy\nwaves, the peaks shifting about.'' However bizarre that sounds\n(``barren joey'' is local slang for the peninsula at Palm Beach),\nit is authentic Sydney beach talk, and a fair testament to the\nsense of variety of city life that a Web site can give.   \n"]}