{"DocumentId":"NYT19990630.0331","TopicId":"NYT","Relevance":"0","Body":" BC-DETECTIVE-INDICT-ART-3TAKES(TRIMS)-NYT \nINDICTMENT OF PRIVATE DETECTIVE TESTS THE LEGALITY OF DECEPTION \n\n  \n (ATTN: Calif., Fla.)  (ART ADV: Photo is being sent to NYT photo clients. Graphic is\nbeing sent to NYT graphic clients. Non-subscribers can make\nindividual purchase by calling (888) 603-1036 or (888) 346-9867.) \n(rm) \n By DOUGLAS FRANTZ   \n c.1999 N.Y. Times News Service   \n\n   DENVER _ Using deception to ferret out personal information,\nfrom Ennis Cosby's credit card records after his murder to the home\naddresses of organized crime detectives in Los Angeles, a private\ndetective built a $1 million-a-year business here selling\ninformation that ended up in the hands of everyone from the tabloid\npress to a reputed member of the Israeli Mafia.\n\n   Working out of his private detective's office in suburban\nAurora, James Rapp took in daily requests from people who wanted\nthe confidential phone numbers for celebrities and victims of\nhigh-profile crimes, like the Columbine High School shooting.\n\n   Rapp obtained records on the visits of television's ``Ally\nMcBeal'' star, Calista Flockhart, to a doctor in Beverly Hills,\nCalif., at a time when the tabloids were filled with articles that\nshe had an eating disorder, investigators and prosecutors said.\nThey said Rapp sold information about the Princess of Wales and her\nboyfriend in the hours after their deaths and information about\nJonBenet Ramsey, the 6-year-old beauty queen slain in nearby\nBoulder. He even obtained the phone records of Kathleen Willey, the\nformer White House volunteer who said President Clinton had made an\nunwanted sexual advance to her, the authorities said.\n\n   It is not clear who received Rapp's information. But when the\nauthorities raided the offices of his Touch Tone Information in\nMay, they discovered a list of more than 1,200 private detective\nagencies across the country that were buying confidential\ninformation about Hollywood celebrities, estranged spouses, debtors\nand deadbeats.\n\n   Among the investigators on the list was a Denver private\ndetective who had been employed occasionally as a consultant by\nABC-TV, though there is no evidence the network ever used Rapp's\ninformation. The authorities say some of the information about\ncelebrities has been used by The National Enquirer and The Globe.\n\n   Rapp, 39, and his wife, Regana Rapp, were indicted by a\nJefferson County grand jury on Friday on two counts each of\nracketeering in a case that is the first known criminal prosecution\nagainst the growing business of peddling confidential information.\nIf convicted, the couple face up to 24 years in prison and a $1\nmillion fine. Rapp was imprisoned in 1982 for violating probation\nafter conviction of auto theft.\n\n   Rapp said that he and his wife had not broken any laws.\n\n   The case against the Rapps is the biggest test of whether\npractices that on their face are deceptive are also illegal. Rapp's\nemployees obtained the information through a subterfuge known in\ntheir business as a pretext: calling banks, phone companies and\nother businesses and claiming to be the customer whose records were\nsought.\n\n   A former Touch Tone employee said in an interview that a female\ncolleague who sat next to him cried constantly as part of her act.\nNearby, the ex-employee said, an elderly man faked a foreign accent\nand pretended to be confused to get information.\n\n   The case was put together by state authorities from a\nlittle-used state law on impersonating someone to obtain\ninformation and a common federal statute on wire fraud. It could\nbreak new legal ground by helping to define how far private\ninvestigators can go in using deceit and trickery to obtain\nconfidential data.\n\n   The indictment, coupled with seized documents and interviews\nwith law-enforcement investigators in recent days, provides a\npicture of how the Rapps turned lying into a lucrative business.\n\n   Essentially, it is not illegal to lie about identity, except if\nimpersonating a police officer or government official. Colorado\nhopes to build a successful prosecution because it is one of few\nstates that make it a crime to impersonate someone else for gain.\n\n   Until the Rapp case, deceptions by private investigators and\ninformation brokers have not been prosecuted and no federal law\nspecifically prohibits impersonating someone to get confidential\ninformation. ``A lot of things most Americans assume are illegal or\nwrong are not prohibited by law,'' said Evan Hendricks, editor of\nPrivacy Times, a Washington newsletter.\n\n   ``These people engaged in reprehensible conduct to profit from\nall sorts of tragedies,'' Dennis Hall, the Jefferson County deputy\ndistrict attorney who led the investigation, said in an interview.\n``They broke the law by impersonating someone to get private\ninformation and selling it for profit.''\n\n   Aristedes W. Zavaras, executive director of the Colorado\nDepartment of Public Safety, said the case represented the\nstrongest evidence yet that stringent controls are necessary to\nsafeguard private information and maintain public confidence. ``The\nindictments here send a loud and clear message that these practices\nmust stop,'' he said.\n\n   In the face of growing concerns over privacy, Congress is\nconsidering laws to prohibit using pretexts to obtain confidential\ninformation.\n\n   Rapp, in a brief interview, called the charges ridiculous and\nsaid his activities were legal. He said his lawyer had advised him\nnot to discuss the indictment, but in an earlier interview, before\nthe charges were filed, he maintained that there is nothing\ninherently wrong with using deception to get confidential\ninformation.\n\n   (BEGIN OPTIONAL TRIM)\n\n   Even at this early stage, the case provides an unusually rich\nwindow into the secretive world of information brokers, a new breed\nof investigators who have grown into a multimillion-dollar industry\nby trafficking in confidential information obtained through lies\nand access to the latest public and private computer databases.\n\n   A price list seized by the police shows the Rapps offered to get\nunpublished telephone numbers and addresses for $85, a monthly bill\nfor local or long distance phone calls for $75, bank statements for\n$100, stock transactions for $200.\n\n   Results were guaranteed. Company records showed revenues\naveraging $20,000 a week.\n\n   (END OPTIONAL TRIM)\n\n   The aggressive techniques used by the Rapps and their company\nled the Federal Trade Commission to file a civil lawsuit against\nthe Rapps and the company in April. The agency charged that using\npretexts represented an invasion of consumer privacy. The case,\nwhich is pending, will help determine regulatory authority over\ninformation brokers and private detectives.\n\n   nn\n\n   Touch Tone first came to the attention of the Colorado Bureau of\nInvestigation last January. The Los Angeles Police Department asked\nfor information about the company after records seized from a\nprivate detective's home showed that Touch Tone had provided home\naddresses, phone numbers and pager numbers for detectives on the\npolice department's organized crime squad, according to an\naffidavit filed in the Rapp case by Robert Brown, the Colorado\nagent in charge of the investigation here.\n\n   The police said the information was obtained for Assaf Waknine,\nan Israeli identified by the Los Angeles police as an organized\ncrime member, according to Brown's affidavit. Waknine used the\ninformation to harass detectives and create a ``clone'' of one\ndetective's pager that received his pages in an attempt to discover\nthe identity of an informant, according to the affidavit and\ninterviews with law-enforcement officials here.\n\n   In early March, the Colorado authorities set up a sting on Touch\nTone. With the assistance of a cooperative private investigator,\nJane Cracraft, they asked Rapp to obtain bank records and monthly\nphone records for a woman. Rapp agreed and explained the way he\nworked, according to court records and taped conversations.\n\n   The first step, he said, was for him or an employee to assume\nthe identity of the customer and persuade the customer service\nrepresentatives at the banks and phone companies to give them the\ncustomer's information.\n\n   (BEGIN OPTIONAL TRIM)\n\n   ``We get them to read each and every item off the customer's\naccount for every month you want,'' he told Ms. Cracraft, who\nresponded, ``You must be pretty good with your scams.''\n\n   With a laugh, Rapp said, ``After 20 years you get pretty good.''\n\n   (END OPTIONAL TRIM)\n\n   True to his guarantee, Rapp provided accurate bank and phone\nrecords for the woman, who was actually an employee of the Colorado\nBureau of Investigation. The cost was $460.\n\n   (BEGIN OPTIONAL TRIM)\n\n   Touch Tone operated out of a dingy three-room office suite in\nAurora. One room contained files for active cases, which were\ndestroyed after Touch Tone received payment. Another contained\nphones and faxes for incoming information requests, which were\nlogged and routed to Rapp and employees in the adjoining, larger\nroom.\n\n   The larger room was where Rapp oversaw the pretext calls. In the\noffice jargon, obtaining phone records was known as ``busting a\nnumber'' and getting bank account information was ``breaking the\nbank.''\n\n   By all accounts, Rapp was a brazen whiz at lying. Jeff Harley,\nwho worked briefly at Touch Tone, told the authorities that once\nwhen he was unable to ``bust'' an unpublished phone number to find\nthe name and address of the customer, Rapp grabbed the file from\nhim and got the information on the first try.\n\n   Some former employees told the authorities that they had\nresponded to classified advertisements seeking private\ninvestigators, while others had been sent to Touch Tone by\ntemporary employment agencies. One former office temp told\ninvestigators that Rapp said to him, ``I need to know how well you\ncan lie.''\n\n   A common ploy used by Touch Tone was to claim to be an irate\nhusband whose wife had just left him for another man and demand\nrecords of long distance calls because he was not going to pay for\ncalls to her boyfriend, according to an affidavit in the case. Rapp\nliked female employees because they could play on emotions by\ncrying, Harley said.\n\n   The lies worked largely because the callers dealt with customer\nservice representatives at various businesses who are trained to\nprovide help. When Touch Tone investigators ran into an unwilling\nperson, they simply hung up and called again to get another\nrepresentative, former employees told investigators.\n\n   (END OPTIONAL TRIM)\n\n   A list of phone numbers for hundreds of banks, phone companies\nand credit card businesses nationwide was found in the search at\nTouch Tone in May.\n\n   When Touch Tone callers pretended to be someone in another city\nand wanted information faxed, they used a company that forwards\nfaxes from dozens of sites around the country, according to the\nauthorities.\n\n   Rapp employed as many as 20 callers, who were called\ninvestigators.\n\n   Many Touch Tone employees worked from their homes on a\ncommission after being trained, said Brown, the Colorado agent, and\nhis partner, Patrick Maroney.\n\n   Rapp's former wife, Holly, told a Denver television station this\nweek that he had used their young daughter to make calls years ago.\n\n   While the clients from the seized files are private detective\nagencies, the users of the information ranged from tabloids like\nthe Globe and National Enquirer to banks and insurance companies\nseeking information about their own customers, according to records\nobtained in the search and interviews with private investigators\nwho used Touch Tone.\n\n   One client was Al Schweitzer, a prominent Denver detective who\ndoes investigative work for television and tabloids. Dahlia Roemer,\na spokeswoman for ABC-TV, said Schweitzer had worked twice as a\nconsultant for the ABC News program ``20/20'' but that he had not\ndone investigative work for ABC.\n\n   Schweitzer said he had done some investigative work for the\nnetwork, but that he never used Touch Tone to get information for\nABC. He added that he stopped using the company more than two years\nago after disagreeing with Rapp over some of his methods.\n\n   Records show that one of the largest users of Touch Tone was a\nFlorida detective agency, Action Research Group. Its Touch Tone\nbills for the first four months of this year totaled more than\n$20,000. Joe Vepante, the owner of Action Research, said he mainly\ngot information for banks on people who had bad debts.\n\n   nn\n\n   Former Touch Tone employees said information on celebrities and\nvictims of accidents had been extremely valuable because it could\nbe sold over and over. For instance, in a letter to one client\nabout the JonBenet Ramsey slaying, Rapp listed 14 categories of\nitems for sale, ranging from phone and credit card records for the\ngirl's parents to phone records for the family's private detective\nand the home address and phone number for the Boulder police\ndetective investigating the death.\n\n   The indictment of the Rapps spelled out how they obtained some\ninformation about the Ramseys. Within days of the child's death on\nDec. 26, 1996, callers from Touch Tone used pretexts to obtain\nAmerican Express credit card records for her parents, John and\nPatricia Ramsey, according to the charges. Those records showed\nthat purchases were made at a Boulder hardware store several days\nbefore the child's death.\n\n   On Jan. 14, 1997, a Touch Tone investigator called McGuckin\nHardware pretending to be ``John'' and asking for information\nconcerning two American Express charges. The investigator followed\nup with a letter identifying the charges and seeking the invoices.\nThe letter was signed ``John Ramsey.''\n\n   Six days later, the hardware store provided the information on\nthe purchases, which investigators said later found its way into an\narticle in the tabloid Globe.\n\n   Lawrence Olmstead, who operates a research firm called Press\nPass Media in Palmdale, Calif., acknowledged that Rapp sent him a\nletter offering the Ramsey information for sale but Olmstead said\nhe did not buy any of it.\n\n   Olmstead acknowledged that he often bought phone numbers and\naddresses from Touch Tone on behalf of news media clients, whom he\nwould identify only as some tabloids and mainstream media.\n\n   ``A lot of guys make promises, but James really delivered,''\nsaid Olmstead, who said everything he bought was used in legitimate\nnews media inquiries.\n\n   Brown and Maroney of the Colorado Bureau of Investigation said\nin an interview said Touch Tone records showed that Olmstead bought\nAmerican Express records and phone records for Ennis Cosby, the son\nof the actor Bill Cosby, after the younger Cosby was slain along a\nLos Angeles freeway in January 1997. Olmstead denied acquiring\ninformation about Cosby.\n\n   More recently, Brown said, Touch Tone obtained unpublished phone\nnumbers, phone records and home addresses for victims of the\nColumbine High School shooting in April. He said the information\nwas obtained for Olmstead.\n\n   Olmstead confirmed buying the Columbine information, but he said\nit had been for legitimate news purposes. ``Reporters wanted to\nspeak with these families or send them requests for interviews,''\nhe said. ``No one was harassed.''\n\n   The Colorado authorities said constructing the indictment was\ncomplex and unusual. Hall, the lead prosecutor, said some people\nhad to be convinced that obtaining confidential information by\nlying broke the law.\n\n   In the end, however, he said the charges hinged on a state law\nthat prohibits impersonating someone for profit or to harm them and\non the broad federal wire fraud statute, which makes it a crime to\nuse a telephone to commit an illegal act.\n\n   The racketeering indictment was based on what prosecutors said\nwas a pattern of violating the state and federal statutes.\n\n   ``It is difficult to put a monetary value on privacy, but it was\nclear that the Rapps violated the law in the way they obtained\ninformation,'' Hall said. ``What's against the law is how they got\nthe information.''\n","Headline":"\nINDICTMENT OF PRIVATE DETECTIVE TESTS THE LEGALITY OF DECEPTION \n","Text":["\n   DENVER _ Using deception to ferret out personal information,\nfrom Ennis Cosby's credit card records after his murder to the home\naddresses of organized crime detectives in Los Angeles, a private\ndetective built a $1 million-a-year business here selling\ninformation that ended up in the hands of everyone from the tabloid\npress to a reputed member of the Israeli Mafia.\n","\n   Working out of his private detective's office in suburban\nAurora, James Rapp took in daily requests from people who wanted\nthe confidential phone numbers for celebrities and victims of\nhigh-profile crimes, like the Columbine High School shooting.\n","\n   Rapp obtained records on the visits of television's ``Ally\nMcBeal'' star, Calista Flockhart, to a doctor in Beverly Hills,\nCalif., at a time when the tabloids were filled with articles that\nshe had an eating disorder, investigators and prosecutors said.\nThey said Rapp sold information about the Princess of Wales and her\nboyfriend in the hours after their deaths and information about\nJonBenet Ramsey, the 6-year-old beauty queen slain in nearby\nBoulder. He even obtained the phone records of Kathleen Willey, the\nformer White House volunteer who said President Clinton had made an\nunwanted sexual advance to her, the authorities said.\n","\n   It is not clear who received Rapp's information. But when the\nauthorities raided the offices of his Touch Tone Information in\nMay, they discovered a list of more than 1,200 private detective\nagencies across the country that were buying confidential\ninformation about Hollywood celebrities, estranged spouses, debtors\nand deadbeats.\n","\n   Among the investigators on the list was a Denver private\ndetective who had been employed occasionally as a consultant by\nABC-TV, though there is no evidence the network ever used Rapp's\ninformation. The authorities say some of the information about\ncelebrities has been used by The National Enquirer and The Globe.\n","\n   Rapp, 39, and his wife, Regana Rapp, were indicted by a\nJefferson County grand jury on Friday on two counts each of\nracketeering in a case that is the first known criminal prosecution\nagainst the growing business of peddling confidential information.\nIf convicted, the couple face up to 24 years in prison and a $1\nmillion fine. Rapp was imprisoned in 1982 for violating probation\nafter conviction of auto theft.\n","\n   Rapp said that he and his wife had not broken any laws.\n","\n   The case against the Rapps is the biggest test of whether\npractices that on their face are deceptive are also illegal. Rapp's\nemployees obtained the information through a subterfuge known in\ntheir business as a pretext: calling banks, phone companies and\nother businesses and claiming to be the customer whose records were\nsought.\n","\n   A former Touch Tone employee said in an interview that a female\ncolleague who sat next to him cried constantly as part of her act.\nNearby, the ex-employee said, an elderly man faked a foreign accent\nand pretended to be confused to get information.\n","\n   The case was put together by state authorities from a\nlittle-used state law on impersonating someone to obtain\ninformation and a common federal statute on wire fraud. It could\nbreak new legal ground by helping to define how far private\ninvestigators can go in using deceit and trickery to obtain\nconfidential data.\n","\n   The indictment, coupled with seized documents and interviews\nwith law-enforcement investigators in recent days, provides a\npicture of how the Rapps turned lying into a lucrative business.\n","\n   Essentially, it is not illegal to lie about identity, except if\nimpersonating a police officer or government official. Colorado\nhopes to build a successful prosecution because it is one of few\nstates that make it a crime to impersonate someone else for gain.\n","\n   Until the Rapp case, deceptions by private investigators and\ninformation brokers have not been prosecuted and no federal law\nspecifically prohibits impersonating someone to get confidential\ninformation. ``A lot of things most Americans assume are illegal or\nwrong are not prohibited by law,'' said Evan Hendricks, editor of\nPrivacy Times, a Washington newsletter.\n","\n   ``These people engaged in reprehensible conduct to profit from\nall sorts of tragedies,'' Dennis Hall, the Jefferson County deputy\ndistrict attorney who led the investigation, said in an interview.\n``They broke the law by impersonating someone to get private\ninformation and selling it for profit.''\n","\n   Aristedes W. Zavaras, executive director of the Colorado\nDepartment of Public Safety, said the case represented the\nstrongest evidence yet that stringent controls are necessary to\nsafeguard private information and maintain public confidence. ``The\nindictments here send a loud and clear message that these practices\nmust stop,'' he said.\n","\n   In the face of growing concerns over privacy, Congress is\nconsidering laws to prohibit using pretexts to obtain confidential\ninformation.\n","\n   Rapp, in a brief interview, called the charges ridiculous and\nsaid his activities were legal. He said his lawyer had advised him\nnot to discuss the indictment, but in an earlier interview, before\nthe charges were filed, he maintained that there is nothing\ninherently wrong with using deception to get confidential\ninformation.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   Even at this early stage, the case provides an unusually rich\nwindow into the secretive world of information brokers, a new breed\nof investigators who have grown into a multimillion-dollar industry\nby trafficking in confidential information obtained through lies\nand access to the latest public and private computer databases.\n","\n   A price list seized by the police shows the Rapps offered to get\nunpublished telephone numbers and addresses for $85, a monthly bill\nfor local or long distance phone calls for $75, bank statements for\n$100, stock transactions for $200.\n","\n   Results were guaranteed. Company records showed revenues\naveraging $20,000 a week.\n","\n   (END OPTIONAL TRIM)\n","\n   The aggressive techniques used by the Rapps and their company\nled the Federal Trade Commission to file a civil lawsuit against\nthe Rapps and the company in April. The agency charged that using\npretexts represented an invasion of consumer privacy. The case,\nwhich is pending, will help determine regulatory authority over\ninformation brokers and private detectives.\n","\n   nn\n","\n   Touch Tone first came to the attention of the Colorado Bureau of\nInvestigation last January. The Los Angeles Police Department asked\nfor information about the company after records seized from a\nprivate detective's home showed that Touch Tone had provided home\naddresses, phone numbers and pager numbers for detectives on the\npolice department's organized crime squad, according to an\naffidavit filed in the Rapp case by Robert Brown, the Colorado\nagent in charge of the investigation here.\n","\n   The police said the information was obtained for Assaf Waknine,\nan Israeli identified by the Los Angeles police as an organized\ncrime member, according to Brown's affidavit. Waknine used the\ninformation to harass detectives and create a ``clone'' of one\ndetective's pager that received his pages in an attempt to discover\nthe identity of an informant, according to the affidavit and\ninterviews with law-enforcement officials here.\n","\n   In early March, the Colorado authorities set up a sting on Touch\nTone. With the assistance of a cooperative private investigator,\nJane Cracraft, they asked Rapp to obtain bank records and monthly\nphone records for a woman. Rapp agreed and explained the way he\nworked, according to court records and taped conversations.\n","\n   The first step, he said, was for him or an employee to assume\nthe identity of the customer and persuade the customer service\nrepresentatives at the banks and phone companies to give them the\ncustomer's information.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   ``We get them to read each and every item off the customer's\naccount for every month you want,'' he told Ms. Cracraft, who\nresponded, ``You must be pretty good with your scams.''\n","\n   With a laugh, Rapp said, ``After 20 years you get pretty good.''\n","\n   (END OPTIONAL TRIM)\n","\n   True to his guarantee, Rapp provided accurate bank and phone\nrecords for the woman, who was actually an employee of the Colorado\nBureau of Investigation. The cost was $460.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   Touch Tone operated out of a dingy three-room office suite in\nAurora. One room contained files for active cases, which were\ndestroyed after Touch Tone received payment. Another contained\nphones and faxes for incoming information requests, which were\nlogged and routed to Rapp and employees in the adjoining, larger\nroom.\n","\n   The larger room was where Rapp oversaw the pretext calls. In the\noffice jargon, obtaining phone records was known as ``busting a\nnumber'' and getting bank account information was ``breaking the\nbank.''\n","\n   By all accounts, Rapp was a brazen whiz at lying. Jeff Harley,\nwho worked briefly at Touch Tone, told the authorities that once\nwhen he was unable to ``bust'' an unpublished phone number to find\nthe name and address of the customer, Rapp grabbed the file from\nhim and got the information on the first try.\n","\n   Some former employees told the authorities that they had\nresponded to classified advertisements seeking private\ninvestigators, while others had been sent to Touch Tone by\ntemporary employment agencies. One former office temp told\ninvestigators that Rapp said to him, ``I need to know how well you\ncan lie.''\n","\n   A common ploy used by Touch Tone was to claim to be an irate\nhusband whose wife had just left him for another man and demand\nrecords of long distance calls because he was not going to pay for\ncalls to her boyfriend, according to an affidavit in the case. Rapp\nliked female employees because they could play on emotions by\ncrying, Harley said.\n","\n   The lies worked largely because the callers dealt with customer\nservice representatives at various businesses who are trained to\nprovide help. When Touch Tone investigators ran into an unwilling\nperson, they simply hung up and called again to get another\nrepresentative, former employees told investigators.\n","\n   (END OPTIONAL TRIM)\n","\n   A list of phone numbers for hundreds of banks, phone companies\nand credit card businesses nationwide was found in the search at\nTouch Tone in May.\n","\n   When Touch Tone callers pretended to be someone in another city\nand wanted information faxed, they used a company that forwards\nfaxes from dozens of sites around the country, according to the\nauthorities.\n","\n   Rapp employed as many as 20 callers, who were called\ninvestigators.\n","\n   Many Touch Tone employees worked from their homes on a\ncommission after being trained, said Brown, the Colorado agent, and\nhis partner, Patrick Maroney.\n","\n   Rapp's former wife, Holly, told a Denver television station this\nweek that he had used their young daughter to make calls years ago.\n","\n   While the clients from the seized files are private detective\nagencies, the users of the information ranged from tabloids like\nthe Globe and National Enquirer to banks and insurance companies\nseeking information about their own customers, according to records\nobtained in the search and interviews with private investigators\nwho used Touch Tone.\n","\n   One client was Al Schweitzer, a prominent Denver detective who\ndoes investigative work for television and tabloids. Dahlia Roemer,\na spokeswoman for ABC-TV, said Schweitzer had worked twice as a\nconsultant for the ABC News program ``20/20'' but that he had not\ndone investigative work for ABC.\n","\n   Schweitzer said he had done some investigative work for the\nnetwork, but that he never used Touch Tone to get information for\nABC. He added that he stopped using the company more than two years\nago after disagreeing with Rapp over some of his methods.\n","\n   Records show that one of the largest users of Touch Tone was a\nFlorida detective agency, Action Research Group. Its Touch Tone\nbills for the first four months of this year totaled more than\n$20,000. Joe Vepante, the owner of Action Research, said he mainly\ngot information for banks on people who had bad debts.\n","\n   nn\n","\n   Former Touch Tone employees said information on celebrities and\nvictims of accidents had been extremely valuable because it could\nbe sold over and over. For instance, in a letter to one client\nabout the JonBenet Ramsey slaying, Rapp listed 14 categories of\nitems for sale, ranging from phone and credit card records for the\ngirl's parents to phone records for the family's private detective\nand the home address and phone number for the Boulder police\ndetective investigating the death.\n","\n   The indictment of the Rapps spelled out how they obtained some\ninformation about the Ramseys. Within days of the child's death on\nDec. 26, 1996, callers from Touch Tone used pretexts to obtain\nAmerican Express credit card records for her parents, John and\nPatricia Ramsey, according to the charges. Those records showed\nthat purchases were made at a Boulder hardware store several days\nbefore the child's death.\n","\n   On Jan. 14, 1997, a Touch Tone investigator called McGuckin\nHardware pretending to be ``John'' and asking for information\nconcerning two American Express charges. The investigator followed\nup with a letter identifying the charges and seeking the invoices.\nThe letter was signed ``John Ramsey.''\n","\n   Six days later, the hardware store provided the information on\nthe purchases, which investigators said later found its way into an\narticle in the tabloid Globe.\n","\n   Lawrence Olmstead, who operates a research firm called Press\nPass Media in Palmdale, Calif., acknowledged that Rapp sent him a\nletter offering the Ramsey information for sale but Olmstead said\nhe did not buy any of it.\n","\n   Olmstead acknowledged that he often bought phone numbers and\naddresses from Touch Tone on behalf of news media clients, whom he\nwould identify only as some tabloids and mainstream media.\n","\n   ``A lot of guys make promises, but James really delivered,''\nsaid Olmstead, who said everything he bought was used in legitimate\nnews media inquiries.\n","\n   Brown and Maroney of the Colorado Bureau of Investigation said\nin an interview said Touch Tone records showed that Olmstead bought\nAmerican Express records and phone records for Ennis Cosby, the son\nof the actor Bill Cosby, after the younger Cosby was slain along a\nLos Angeles freeway in January 1997. Olmstead denied acquiring\ninformation about Cosby.\n","\n   More recently, Brown said, Touch Tone obtained unpublished phone\nnumbers, phone records and home addresses for victims of the\nColumbine High School shooting in April. He said the information\nwas obtained for Olmstead.\n","\n   Olmstead confirmed buying the Columbine information, but he said\nit had been for legitimate news purposes. ``Reporters wanted to\nspeak with these families or send them requests for interviews,''\nhe said. ``No one was harassed.''\n","\n   The Colorado authorities said constructing the indictment was\ncomplex and unusual. Hall, the lead prosecutor, said some people\nhad to be convinced that obtaining confidential information by\nlying broke the law.\n","\n   In the end, however, he said the charges hinged on a state law\nthat prohibits impersonating someone for profit or to harm them and\non the broad federal wire fraud statute, which makes it a crime to\nuse a telephone to commit an illegal act.\n","\n   The racketeering indictment was based on what prosecutors said\nwas a pattern of violating the state and federal statutes.\n","\n   ``It is difficult to put a monetary value on privacy, but it was\nclear that the Rapps violated the law in the way they obtained\ninformation,'' Hall said. ``What's against the law is how they got\nthe information.''\n"]}