{"DocumentId":"NYT19990414.0210","TopicId":"NYT","Relevance":"0","Body":" BC-CIR-PHONES-WEB-ART-2TAKES-NYT \nWEB PHONE: THE NEXT BIG THING? \n\n  \n (Attn: Calif., Mass., Conn.)   (ART ADV: Photo is being sent to NYT photo clients. Non-subscribers\ncan make individual purchase by calling (888) 603-1036 or (888)\n346-9867.)  \n (af)  \n By KATIE HAFNER   \n c.1999 N.Y. Times News Service   \n\n   Mark Dahm, 37, a sales director in San Mateo, Calif., depends on\nhis mobile phone for far more than phone calls. He uses it to tap\ninto his contact list at work and to send and receive e-mail. He\nretrieves stock quotes from the Internet and looks up directions\nwhile driving.\n\n   If he needs a printout, it's no problem. While waiting for a\nflight at an airport executive lounge, he can send information from\nhis phone straight to the lounge's fax machine.\n\n   Dahm, who works for a Web software company called the Inktomi\nCorp., is a hardy, happy pioneer, equipped with a cellular phone\nthat can retrieve information from the World Wide Web and perform a\nvariety of other data services.\n\n   For now, Dahm is a relatively rare specimen _ he uses a Samsung\nDuette phone with Pocket Net from AT&T Wireless, but Pocket Net and\nsimilar services have yet to build a large following. Last year\nonly 203,000, or 0.3 percent, of the 64 million cellular users in\nthe nation used Web-capable phones to pull information off the Web,\naccording to the International Data Corp., a market research\ncompany in Framingham, Mass.\n\n   But the ``everything phone,'' or Web companion, as it is\nsometimes called, is catching on. These new all-in-one\ncommunications devices and organizers will be marketed in much\ngreater numbers and many more forms in coming months. ``In the next\ncouple of years, almost every phone will be Web-capable,'' said\nPhillip Redman, an analyst at the Yankee Group, a technology\nconsulting firm in Boston, even though it remains an open question\nwhether people want to use their telephones to surf the Web.\n\n   Those who do will not surf with their phones the same way they\ncan surf with desktops, notebooks, subnotebooks or Web TV. What\nphone users will be able to get from the Web, analysts say, will be\nbits and pieces of information, like the weather, stock quotes and\nmovie listings.\n\n   They will also be able to conduct simple transactions, like\ntrading stock or buying movie tickets. For now, at least, no one\nwill be downloading MP3 music files to a phone or enjoying the new\n``Star Wars'' trailer.\n\n   Even with most phones becoming Web ready, the International Data\nCorp. estimates that by 2002, the number of people using their\nphones to get to the Web will rise to 6 million, or 5.6 percent of\n108 million expected to be using cellular phones then.\n\n   There are already a few phones on the market that are capable of\nretrieving some information from the Internet. Among them are the\nMitsubishi Mobile Access 120 Series phone, the Samsung Duette (the\none Dahm uses), and Nokia's 9000il Communicator. The prices of the\nphones vary from $100 to $700 and require a subscription to a\ncellular carrier.\n\n   Right now, cellular companies offer packages of Internet-based\ndata, like news, stock quotes and weather, that can be delivered to\nthese phones. One of those companies is AT&T Wireless, which has a\nPocket Net service that works with either the Mitsubishi or Samsung\nphones.\n\n   Bell Atlantic offers something similar, its Cellscape service,\nwhich sends information to the Mitsubishi phone. Unwired Planet, a\ncompany based in Silicon Valley that makes software for Internet\ndelivery over wireless phones, lists other Web-enabled phones on\nits www.Unwiredplanet.com Web site.\n\n   To use a Web phone to get Internet information, however, you\nmust be in a region that is served by the data network. That\nincludes most large metropolitan cities.\n\n   ``The industry will eventually take off,'' Redman said, ``but\nit's waiting for the stars to really align.''\n\n   The most critical of those stars, as Redman sees them, are the\nready availability of networks that support high transmission\nspeeds for data, handheld devices that are easy to use yet offer\nmany functions and, most important, applications specifically\ndesigned for these devices.\n\n   Software that offers specialized network services, like Internet\naccess and e-mail, is very likely to make the everything phone\nattractive to a mass market, much as the cellular phone itself did\na decade ago.\n\n   ``Let's say I've got the network and the device, but what the\nheck am I going to do with it?'' Redman said. ``And what will I\npay? Those are questions not fully answered. And those are the ones\ncompanies are struggling to answer.''\n\n   They may be struggling, but they aren't hesitating. The number\nof palm-size products coming on the market is surging. Those who\nbuy these phones will, however, find themselves participating in a\nlarge and expensive field trial.\n\n   ``There's a bunch of marketing by experimentation going on out\nthere,'' said Bob Egan, research director at the Gartner Group, a\nresearch and consulting firm in Stamford, Conn. ``There are lots of\npeople coming out with devices I call `one off' devices. They throw\nthem up against the wall and see what sticks.''\n\n   Qualcomm, based in San Diego, has two phones to throw at the\nwall. This summer, Qualcomm will begin selling the PDQ Smart Phone\nand the Thin Phone, both of which can retrieve information from the\nWeb.\n\n   The PDQ's most appealing characteristic is that when the phone\nflips open, it is a dead ringer for the Palm III, the popular\nhandheld organizer from 3Com's Palm Computing division. In fact,\nthe PDQ is a hybrid creature that combines a Palm III and a digital\ncellular phone.\n\n   It supports Graffiti, a stylized form of handwriting used on\nPalm devices, and it can share data with a desktop computer,\nsynchronizing information between the two machines.\n\n   Its screen displays up to 11 lines of text, a vast improvement\nover the standard four-line displays of most digital phones. But at\n10 ounces, it is nearly twice as heavy as most cellular phones on\nthe market.\n\n   It is difficult to pin down prices for the Web-capable phones\nbecause each buyer will need to subscribe to a cellular carrier's\nservice, and some carriers are likely to offer the phones at\ndiscounts. There will also be variation in how much the carriers\nwill charge for providing different kinds of information.\n\n   Qualcomm hopes that people will be willing to pay a hefty price\nfor the PDQ phone. It has not released a price, but analysts expect\nthe PDQ to cost $500 to $1,000, depending on carrier subsidies.\n\n   ``There's so much benefit to having the wireless Web link,''\nsaid Paul E. Jacobs, president of Qualcomm consumer products. To\nprove his point, Jacobs described a recent meeting with industry\nanalysts when he was able to use his mobile Web access to compare\nthe PDQ's battery life with that of a Nokia phone. ``I took my PDQ\nand went to the Nokia Web site and found the numbers,'' he\nrecalled.\n\n   nn\n\n   The PDQ's daintier sibling, the four-ounce Thin Phone, is more\nlimited. The screen is much smaller, showing four lines at a time,\nand it has no built-in organizer. Analysts expect it to cost $100\nto $200.\n\n   Limits on Web surfing are common to all these devices. Most\ncompanies offering Internet access from phones are quick to caution\nprospective customers that what these devices do is a far cry from\nWeb surfing as most people understand the concept. Instead, they\nretrieve small bits of Web text and simple graphics, reformatted to\nfit onto a small screen. Palm Computing has coined a delicate\neuphemism for what its products do: Web clipping.\n\n   Palm Computing is coming out with its own Web device, called the\nPalm VII, which can retrieve information from the Internet and do\ntwo-way wireless messaging. The Palm VII will be available\n``sometime in 1999,'' Palm Computing executives say. The Palm VII\ndoes not have a phone and is expected to cost less than $800.\n\n   With Palm Computing's Web clipping, you turn on the device and\nare presented with a series of icons from sites like Moviefone,\nBank of America, Travelocity, E-Trade and Thestreet.com. If you are\nlooking for a stock quote, for instance, you click on an icon for\nthe E-trade Web site, fill in the ticker symbol and press Go.\n\n   The Palm VII then retrieves the quote, or clipping, minus the\ngraphics-intensive trimmings usually included with a Web site.\nSubscribers to the Palm VII Web services will pay $10 per month to\ntransfer approximately 100 clippings to the device, or $25 for 300\nclippings. Using the Palm VII, you will be able to purchase plane\ntickets, buy books or trade stocks.\n\n   Buzz is also building around a new company called Handspring.\nFounded by the same entrepreneurs who invented the original Palm\nPilot, Handspring has been highly secretive about its plans.\nAnalysts expect the Handspring product to combine Palm technology,\nwhich it has licensed, with a phone, creating a device aimed at\nconsumers.\n\n   Some of the other devices expected soon are slimmer than the\nPalm VII and more versatile. One, a champagne-hued, palm-size,\nsix-ounce cellular phone called the Neopoint 1000, is expected to\nbe available early this summer. The Neopoint phone has Next\nGeneration written all over it. The elongated screen holds 11 lines\nof text, and a speech recognition feature is integrated with the\nphone's contact list.\n\n   The phone comes with a docking station that lets you synchronize\ninformation with your PC and recharge the phone battery at the same\ntime.\n\n   Innovative Global Solution, the La Jolla, Calif., startup that\nmakes the Neopoint phone, says it subscribes to the ``simpler is\nbetter'' notion of industrial design. That has impressed several\nanalysts.\n\n   ``There's a whole thing about the screen size, and about being\nmore versatile but still being simple to use, and they've hit\nthat,'' said Redman, of the Yankee Group. The phone will operate on\nthe Sprint PCS network and is expected to cost less than $300.\n\n   Like nearly all other phones that are already on the market or\nsoon to arrive, the Neopoint phone uses wireless Web access\ntechnology developed by Unwired Planet. Unlike the Palm VII, which\npresents information in the standard HTML (hypertext markup\nlanguage) format used to build Web sites, Unwired Planet's software\ngives a user access to the Web with a format called HDML, for\nhandheld device markup language.\n\n   HDML deals only with text, which makes it simpler and therefore\neasier to deliver to a relatively primitive cellular phone screen.\nWhat the user sees is a hierarchical menu _ with each choice you\nmake, you delve deeper into a site.\n\n   Summer is also the rollout period for a new crop of phones from\nMotorola. The i1000 Plus, which will be available in six cities on\nthe Nextel digital cellular network by the end of the year. It will\nintegrate a digital phone, an alphanumeric pager, a two-way radio,\nan e-mail device and a microbrowser into a five-ounce cellular\nphone. It will cost around $250.\n\n   When set in Net mode, the Motorola phone fires up the Unwired\nPlanet microbrowser and takes the user to a Web portal maintained\nby Netscape and Nextel. That portal sends customized information _\nsnippets of weather or financial news or stock quotes _ to the\nphone.\n\n   One new company, called Air Flash, is developing a $5-per-month\nservice that uses speech recognition to send, say, movie schedules,\nstock quotes and phone directory information from the Web to\ndigital cellular phones. Air Flash, a startup in Redwood City,\nCalif., introduced its technology at the Demo Mobile Conference in\nCoronado, Calif., earlier this week. The service will be available\nthis summer.\n\n   Also at the Demo Mobile Conference this week, General Magic, a\nsoftware company in Sunnyvale, Calif., unveiled a ``voice agent''\napplication that can, for instance, be used to bid for items at an\nonline auction site from a cellular phone using voice commands. The\nservice will be available later this summer.\n\n   Redman, of Yankee Group, contends that people are willing to get\ninformation services, but they are not willing to buy them. A\nYankee Group survey found that consumers were interested in getting\nWeb-based weather, directions, traffic conditions and directory\ninformation, but that more than one-third said they would not be\nwilling to pay an additional monthly fee for such information.\n\n   Beyond the questions of market acceptance, there are still\ntechnical hurdles to overcome. Standards for sending data from Web\nsites to wireless devices are still evolving. Cellular carriers are\nbusily enhancing their networks to carry data at higher speeds, but\nin the meantime most transmission speeds remain relatively\nsnail-like: about 9,600 bits per second, which is considerably more\nsluggish than a bottom-rung modem running at 14.4 kilobits per\nsecond.\n\n   And different digital cellular networks operate on different and\nincompatible standards; a phone that works on the Sprint PCS\nnetwork, for instance, will not necessarily function on others.\n\n   But the companies that make wireless devices will continue to\ncome up with solutions in search of a demand. ``Everyone believes\nthe market will segment, but no one knows how big those segments\nare or what they look like,'' said Jacobs, of Qualcomm. ``Is it\njust a phone with a standard screen, or a big screen? Is it even a\nlaptop with an embedded wireless modem, or something altogether\ndifferent we haven't thought of?''\n\n   In the meantime, all the world's a test site.\n","Headline":"\nWEB PHONE: THE NEXT BIG THING? \n","Text":["\n   Mark Dahm, 37, a sales director in San Mateo, Calif., depends on\nhis mobile phone for far more than phone calls. He uses it to tap\ninto his contact list at work and to send and receive e-mail. He\nretrieves stock quotes from the Internet and looks up directions\nwhile driving.\n","\n   If he needs a printout, it's no problem. While waiting for a\nflight at an airport executive lounge, he can send information from\nhis phone straight to the lounge's fax machine.\n","\n   Dahm, who works for a Web software company called the Inktomi\nCorp., is a hardy, happy pioneer, equipped with a cellular phone\nthat can retrieve information from the World Wide Web and perform a\nvariety of other data services.\n","\n   For now, Dahm is a relatively rare specimen _ he uses a Samsung\nDuette phone with Pocket Net from AT&T Wireless, but Pocket Net and\nsimilar services have yet to build a large following. Last year\nonly 203,000, or 0.3 percent, of the 64 million cellular users in\nthe nation used Web-capable phones to pull information off the Web,\naccording to the International Data Corp., a market research\ncompany in Framingham, Mass.\n","\n   But the ``everything phone,'' or Web companion, as it is\nsometimes called, is catching on. These new all-in-one\ncommunications devices and organizers will be marketed in much\ngreater numbers and many more forms in coming months. ``In the next\ncouple of years, almost every phone will be Web-capable,'' said\nPhillip Redman, an analyst at the Yankee Group, a technology\nconsulting firm in Boston, even though it remains an open question\nwhether people want to use their telephones to surf the Web.\n","\n   Those who do will not surf with their phones the same way they\ncan surf with desktops, notebooks, subnotebooks or Web TV. What\nphone users will be able to get from the Web, analysts say, will be\nbits and pieces of information, like the weather, stock quotes and\nmovie listings.\n","\n   They will also be able to conduct simple transactions, like\ntrading stock or buying movie tickets. For now, at least, no one\nwill be downloading MP3 music files to a phone or enjoying the new\n``Star Wars'' trailer.\n","\n   Even with most phones becoming Web ready, the International Data\nCorp. estimates that by 2002, the number of people using their\nphones to get to the Web will rise to 6 million, or 5.6 percent of\n108 million expected to be using cellular phones then.\n","\n   There are already a few phones on the market that are capable of\nretrieving some information from the Internet. Among them are the\nMitsubishi Mobile Access 120 Series phone, the Samsung Duette (the\none Dahm uses), and Nokia's 9000il Communicator. The prices of the\nphones vary from $100 to $700 and require a subscription to a\ncellular carrier.\n","\n   Right now, cellular companies offer packages of Internet-based\ndata, like news, stock quotes and weather, that can be delivered to\nthese phones. One of those companies is AT&T Wireless, which has a\nPocket Net service that works with either the Mitsubishi or Samsung\nphones.\n","\n   Bell Atlantic offers something similar, its Cellscape service,\nwhich sends information to the Mitsubishi phone. Unwired Planet, a\ncompany based in Silicon Valley that makes software for Internet\ndelivery over wireless phones, lists other Web-enabled phones on\nits www.Unwiredplanet.com Web site.\n","\n   To use a Web phone to get Internet information, however, you\nmust be in a region that is served by the data network. That\nincludes most large metropolitan cities.\n","\n   ``The industry will eventually take off,'' Redman said, ``but\nit's waiting for the stars to really align.''\n","\n   The most critical of those stars, as Redman sees them, are the\nready availability of networks that support high transmission\nspeeds for data, handheld devices that are easy to use yet offer\nmany functions and, most important, applications specifically\ndesigned for these devices.\n","\n   Software that offers specialized network services, like Internet\naccess and e-mail, is very likely to make the everything phone\nattractive to a mass market, much as the cellular phone itself did\na decade ago.\n","\n   ``Let's say I've got the network and the device, but what the\nheck am I going to do with it?'' Redman said. ``And what will I\npay? Those are questions not fully answered. And those are the ones\ncompanies are struggling to answer.''\n","\n   They may be struggling, but they aren't hesitating. The number\nof palm-size products coming on the market is surging. Those who\nbuy these phones will, however, find themselves participating in a\nlarge and expensive field trial.\n","\n   ``There's a bunch of marketing by experimentation going on out\nthere,'' said Bob Egan, research director at the Gartner Group, a\nresearch and consulting firm in Stamford, Conn. ``There are lots of\npeople coming out with devices I call `one off' devices. They throw\nthem up against the wall and see what sticks.''\n","\n   Qualcomm, based in San Diego, has two phones to throw at the\nwall. This summer, Qualcomm will begin selling the PDQ Smart Phone\nand the Thin Phone, both of which can retrieve information from the\nWeb.\n","\n   The PDQ's most appealing characteristic is that when the phone\nflips open, it is a dead ringer for the Palm III, the popular\nhandheld organizer from 3Com's Palm Computing division. In fact,\nthe PDQ is a hybrid creature that combines a Palm III and a digital\ncellular phone.\n","\n   It supports Graffiti, a stylized form of handwriting used on\nPalm devices, and it can share data with a desktop computer,\nsynchronizing information between the two machines.\n","\n   Its screen displays up to 11 lines of text, a vast improvement\nover the standard four-line displays of most digital phones. But at\n10 ounces, it is nearly twice as heavy as most cellular phones on\nthe market.\n","\n   It is difficult to pin down prices for the Web-capable phones\nbecause each buyer will need to subscribe to a cellular carrier's\nservice, and some carriers are likely to offer the phones at\ndiscounts. There will also be variation in how much the carriers\nwill charge for providing different kinds of information.\n","\n   Qualcomm hopes that people will be willing to pay a hefty price\nfor the PDQ phone. It has not released a price, but analysts expect\nthe PDQ to cost $500 to $1,000, depending on carrier subsidies.\n","\n   ``There's so much benefit to having the wireless Web link,''\nsaid Paul E. Jacobs, president of Qualcomm consumer products. To\nprove his point, Jacobs described a recent meeting with industry\nanalysts when he was able to use his mobile Web access to compare\nthe PDQ's battery life with that of a Nokia phone. ``I took my PDQ\nand went to the Nokia Web site and found the numbers,'' he\nrecalled.\n","\n   nn\n","\n   The PDQ's daintier sibling, the four-ounce Thin Phone, is more\nlimited. The screen is much smaller, showing four lines at a time,\nand it has no built-in organizer. Analysts expect it to cost $100\nto $200.\n","\n   Limits on Web surfing are common to all these devices. Most\ncompanies offering Internet access from phones are quick to caution\nprospective customers that what these devices do is a far cry from\nWeb surfing as most people understand the concept. Instead, they\nretrieve small bits of Web text and simple graphics, reformatted to\nfit onto a small screen. Palm Computing has coined a delicate\neuphemism for what its products do: Web clipping.\n","\n   Palm Computing is coming out with its own Web device, called the\nPalm VII, which can retrieve information from the Internet and do\ntwo-way wireless messaging. The Palm VII will be available\n``sometime in 1999,'' Palm Computing executives say. The Palm VII\ndoes not have a phone and is expected to cost less than $800.\n","\n   With Palm Computing's Web clipping, you turn on the device and\nare presented with a series of icons from sites like Moviefone,\nBank of America, Travelocity, E-Trade and Thestreet.com. If you are\nlooking for a stock quote, for instance, you click on an icon for\nthe E-trade Web site, fill in the ticker symbol and press Go.\n","\n   The Palm VII then retrieves the quote, or clipping, minus the\ngraphics-intensive trimmings usually included with a Web site.\nSubscribers to the Palm VII Web services will pay $10 per month to\ntransfer approximately 100 clippings to the device, or $25 for 300\nclippings. Using the Palm VII, you will be able to purchase plane\ntickets, buy books or trade stocks.\n","\n   Buzz is also building around a new company called Handspring.\nFounded by the same entrepreneurs who invented the original Palm\nPilot, Handspring has been highly secretive about its plans.\nAnalysts expect the Handspring product to combine Palm technology,\nwhich it has licensed, with a phone, creating a device aimed at\nconsumers.\n","\n   Some of the other devices expected soon are slimmer than the\nPalm VII and more versatile. One, a champagne-hued, palm-size,\nsix-ounce cellular phone called the Neopoint 1000, is expected to\nbe available early this summer. The Neopoint phone has Next\nGeneration written all over it. The elongated screen holds 11 lines\nof text, and a speech recognition feature is integrated with the\nphone's contact list.\n","\n   The phone comes with a docking station that lets you synchronize\ninformation with your PC and recharge the phone battery at the same\ntime.\n","\n   Innovative Global Solution, the La Jolla, Calif., startup that\nmakes the Neopoint phone, says it subscribes to the ``simpler is\nbetter'' notion of industrial design. That has impressed several\nanalysts.\n","\n   ``There's a whole thing about the screen size, and about being\nmore versatile but still being simple to use, and they've hit\nthat,'' said Redman, of the Yankee Group. The phone will operate on\nthe Sprint PCS network and is expected to cost less than $300.\n","\n   Like nearly all other phones that are already on the market or\nsoon to arrive, the Neopoint phone uses wireless Web access\ntechnology developed by Unwired Planet. Unlike the Palm VII, which\npresents information in the standard HTML (hypertext markup\nlanguage) format used to build Web sites, Unwired Planet's software\ngives a user access to the Web with a format called HDML, for\nhandheld device markup language.\n","\n   HDML deals only with text, which makes it simpler and therefore\neasier to deliver to a relatively primitive cellular phone screen.\nWhat the user sees is a hierarchical menu _ with each choice you\nmake, you delve deeper into a site.\n","\n   Summer is also the rollout period for a new crop of phones from\nMotorola. The i1000 Plus, which will be available in six cities on\nthe Nextel digital cellular network by the end of the year. It will\nintegrate a digital phone, an alphanumeric pager, a two-way radio,\nan e-mail device and a microbrowser into a five-ounce cellular\nphone. It will cost around $250.\n","\n   When set in Net mode, the Motorola phone fires up the Unwired\nPlanet microbrowser and takes the user to a Web portal maintained\nby Netscape and Nextel. That portal sends customized information _\nsnippets of weather or financial news or stock quotes _ to the\nphone.\n","\n   One new company, called Air Flash, is developing a $5-per-month\nservice that uses speech recognition to send, say, movie schedules,\nstock quotes and phone directory information from the Web to\ndigital cellular phones. Air Flash, a startup in Redwood City,\nCalif., introduced its technology at the Demo Mobile Conference in\nCoronado, Calif., earlier this week. The service will be available\nthis summer.\n","\n   Also at the Demo Mobile Conference this week, General Magic, a\nsoftware company in Sunnyvale, Calif., unveiled a ``voice agent''\napplication that can, for instance, be used to bid for items at an\nonline auction site from a cellular phone using voice commands. The\nservice will be available later this summer.\n","\n   Redman, of Yankee Group, contends that people are willing to get\ninformation services, but they are not willing to buy them. A\nYankee Group survey found that consumers were interested in getting\nWeb-based weather, directions, traffic conditions and directory\ninformation, but that more than one-third said they would not be\nwilling to pay an additional monthly fee for such information.\n","\n   Beyond the questions of market acceptance, there are still\ntechnical hurdles to overcome. Standards for sending data from Web\nsites to wireless devices are still evolving. Cellular carriers are\nbusily enhancing their networks to carry data at higher speeds, but\nin the meantime most transmission speeds remain relatively\nsnail-like: about 9,600 bits per second, which is considerably more\nsluggish than a bottom-rung modem running at 14.4 kilobits per\nsecond.\n","\n   And different digital cellular networks operate on different and\nincompatible standards; a phone that works on the Sprint PCS\nnetwork, for instance, will not necessarily function on others.\n","\n   But the companies that make wireless devices will continue to\ncome up with solutions in search of a demand. ``Everyone believes\nthe market will segment, but no one knows how big those segments\nare or what they look like,'' said Jacobs, of Qualcomm. ``Is it\njust a phone with a standard screen, or a big screen? Is it even a\nlaptop with an embedded wireless modem, or something altogether\ndifferent we haven't thought of?''\n","\n   In the meantime, all the world's a test site.\n"]}