{"DocumentId":"NYT20000303.0337","TopicId":"NYT","Relevance":"0","Body":" BC-RUSSIA-VIGILANTE-ART-2TAKES(TRIMS)-NYT \nRUSSIAN VIGILANTES FIGHT DRUG DEALERS \n\n  (ART ADV: Photo is being sent to NYT photo clients. Nonsubscribers\ncan make individual purchase by calling 888-603-1036 or\n888-346-9867.) \n(js) \n By PATRICK E. TYLER   \n c.2000 N.Y. Times News Service   \n\n   YEKATERINBURG, Russia _ Igor Varov, wearing a pistol on his hip,\nopens the sun roof of his big Mercedes 600 to remove the illegal\nflashing light he uses to maneuver through traffic on the icy\nstreets of this industrial city in the Ural Mountains.\n\n   He and his colleague, Andrei Kabanov, are on the prowl in a poor\nneighborhood where the heroin addicts are out at dusk searching for\ndealers in the snowy courtyards and darkened stairwells. ``Look,\nthere's some addicts,'' he says, as the silver sedan careered into\nthe alley next to a dilapidated apartment block.\n\n   Two teenage boys eye their arrival warily. Varov and Kabanov\njump out and start barking orders in almost one voice. ``Get over\nhere! Show me your arms. Tell me where they are selling drugs, and\ndon't lie.'' Varov is unfazed by protests from the teenagers _ one\nis visibly shaking _ that they are not addicts and do not know\nwhere drugs are being sold.\n\n   Two other young men approach, believing that they have also been\nsummoned by Kabonov's repeated shouts to ``get over here!'' But now\nVarov wheels toward them. ``What are you doing here? Get out of\nhere or I will break your legs.''\n\n   Here at the crossroads of Asia and Europe, where the supply\nlines of opium and heroin out of Central and South Asia run into\nbig population centers near the frontier of the drug trade, a group\nof tough guys have organized themselves as a foundation called City\nWithout Drugs. They are leading a brutal civic campaign to take the\nstreets of Yekaterinburg back from the drug dealers and the corrupt\npolicemen who are widely believed to be protecting them.\n\n   ``We call ourselves the angered public,'' said Varov, 36, who\nruns a construction materials company. ``And we are doing this for\npeople who want to be rid of these drug dealers. We go to these\ndrug selling sites with baseball bats and flashlights and find out\nwhere the drug dealers are and beat them like wild dogs.''\n\n   In the lawless vacuum that afflicts much of Russia today, Varov\nand Kabanov regularly incite acts of vigilante violence against\ndrug dealers. They have also founded a drug treatment center where\naddicts are forced to withdraw from heroin use cold turkey while\nhandcuffed to their beds _ or sometimes just to the nearest\nradiator.\n\n   They, and a loose knit band of business associates, are a sign\nof the jarring social transition under way in many parts of this\ncountry where vigilante violence and paramilitary organizations\nhave assumed a greater role in policing and guarding Russian\nbusinesspeople and ordinary citizens. In the process, they often\nintimidate and extort money from people who get in their way.\n\n   (BEGIN OPTIONAL TRIM)\n\n   Not long ago, Varov went on television and said that if the drug\nepidemic raging here ever touched his own family, the top law\nenforcement officer in the region, Gen. Aleksei Krasnikov, ``would\nnot live beyond that day.''\n\n   (END OPTIONAL TRIM)\n\n   They are up-from-nowhere street toughs, gang leaders or\nsportsmen who in the last decade have muscled their way into one\nbusiness or another. As their power and wealth have grown, they\nhave embraced religion or taken up public causes. In some cases\nthis was genuine, but in others it was a means to clean up their\nimage and wrap themselves in the mantle of public-spiritedness\nwhile staving off prosecutions.\n\n   ``We are all for killing drug dealers on the spot without trial\nbecause they are poisoning our children,'' says Kabanov, 40, a\nonetime professional card player and former heroin addict himself,\nwho built a yacht club for the nouveaux riches of this region.\n\n   He dresses in a natty black outfit and has a stubble of red\nbeard that enhances his roguish presentation. He and Varov have\ndetermined that the heroin plague that is sweeping across Russia is\na conspiracy by Muslim nations and Chechen warlords to lay low\ntheir motherland.\n\n   ``No one wants a strong Russia,'' Varov contends, ``including\nAmerica.''\n\n   There is no dispute about the problem they confront. The opening\nof borders and of formerly closed cities in Russia, along with the\ncollapse of the Soviet-era economy, ignited a wave of illicit trade\nin everything for which there is a market in the world _ arms,\ndrugs and prostitution.\n\n   In the space of less than a decade, the number of heroin addicts\nhere increased to an estimated 60,000 to 80,000 from a few dozen.\nDrug addiction across the country is expected to reach 3 million in\nRussia this year. That is well behind the United States, where\nthere are an estimated 12 million drug users, but the rate growth\nin Russia is phenomenal.\n\n   In the first half of 1999, heroin use in Russia was up 4.5 times\ncompared with the same period in 1998. And the number of HIV\ninfections, many of them from shared needles, doubled in 1999,\naccording to an Interior Ministry report issued in November.\n\n   In a country where alcoholism already is rampant, a culture of\nsoaring drug addiction is gaining ground, further undermining the\nbasic health of the nation. Russia is suffering a sharp rise in\noverall mortality and declining birth rates. The average life\nexpectancy for Russian men has declined to 61.3 years. For women it\nis 72.9 years.\n\n   ``This is one of the most serious problems facing the country\nbecause it could take away an entire generation of Russians,'' said\nBoris M. Tepliakov, a psychiatrist and the head of the state-run\nhospital here that treats drug addicts.\n\n   The loss of government control, or feckless enforcement by the\ncentral and regional law enforcement authorities, has given rise to\nthe spread of gangs and private security groups that assert their\nown authority. On some days, it is difficult to sort out the\ncriminals from the noncriminals. Varov and his associates say they\nstepped into the vacuum last summer, when the law enforcement\nauthorities were either overwhelmed or unwilling to act.\n\n   They teamed up with another business syndicate here called\nUralmash, and together they sent several hundred security guards\nfrom their various enterprises to the Gypsy Village neighborhood\nthat serves as the center of the drug trade in the city.\n\n   The security guards beat some suspected drug dealers and went to\nthe homes of others, threatening to burn them down if drug dealing\ndid not stop. Not long after, Uralmash security guards who patrol\nan open-air market on the other side of town seized a suspected\ndrug dealer.\n\n   They tied him to a tree, hung a sign on him saying he was\npoisoning the city's youth, pulled his pants down and jabbed old\nhypodermic needles into his hind quarters while a film crew was\nsummoned from a local television station.\n\n   (BEGIN OPTIONAL TRIM)\n\n   A few weeks ago, City Without Drugs lent its expertise, and\nperhaps some of its muscle, to a civic group in the nearby town of\nReftinski, where 18 suspected drug sellers were taken to a wooded\narea and severely beaten.\n\n   Though incidents of vigilantism have been aired in the local\nnews media, neither the governor nor the mayor has commented on\nthem. Both declined requests for interviews.\n\n   (END OPTIONAL TRIM)\n\n   A senior police official, Fedor Anikeyev, said he had received\n``unofficial'' reports of vigilantism. The police were powerless to\nact unless one of the beaten drug dealers walked into the police\nstation to swear out a complaint, which was not likely, he said,\nbecause that would only subject him to further threats and\nbeatings.\n\n   By all accounts here, the antidrug crusade has significant\npublic support _ although it is impossible to measure _ from\ncitizens who are struggling in an economy of high unemployment,\nindustrial contraction and cynicism toward anyone who claims to be\nworking for the public good.\n\n   Mothers of drug-ravaged teenagers have staged rallies and\norganized drug patrols in courtyards and apartment building\nstairwells. An electronic pager system set up by City Without Drugs\nto enable the public to inform on drug dealers has received more\nthan 6,000 calls since last fall.\n\n   ``It was only when this group got active that the police started\nto do anything,'' said an elderly taxi driver named Anatoly, who\nhas driven the streets here most of his life.\n\n   (BEGIN OPTIONAL TRIM)\n\n   One of the most prominent figures supporting City Without Drugs\nis Alexander Khabarov. A decade or so ago he founded the Uralmash\ngang, reputed to be an organization of small-time racketeers that\ncame from the sports clubs in the industrial neighborhoods near the\nUralmash heavy machinery plant here.\n\n   Through the years, Uralmash started many legitimate enterprises,\nand by 1993 Khabarov was running for parliament. He is still\nrunning. During last December's balloting, a majority of the voters\nin his district marked ``none of the above,'' and the election was\nvoided. It has been rescheduled for March 26.\n\n   Khabarov's security forces added their muscle to the forces\nmobilized by City Without Drugs for an assault in September on\nGypsy Village.\n\n   (END OPTIONAL TRIM)\n\n   The building that houses the City Without Drugs clinic is a\nrundown former kindergarten on a small wooded plot in a village on\nthe outskirts of the city. It is surrounded by weathered cottages\non whose roofs the late winter snow is heaped like layers of\nmeringue.\n\n   A total of 47 recovering addicts are in residence, making it the\nlargest such facility in the city. The withdrawal regime that\nbegins with bread-and-water rations and handcuffs is free.\n\n   Sergei Kobyakov, 19, is handcuffed to the bed nearest the front\nwindow in the dormitory where the addicts spend their first two\nweeks. He had been shooting up for four years. Getting heroin in\nhis neighborhood, he said, was as easy as ``buying a pack of\ncigarettes.'' He decided to subject himself to handcuffs because\nother clinics had failed him and ``because I have a great desire to\ncure this addiction.''\n\n   He wants to become a truck driver. His eyes look out from\nhollowed sockets after four nights of pain and the insomnia of\nwithdrawal. ``I think my life will get better,'' he says, ``If you\nlie here in handcuffs, you understand what it is and that you want\nto end it.''\n\n   Tepliakov, the chief narcologist in the regional government, is\nhighly critical of the withdrawal regime at the clinic. ``I thank\nGod that no one has died there,'' he said, ``but if someone does,\nit is going to be a big scandal.'' He calls the City Without Drugs\nmethods dangerous and ``illiterate,'' and he condemns the\nvigilantism that is taking hold.\n\n   ``For me, let the devil himself fight this evil, but by\ncivilized means,'' he said.\n\n   (BEGIN OPTIONAL TRIM)\n\n   Back in the city, in the curtained alcove of a restaurant,\nNatalia Zernova, a journalist who has been chronicling the\npolitical life of this city for three decades, tried to explain how\nthe explosion of drug addiction here triggered not only a\nvigilante-style response, but political recriminations over the\nfailure of government.\n\n   ``The Russian mentality demands action because we always demand\na strong hand,'' Zernova said, ``It is a tragedy that we have come\nto vigilantism. Unfortunately, for the people who founded this\nmovement, vigilantism is part of their mentality, and no matter how\nthey try to appear as civilized people, their criminal past is\nwritten on their faces and in their actions.''\n\n   But Zernova's reservations about the leaders of the anti-drug\nmovement do not overcome her basic support for their actions, and\nthis was a common thread in interviews conducted during a visit to\nthe city in February.\n\n   ``All in all, I think it is better to do something than nothing\nat all,'' she said. ``In a country where the use of physical\nviolence is the norm, using force against drug dealers is not going\nto cause any anger.''\n\n   Added 16-year-old Leonid Pavlukov, a lanky student who goes to\none of the best high schools here and wants to become a lawyer:\n``Thanks to the activities of this foundation, people are afraid of\nselling drugs. Of course it is not ideal that they are beating\npeople, but Russia is in a period of transition and so long as\nthere are no good laws on the books, and so long as the police are\ncorrupt, it seems to me that it is acceptable to use vigilantism to\nfight against the drug problem.''\n\n   (END OPTIONAL TRIM)\n\n   Andrei Sannikov is the local television journalist who first put\nCity Without Drugs on the air, including the footage of alleged\npayments to the police, a broadcast for which he is now under\nformal investigation by the city prosecutor for possible\n``slander'' against the ``honor of the uniform.''\n\n   ``This campaign has created a unity that you won't see in any\nother sphere of public life,'' Sannikov said in his studio, from\nwhich he has also shown his viewers exclusive footage of vigilante\nraids. In these raids, masked men burst into the apartments of\nsuspected drug dealers, beating and kicking them in the face, head\nand groin.\n\n   Sannikov's program also runs ads for the private business\nventures of Varov and his colleagues at City Without Drugs, in what\nhas become a symbiotic relationship. ``We are in a condition of war\nin this city, and war is not aesthetic; it is frightening,'' he\nsaid. ``If we were to keep silent and not show what was really\nhappening, we would not change the consciousness of the people.''\n","Headline":"\nRUSSIAN VIGILANTES FIGHT DRUG DEALERS \n","Text":["\n   YEKATERINBURG, Russia _ Igor Varov, wearing a pistol on his hip,\nopens the sun roof of his big Mercedes 600 to remove the illegal\nflashing light he uses to maneuver through traffic on the icy\nstreets of this industrial city in the Ural Mountains.\n","\n   He and his colleague, Andrei Kabanov, are on the prowl in a poor\nneighborhood where the heroin addicts are out at dusk searching for\ndealers in the snowy courtyards and darkened stairwells. ``Look,\nthere's some addicts,'' he says, as the silver sedan careered into\nthe alley next to a dilapidated apartment block.\n","\n   Two teenage boys eye their arrival warily. Varov and Kabanov\njump out and start barking orders in almost one voice. ``Get over\nhere! Show me your arms. Tell me where they are selling drugs, and\ndon't lie.'' Varov is unfazed by protests from the teenagers _ one\nis visibly shaking _ that they are not addicts and do not know\nwhere drugs are being sold.\n","\n   Two other young men approach, believing that they have also been\nsummoned by Kabonov's repeated shouts to ``get over here!'' But now\nVarov wheels toward them. ``What are you doing here? Get out of\nhere or I will break your legs.''\n","\n   Here at the crossroads of Asia and Europe, where the supply\nlines of opium and heroin out of Central and South Asia run into\nbig population centers near the frontier of the drug trade, a group\nof tough guys have organized themselves as a foundation called City\nWithout Drugs. They are leading a brutal civic campaign to take the\nstreets of Yekaterinburg back from the drug dealers and the corrupt\npolicemen who are widely believed to be protecting them.\n","\n   ``We call ourselves the angered public,'' said Varov, 36, who\nruns a construction materials company. ``And we are doing this for\npeople who want to be rid of these drug dealers. We go to these\ndrug selling sites with baseball bats and flashlights and find out\nwhere the drug dealers are and beat them like wild dogs.''\n","\n   In the lawless vacuum that afflicts much of Russia today, Varov\nand Kabanov regularly incite acts of vigilante violence against\ndrug dealers. They have also founded a drug treatment center where\naddicts are forced to withdraw from heroin use cold turkey while\nhandcuffed to their beds _ or sometimes just to the nearest\nradiator.\n","\n   They, and a loose knit band of business associates, are a sign\nof the jarring social transition under way in many parts of this\ncountry where vigilante violence and paramilitary organizations\nhave assumed a greater role in policing and guarding Russian\nbusinesspeople and ordinary citizens. In the process, they often\nintimidate and extort money from people who get in their way.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   Not long ago, Varov went on television and said that if the drug\nepidemic raging here ever touched his own family, the top law\nenforcement officer in the region, Gen. Aleksei Krasnikov, ``would\nnot live beyond that day.''\n","\n   (END OPTIONAL TRIM)\n","\n   They are up-from-nowhere street toughs, gang leaders or\nsportsmen who in the last decade have muscled their way into one\nbusiness or another. As their power and wealth have grown, they\nhave embraced religion or taken up public causes. In some cases\nthis was genuine, but in others it was a means to clean up their\nimage and wrap themselves in the mantle of public-spiritedness\nwhile staving off prosecutions.\n","\n   ``We are all for killing drug dealers on the spot without trial\nbecause they are poisoning our children,'' says Kabanov, 40, a\nonetime professional card player and former heroin addict himself,\nwho built a yacht club for the nouveaux riches of this region.\n","\n   He dresses in a natty black outfit and has a stubble of red\nbeard that enhances his roguish presentation. He and Varov have\ndetermined that the heroin plague that is sweeping across Russia is\na conspiracy by Muslim nations and Chechen warlords to lay low\ntheir motherland.\n","\n   ``No one wants a strong Russia,'' Varov contends, ``including\nAmerica.''\n","\n   There is no dispute about the problem they confront. The opening\nof borders and of formerly closed cities in Russia, along with the\ncollapse of the Soviet-era economy, ignited a wave of illicit trade\nin everything for which there is a market in the world _ arms,\ndrugs and prostitution.\n","\n   In the space of less than a decade, the number of heroin addicts\nhere increased to an estimated 60,000 to 80,000 from a few dozen.\nDrug addiction across the country is expected to reach 3 million in\nRussia this year. That is well behind the United States, where\nthere are an estimated 12 million drug users, but the rate growth\nin Russia is phenomenal.\n","\n   In the first half of 1999, heroin use in Russia was up 4.5 times\ncompared with the same period in 1998. And the number of HIV\ninfections, many of them from shared needles, doubled in 1999,\naccording to an Interior Ministry report issued in November.\n","\n   In a country where alcoholism already is rampant, a culture of\nsoaring drug addiction is gaining ground, further undermining the\nbasic health of the nation. Russia is suffering a sharp rise in\noverall mortality and declining birth rates. The average life\nexpectancy for Russian men has declined to 61.3 years. For women it\nis 72.9 years.\n","\n   ``This is one of the most serious problems facing the country\nbecause it could take away an entire generation of Russians,'' said\nBoris M. Tepliakov, a psychiatrist and the head of the state-run\nhospital here that treats drug addicts.\n","\n   The loss of government control, or feckless enforcement by the\ncentral and regional law enforcement authorities, has given rise to\nthe spread of gangs and private security groups that assert their\nown authority. On some days, it is difficult to sort out the\ncriminals from the noncriminals. Varov and his associates say they\nstepped into the vacuum last summer, when the law enforcement\nauthorities were either overwhelmed or unwilling to act.\n","\n   They teamed up with another business syndicate here called\nUralmash, and together they sent several hundred security guards\nfrom their various enterprises to the Gypsy Village neighborhood\nthat serves as the center of the drug trade in the city.\n","\n   The security guards beat some suspected drug dealers and went to\nthe homes of others, threatening to burn them down if drug dealing\ndid not stop. Not long after, Uralmash security guards who patrol\nan open-air market on the other side of town seized a suspected\ndrug dealer.\n","\n   They tied him to a tree, hung a sign on him saying he was\npoisoning the city's youth, pulled his pants down and jabbed old\nhypodermic needles into his hind quarters while a film crew was\nsummoned from a local television station.\n","","\n   (BEGIN OPTIONAL TRIM)\n","\n   A few weeks ago, City Without Drugs lent its expertise, and\nperhaps some of its muscle, to a civic group in the nearby town of\nReftinski, where 18 suspected drug sellers were taken to a wooded\narea and severely beaten.\n","\n   Though incidents of vigilantism have been aired in the local\nnews media, neither the governor nor the mayor has commented on\nthem. Both declined requests for interviews.\n","\n   (END OPTIONAL TRIM)\n","\n   A senior police official, Fedor Anikeyev, said he had received\n``unofficial'' reports of vigilantism. The police were powerless to\nact unless one of the beaten drug dealers walked into the police\nstation to swear out a complaint, which was not likely, he said,\nbecause that would only subject him to further threats and\nbeatings.\n","\n   By all accounts here, the antidrug crusade has significant\npublic support _ although it is impossible to measure _ from\ncitizens who are struggling in an economy of high unemployment,\nindustrial contraction and cynicism toward anyone who claims to be\nworking for the public good.\n","\n   Mothers of drug-ravaged teenagers have staged rallies and\norganized drug patrols in courtyards and apartment building\nstairwells. An electronic pager system set up by City Without Drugs\nto enable the public to inform on drug dealers has received more\nthan 6,000 calls since last fall.\n","\n   ``It was only when this group got active that the police started\nto do anything,'' said an elderly taxi driver named Anatoly, who\nhas driven the streets here most of his life.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   One of the most prominent figures supporting City Without Drugs\nis Alexander Khabarov. A decade or so ago he founded the Uralmash\ngang, reputed to be an organization of small-time racketeers that\ncame from the sports clubs in the industrial neighborhoods near the\nUralmash heavy machinery plant here.\n","\n   Through the years, Uralmash started many legitimate enterprises,\nand by 1993 Khabarov was running for parliament. He is still\nrunning. During last December's balloting, a majority of the voters\nin his district marked ``none of the above,'' and the election was\nvoided. It has been rescheduled for March 26.\n","\n   Khabarov's security forces added their muscle to the forces\nmobilized by City Without Drugs for an assault in September on\nGypsy Village.\n","\n   (END OPTIONAL TRIM)\n","\n   The building that houses the City Without Drugs clinic is a\nrundown former kindergarten on a small wooded plot in a village on\nthe outskirts of the city. It is surrounded by weathered cottages\non whose roofs the late winter snow is heaped like layers of\nmeringue.\n","\n   A total of 47 recovering addicts are in residence, making it the\nlargest such facility in the city. The withdrawal regime that\nbegins with bread-and-water rations and handcuffs is free.\n","\n   Sergei Kobyakov, 19, is handcuffed to the bed nearest the front\nwindow in the dormitory where the addicts spend their first two\nweeks. He had been shooting up for four years. Getting heroin in\nhis neighborhood, he said, was as easy as ``buying a pack of\ncigarettes.'' He decided to subject himself to handcuffs because\nother clinics had failed him and ``because I have a great desire to\ncure this addiction.''\n","\n   He wants to become a truck driver. His eyes look out from\nhollowed sockets after four nights of pain and the insomnia of\nwithdrawal. ``I think my life will get better,'' he says, ``If you\nlie here in handcuffs, you understand what it is and that you want\nto end it.''\n","\n   Tepliakov, the chief narcologist in the regional government, is\nhighly critical of the withdrawal regime at the clinic. ``I thank\nGod that no one has died there,'' he said, ``but if someone does,\nit is going to be a big scandal.'' He calls the City Without Drugs\nmethods dangerous and ``illiterate,'' and he condemns the\nvigilantism that is taking hold.\n","\n   ``For me, let the devil himself fight this evil, but by\ncivilized means,'' he said.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   Back in the city, in the curtained alcove of a restaurant,\nNatalia Zernova, a journalist who has been chronicling the\npolitical life of this city for three decades, tried to explain how\nthe explosion of drug addiction here triggered not only a\nvigilante-style response, but political recriminations over the\nfailure of government.\n","\n   ``The Russian mentality demands action because we always demand\na strong hand,'' Zernova said, ``It is a tragedy that we have come\nto vigilantism. Unfortunately, for the people who founded this\nmovement, vigilantism is part of their mentality, and no matter how\nthey try to appear as civilized people, their criminal past is\nwritten on their faces and in their actions.''\n","\n   But Zernova's reservations about the leaders of the anti-drug\nmovement do not overcome her basic support for their actions, and\nthis was a common thread in interviews conducted during a visit to\nthe city in February.\n","\n   ``All in all, I think it is better to do something than nothing\nat all,'' she said. ``In a country where the use of physical\nviolence is the norm, using force against drug dealers is not going\nto cause any anger.''\n","\n   Added 16-year-old Leonid Pavlukov, a lanky student who goes to\none of the best high schools here and wants to become a lawyer:\n``Thanks to the activities of this foundation, people are afraid of\nselling drugs. Of course it is not ideal that they are beating\npeople, but Russia is in a period of transition and so long as\nthere are no good laws on the books, and so long as the police are\ncorrupt, it seems to me that it is acceptable to use vigilantism to\nfight against the drug problem.''\n","\n   (END OPTIONAL TRIM)\n","\n   Andrei Sannikov is the local television journalist who first put\nCity Without Drugs on the air, including the footage of alleged\npayments to the police, a broadcast for which he is now under\nformal investigation by the city prosecutor for possible\n``slander'' against the ``honor of the uniform.''\n","\n   ``This campaign has created a unity that you won't see in any\nother sphere of public life,'' Sannikov said in his studio, from\nwhich he has also shown his viewers exclusive footage of vigilante\nraids. In these raids, masked men burst into the apartments of\nsuspected drug dealers, beating and kicking them in the face, head\nand groin.\n","\n   Sannikov's program also runs ads for the private business\nventures of Varov and his colleagues at City Without Drugs, in what\nhas become a symbiotic relationship. ``We are in a condition of war\nin this city, and war is not aesthetic; it is frightening,'' he\nsaid. ``If we were to keep silent and not show what was really\nhappening, we would not change the consciousness of the people.''\n"]}