{"DocumentId":"NYT20000521.0067","TopicId":"NYT","Relevance":"0","Body":" BC-DRUG-MONEY-II, \nCHANGE IN POLICE SEIZURE POLICY WON'T COME EASY OR SOON \n\n SECOND IN A SERIES-KAN   (For use by New York Times News Service clients)  \n By KAREN DILLON  \n c. 1999 The Kansas City Star  \n\n   KANSAS CITY, Mo. _ For more than 15 years police and federal\nagencies have perfected the partnership that allows police to\nimproperly keep millions of dollars seized in drug busts and\ntraffic stops.  \n\n   Don't expect change to come easy or soon, a yearlong examination\nby The Kansas City Star shows.  \n\n   A few states have tried without success to stop police, leaving\nmany to conclude that Congress is the only solution. And indeed\nWashington could stem the flow of state seizures to the federal\ngovernment.  \n\n   But in April Congress lost its best chance in a decade to do\nthat.  \n\n   Congress passed legislation last month curbing some federal\nforfeiture powers. But the version that reached the White House was\nmissing a provision that could have blocked the way police across\nthe country use federal agencies to circumvent their own state\nlaws.   \n\n   ``That's a No. 1 problem,'' Rajeev Purohit, director of\nlegislation for the National Association of Criminal Defense\nLawyers, said of circumvention. ``If you got rid of that, you would\nbe more than halfway toward solving the entire problem.''  \n\n   A coalition of liberal and conservative groups plans to push\nagain to ban the end-run by police, but many agree that it won't be\neasy, considering how hard it was to get last month's reforms\npassed.  \n\n   ``Anything further is going to be very hard fighting,'' said\nJulie Katzman, a key aide on the Senate bill for Sen. Patrick\nLeahy, a co-sponsor and Vermont Democrat.  \n\n   Law enforcement has lobbied hard to maintain the system that\nallows police nationwide to keep much of the drug money and\nproperty they seize.  \n\n   The handoff arrangement, in which federal agencies are said to\n``adopt'' state seizures, works this way:  \n\n   When police seize money, they avoid taking it to state courts\nbecause most states have passed laws barring seized property from\ngoing directly back to police.  \n\n   Instead, police call in a federal agency, which accepts the\nseizure under federal law, keeps a portion _ usually 20 percent _\nfor itself and sends the rest back to police.  \n\n   ``It's not like they are personally profiting from their\nseizures,'' said Gene Zoegtlin, legislative counsel for the\nInternational Association of Chiefs of Police.  \n\n   ``The key to this program is to deprive bad guys of the profits\nof their crimes. And at the same time, you can take those profits\nthat were gained illegally and turn them over to law enforcement so\nthat law enforcement is better positioned to combat other types of\ncrimes.''  \n\n   But critics say the prospect of keeping seized property gives\npolice an incentive to make illegal searches and avoid state laws,\nwhich generally provide citizens with more protection than federal\nlaws.  \n\n   ``Police have become addicted to seizure money,'' said Joseph\nMcNamara, former police chief of Kansas City and San Jose and now\nan authority on policing at the Hoover Institution.  \n\n   ``It is very sad and very dangerous to civil liberties.''  \n\n   It's also very difficult to stop.  \n\n   Even though the new federal law will curb some forfeiture\npowers, which could affect some seizures that federal agencies take\nfrom police, many expect the effect to be muted.  \n\n   The greatest impact is predicted by the Congressional Budget\nOffice, which estimates that forfeiture money returned to police\nwould decrease by 20 percent.  \n\n   But that calculation, which was based mostly on information\nprovided by the Justice Department, was simplified. For example, it\nincludes nonpolice forfeitures by Treasury Department agencies,\nsuch as the IRS.  \n\n   In fact, many see police revenues decreasing by a much smaller\namount, if at all.  \n\n   ``I don't think numerically it is likely to make a\ncotton-picking bit of difference,'' said Frank Bowman, associate\nlaw professor at Indiana University-Indianapolis and co-author of\nThe Federal Forfeiture Guide, a monthly analysis of court\ndecisions.  \n\n   The Justice Department did not respond to questions from The\nStar about the new law, but it did reassure at least one national\npolice official that his organization didn't need to worry.  \n\n   The Justice Department ``is confident that this new law will not\nmake a great impact on the forfeiture program,'' Zoegtlin said.  \n\n   Indeed, some state and local law enforcement officials say they\nwill continue to hand off seizures to the federal government\nwithout any problems.  \n\n   ``I haven't seen anything in the bill that would harm that\nprocedure,'' said Neal Childers, deputy director of legal services\nfor the Georgia Department of Public Safety.   \n   brk:States hit a wall   \n   tx:Don't look to the states to control their own police, even\nthough theoretically they should be able to.  \n\n   First, lawmakers in many states remain unaware of the federal\nhand-offs.  \n\n   Arkansas Sen. Wayne Dowd, a Texarkana Democrat, explained why\nhis own state took so long to notice it.  \n\n   ``Everybody trusted law enforcement,'' said Dowd, chairman of\nthe Senate Judiciary Committee. ``They are the good guys.''  \n\n   In other states, public officials shrink from angering police.  \n\n   ``Last year when we had a hearing on forfeitures, they brought\nin 200 officers in uniform and just intimidated everybody,''\nrecalls Utah Rep. Bill Wright, an Elberta Republican and speaker\npro tem. ``As a matter of fact, I had two ladies who said they were\nscared to death. I have never been more intimidated in my life to\nlook out there and see 200 officers in uniforms with guns on their\nhips, staring me down.''  \n\n   No one wants to be called anti-crime, said Eric Sterling,\npresident of the Criminal Justice Policy Foundation, a Washington\nthink tank.  \n\n   ``It is dangerous to democracy that nonpolice public officials\nfeel sufficiently threatened that they will not challenge police\nlawlessness,'' said Sterling, who had been an attorney for the\nHouse Judiciary Committee for 10 years.  \n\n   A few states have tried to shut down the police//federal\npipeline, but it's difficult:  \n\n   --In California, tougher forfeiture laws that passed in 1994 to\nprotect civil liberties succeeded only in sending police even more\nfrequently to federal agencies.  \n\n   That circumvention reduces state Sen. John Burton to fury.\n``There is not a ... thing we can do,'' said Burton, a San\nFrancisco Democrat and president pro tem of the Senate.  \n\n   A bill that is working its way through the legislature this year\nwould use criminal penalties to stem the hand-offs, which would\nmake it perhaps the toughest law in the nation.  \n\n   But when Burton introduced a less severe bill two years ago,\npolice rallied and helped kill it.  \n\n   -- After Arkansas officials discovered police were handing off\nlarge seizures, lawmakers passed a tougher forfeiture law that went\ninto effect last summer and added financial penalties if police\ndidn't follow it.  \n\n   Sen. Dowd said he knows the new law has loopholes ``you can\ndrive a truck full of dope or money through.'' But he hopes law\nenforcement will follow it.  \n\n   At least one police agency has not decided how to deal with the\nnew law. The Arkansas Highway Police feel like they're caught\nbetween the state and federal governments, said Lawrence Jackson,\nan attorney for the agency.  \n\n   ``It's really thrown a monkey wrench into the federal-state\ncooperative arrangements,'' Jackson said.  \n\n   -- The Missouri constitution requires in most cases that\nforfeitures go to public education, and in 1993 the General\nAssembly tried to rein in police as tightly as possible.  \n\n   That year a law specifically prohibited police from handing off\ndrug money they seized to a federal agency. Only a judge could make\nthat decision.  \n\n   But last year The Star reported that police were handing off\nseizures to federal agencies and getting back millions of dollars.  \n\n   Law enforcement officials explained that police were not\nviolating state law: They weren't handing off seizures, because\nthey really weren't seizing the money _ they were simply\n``detaining'' it for a federal agent.  \n\n   {( Begin optional trim )}\n\n   As a result, Missouri lawmakers attempted to rewrite statutes\nthis session to make it clear that a seizure is indeed a seizure,\nbut the effort died this month.  \n\n   Massachusetts is trying a different approach. In November,\nvoters may be able to decide whether to divert the proceeds of most\nstate forfeitures away from police and prosecutors and into a drug\ntreatment fund. That includes federal forfeiture money that has\nbeen going back to police.  \n\n   But at least one public official thinks police will continue to\nfind ways around any laws that states can think to pass.  \n\n   ``Unless the state law mirrors the federal law, you are not\ngoing to stop police from going to the feds, no matter what you\ndo,'' Claire McCaskill, Missouri state auditor and a former\nprosecutor, told a legislative hearing last year.   \n   brk:Not much help   \n   tx:Many think the answer has to come from Washington.  \n\n   But some states that have taken action say they receive little\nfederal cooperation.  \n\n   Before writing their new law, Missouri legislators asked to meet\nwith the Justice Department to try to resolve the problem.  \n\n   After 10 months, Justice officials finally agreed to meet in\nWashington on Dec. 1 with Missouri Sen. Harry Wiggins, a Kansas\nCity Democrat, and Rep. Jim Kreider, a Nixa Democrat. But as they\nwere leaving to catch a plane for the meeting, Wiggins and Kreider\nlearned the Justice Department had canceled it with little\nexplanation.  \n\n   ``The simplest solution to this problem at the state level is\nfor the feds to /{cooperate/} and talk to us,'' said an angry\nKreider. ``Obviously, they don't want to talk to us.''  \n\n   The Justice Department referred questions to U.S. Attorney\nStephen Hill in Kansas City.  \n\n   Hill said he was supportive of the meeting and tried hard to set\nit up. He added that he might have worked even harder had he\nrealized that the primary reason for Wiggins and Krieder to travel\nto Washington had been to meet with Justice officials.  \n\n   Federal officials contend they don't knowingly sidestep state\nlaws.  \n\n   ``It has never been DEA policy to consciously thwart the intent\nof state law by adopting seizures contrary to state laws,'' DEA\nofficials wrote in response to questions from The Star.  \n\n   But the DEA does not even follow Justice Department guidelines,\nwhich say federal officials generally should not accept seized\nmoney from police when the defendant is being prosecuted in state\ncourt.  \n\n   In many cases, The Star found, the DEA accepted a seizure when a\ndefendant was being prosecuted in state court.  \n\n   For example, a Wisconsin State Patrol trooper stopped two men on\nInterstate 43 south of Green Bay in 1998 because their car had\ntemporary plates. In a search, the trooper found 5 grams of\ncocaine, a joint and roach clip, and $2,602.  \n\n   Three weeks later the patrol mailed a check for that amount to\nthe DEA, which then paid back about $2,000 to the patrol.\nMeanwhile, however, the driver pleaded guilty in state court to\npossession of cocaine and received 10 days in the county jail.  \n\n   In such cases, DEA officials blame police officials for turning\nover forfeitures when criminal cases go to state court.   \n``DEA field personnel rely on the state or local agencies\npresenting the adoption to ensure that relevant state law and\npolicy are being followed,'' they wrote.  \n\n   The Justice Department says it is trying to encourage local law\nenforcement to follow state laws by offering a new training\ncurriculum in a couple of states.  \n\n   ``We will adopt cases in appropriate circumstances,'' said Jerry\nMcDowell, director of the Justice Department's money laundering and\nasset forfeiture division. ``But the long-term goal is to get them\ndoing it for themselves when they can.''  \n\n   He added that the training itself _ Justice officials would not\nprovide the curriculum to The Star _ could take years and may never\nbe over.  \n\n   In fact, Justice officials at a seminar last winter in Tennessee\nwere still encouraging police to use adoptions.  \n\n   A Justice official ``was letting us know how their asset\nforfeiture laws could help the local agencies,'' said Carleton\nBryant, legal counselor for the Knox County Sheriff's Office.  \n\n   {( End optional trim )}\n   brk:Last chance   \n   tx:If states can't block adoptions, and the Justice Department\ndoesn't appear likely to, that leaves Congress.  \n\n   But the construction of the new federal bill offers little\nencouragement.  \n\n   Rep. Henry Hyde, an Illinois Republican and chairman of the\nHouse Judiciary Committee, had long been concerned about forfeiture\nabuses, holding hearings and writing a book in 1995.  \n\n   Last year Hyde and his committee took note of the federal\nhand-offs after The Star published its Missouri findings.  \n\n   The House Judiciary Committee already was working on a broad\nforfeiture reform bill, so Hyde introduced an amendment to prohibit\nthe Justice Department from returning forfeiture proceeds to state\nand local police when that circumvented state law. Some called it\nthe ``Missouri provision.''  \n\n   Hyde's leadership officers were swamped by faxes from law\nenforcement protesting the provision, said William T. Waren, until\nrecently a senior fellow of the National Conference of State\nLegislatures who helped the committee with the bill.  \n\n   The reform bill passed the House with a large majority, but the\namendment was not included because of a glitch _ a committee\nstaffer who was supposed to attach the amendment to the bill on the\nHouse floor was called away on a family emergency.  \n\n   The bill moved to the Senate side, where Sens. Leahy and Orrin\nHatch, a Utah Republican and chairman of the Senate Judiciary\nCommittee, took up Hyde's fight.  \n\n   Hyde kept pushing for the Missouri provision, even in a March\nmeeting with Attorney General Janet Reno and others the day before\nthe Senate committee voted on the bill.  \n\n   But Justice officials were strongly opposed because of the cost\nto law enforcement, congressional staffers and lobbyists say.  \n\n   ``It takes money away from law enforcement, and you'd have to\nmake up your state funds someplace else or decrease your law\nenforcement,'' said James Polley, legislative consultant for the\nNational District Attorneys Association who was working with the\nJustice Department on the bill.  \n\n   The reform bill passed the Senate committee without insertion of\nthe Missouri provision.  \n\n   (Sen. John Ashcroft, a Missouri Republican and committee member,\nwould not comment on the provision. His staff said circumvention\nwas a state problem, not federal.)  \n\n   Several critics praise Hyde for his efforts, and say the Senate\ngreatly weakened the bill.  \n\n   ``Justice should come under some criticism for the very\nreasonable reforms that were in the original Hyde bill,'' said\nPurohit of the defense lawyers association.  \n\n   Staff for Leahy pointed out that reform supporters had to fight\nnot only the law enforcement community but also members of the\nSenate committee.  \n\n   ``This reform bill is a major first step, but there is certainly\nmore to be done,'' Katzman said. ``Reform advocates have done\neverything they could do with some amount of consent on the other\nside.''  \n\n   Katzman agreed nothing now in the law will prevent police from\ncontinuing to circumvent state laws.  \n\n   {( Begin optional trim )}\n\n   ``In a lot of states where the money is required to go to\neducation or just to the treasury,'' Katzman said, ``those can be\ntotally circumvented by taking it federally, and it will continue\nto be that way.''  \n\n   Katzman called that problem ``perhaps the most disturbing part\nof federal civil asset forfeiture.''  \n\n   Hatch and Hyde would not comment on the reform bill or the\npossibilities of passing another one to stem the flow of adoption\nmoney, but in his 1995 book, Hyde wrote this about the lure of\nmoney:  \n\n   ``I have been around Capitol Hill long enough to know that no\nlegislation has a realistic chance of becoming law that will take\nhundreds of millions _ indeed, billions _ of dollars away from the\nJustice Department and state and local police agencies _ away from\nthe war on drugs.''\n","Headline":"\nCHANGE IN POLICE SEIZURE POLICY WON'T COME EASY OR SOON \n","Text":["\n   KANSAS CITY, Mo. _ For more than 15 years police and federal\nagencies have perfected the partnership that allows police to\nimproperly keep millions of dollars seized in drug busts and\ntraffic stops.  \n","\n   Don't expect change to come easy or soon, a yearlong examination\nby The Kansas City Star shows.  \n","\n   A few states have tried without success to stop police, leaving\nmany to conclude that Congress is the only solution. And indeed\nWashington could stem the flow of state seizures to the federal\ngovernment.  \n","\n   But in April Congress lost its best chance in a decade to do\nthat.  \n","\n   Congress passed legislation last month curbing some federal\nforfeiture powers. But the version that reached the White House was\nmissing a provision that could have blocked the way police across\nthe country use federal agencies to circumvent their own state\nlaws.   \n","\n   ``That's a No. 1 problem,'' Rajeev Purohit, director of\nlegislation for the National Association of Criminal Defense\nLawyers, said of circumvention. ``If you got rid of that, you would\nbe more than halfway toward solving the entire problem.''  \n","\n   A coalition of liberal and conservative groups plans to push\nagain to ban the end-run by police, but many agree that it won't be\neasy, considering how hard it was to get last month's reforms\npassed.  \n","\n   ``Anything further is going to be very hard fighting,'' said\nJulie Katzman, a key aide on the Senate bill for Sen. Patrick\nLeahy, a co-sponsor and Vermont Democrat.  \n","\n   Law enforcement has lobbied hard to maintain the system that\nallows police nationwide to keep much of the drug money and\nproperty they seize.  \n","\n   The handoff arrangement, in which federal agencies are said to\n``adopt'' state seizures, works this way:  \n","\n   When police seize money, they avoid taking it to state courts\nbecause most states have passed laws barring seized property from\ngoing directly back to police.  \n","\n   Instead, police call in a federal agency, which accepts the\nseizure under federal law, keeps a portion _ usually 20 percent _\nfor itself and sends the rest back to police.  \n","\n   ``It's not like they are personally profiting from their\nseizures,'' said Gene Zoegtlin, legislative counsel for the\nInternational Association of Chiefs of Police.  \n","\n   ``The key to this program is to deprive bad guys of the profits\nof their crimes. And at the same time, you can take those profits\nthat were gained illegally and turn them over to law enforcement so\nthat law enforcement is better positioned to combat other types of\ncrimes.''  \n","\n   But critics say the prospect of keeping seized property gives\npolice an incentive to make illegal searches and avoid state laws,\nwhich generally provide citizens with more protection than federal\nlaws.  \n","\n   ``Police have become addicted to seizure money,'' said Joseph\nMcNamara, former police chief of Kansas City and San Jose and now\nan authority on policing at the Hoover Institution.  \n","\n   ``It is very sad and very dangerous to civil liberties.''  \n","\n   It's also very difficult to stop.  \n","\n   Even though the new federal law will curb some forfeiture\npowers, which could affect some seizures that federal agencies take\nfrom police, many expect the effect to be muted.  \n","\n   The greatest impact is predicted by the Congressional Budget\nOffice, which estimates that forfeiture money returned to police\nwould decrease by 20 percent.  \n","\n   But that calculation, which was based mostly on information\nprovided by the Justice Department, was simplified. For example, it\nincludes nonpolice forfeitures by Treasury Department agencies,\nsuch as the IRS.  \n","\n   In fact, many see police revenues decreasing by a much smaller\namount, if at all.  \n","\n   ``I don't think numerically it is likely to make a\ncotton-picking bit of difference,'' said Frank Bowman, associate\nlaw professor at Indiana University-Indianapolis and co-author of\nThe Federal Forfeiture Guide, a monthly analysis of court\ndecisions.  \n","\n   The Justice Department did not respond to questions from The\nStar about the new law, but it did reassure at least one national\npolice official that his organization didn't need to worry.  \n","\n   The Justice Department ``is confident that this new law will not\nmake a great impact on the forfeiture program,'' Zoegtlin said.  \n","\n   Indeed, some state and local law enforcement officials say they\nwill continue to hand off seizures to the federal government\nwithout any problems.  \n","\n   ``I haven't seen anything in the bill that would harm that\nprocedure,'' said Neal Childers, deputy director of legal services\nfor the Georgia Department of Public Safety.   \n   brk:States hit a wall   \n   tx:Don't look to the states to control their own police, even\nthough theoretically they should be able to.  \n","\n   First, lawmakers in many states remain unaware of the federal\nhand-offs.  \n","\n   Arkansas Sen. Wayne Dowd, a Texarkana Democrat, explained why\nhis own state took so long to notice it.  \n","\n   ``Everybody trusted law enforcement,'' said Dowd, chairman of\nthe Senate Judiciary Committee. ``They are the good guys.''  \n","\n   In other states, public officials shrink from angering police.  \n","\n   ``Last year when we had a hearing on forfeitures, they brought\nin 200 officers in uniform and just intimidated everybody,''\nrecalls Utah Rep. Bill Wright, an Elberta Republican and speaker\npro tem. ``As a matter of fact, I had two ladies who said they were\nscared to death. I have never been more intimidated in my life to\nlook out there and see 200 officers in uniforms with guns on their\nhips, staring me down.''  \n","\n   No one wants to be called anti-crime, said Eric Sterling,\npresident of the Criminal Justice Policy Foundation, a Washington\nthink tank.  \n","\n   ``It is dangerous to democracy that nonpolice public officials\nfeel sufficiently threatened that they will not challenge police\nlawlessness,'' said Sterling, who had been an attorney for the\nHouse Judiciary Committee for 10 years.  \n","\n   A few states have tried to shut down the police//federal\npipeline, but it's difficult:  \n","\n   --In California, tougher forfeiture laws that passed in 1994 to\nprotect civil liberties succeeded only in sending police even more\nfrequently to federal agencies.  \n","\n   That circumvention reduces state Sen. John Burton to fury.\n``There is not a ... thing we can do,'' said Burton, a San\nFrancisco Democrat and president pro tem of the Senate.  \n","\n   A bill that is working its way through the legislature this year\nwould use criminal penalties to stem the hand-offs, which would\nmake it perhaps the toughest law in the nation.  \n","\n   But when Burton introduced a less severe bill two years ago,\npolice rallied and helped kill it.  \n","\n   -- After Arkansas officials discovered police were handing off\nlarge seizures, lawmakers passed a tougher forfeiture law that went\ninto effect last summer and added financial penalties if police\ndidn't follow it.  \n","\n   Sen. Dowd said he knows the new law has loopholes ``you can\ndrive a truck full of dope or money through.'' But he hopes law\nenforcement will follow it.  \n","\n   At least one police agency has not decided how to deal with the\nnew law. The Arkansas Highway Police feel like they're caught\nbetween the state and federal governments, said Lawrence Jackson,\nan attorney for the agency.  \n","\n   ``It's really thrown a monkey wrench into the federal-state\ncooperative arrangements,'' Jackson said.  \n","\n   -- The Missouri constitution requires in most cases that\nforfeitures go to public education, and in 1993 the General\nAssembly tried to rein in police as tightly as possible.  \n","\n   That year a law specifically prohibited police from handing off\ndrug money they seized to a federal agency. Only a judge could make\nthat decision.  \n","\n   But last year The Star reported that police were handing off\nseizures to federal agencies and getting back millions of dollars.  \n","\n   Law enforcement officials explained that police were not\nviolating state law: They weren't handing off seizures, because\nthey really weren't seizing the money _ they were simply\n``detaining'' it for a federal agent.  \n","\n   {( Begin optional trim )}\n","\n   As a result, Missouri lawmakers attempted to rewrite statutes\nthis session to make it clear that a seizure is indeed a seizure,\nbut the effort died this month.  \n","\n   Massachusetts is trying a different approach. In November,\nvoters may be able to decide whether to divert the proceeds of most\nstate forfeitures away from police and prosecutors and into a drug\ntreatment fund. That includes federal forfeiture money that has\nbeen going back to police.  \n","\n   But at least one public official thinks police will continue to\nfind ways around any laws that states can think to pass.  \n","\n   ``Unless the state law mirrors the federal law, you are not\ngoing to stop police from going to the feds, no matter what you\ndo,'' Claire McCaskill, Missouri state auditor and a former\nprosecutor, told a legislative hearing last year.   \n   brk:Not much help   \n   tx:Many think the answer has to come from Washington.  \n","\n   But some states that have taken action say they receive little\nfederal cooperation.  \n","\n   Before writing their new law, Missouri legislators asked to meet\nwith the Justice Department to try to resolve the problem.  \n","\n   After 10 months, Justice officials finally agreed to meet in\nWashington on Dec. 1 with Missouri Sen. Harry Wiggins, a Kansas\nCity Democrat, and Rep. Jim Kreider, a Nixa Democrat. But as they\nwere leaving to catch a plane for the meeting, Wiggins and Kreider\nlearned the Justice Department had canceled it with little\nexplanation.  \n","\n   ``The simplest solution to this problem at the state level is\nfor the feds to /{cooperate/} and talk to us,'' said an angry\nKreider. ``Obviously, they don't want to talk to us.''  \n","\n   The Justice Department referred questions to U.S. Attorney\nStephen Hill in Kansas City.  \n","\n   Hill said he was supportive of the meeting and tried hard to set\nit up. He added that he might have worked even harder had he\nrealized that the primary reason for Wiggins and Krieder to travel\nto Washington had been to meet with Justice officials.  \n","\n   Federal officials contend they don't knowingly sidestep state\nlaws.  \n","\n   ``It has never been DEA policy to consciously thwart the intent\nof state law by adopting seizures contrary to state laws,'' DEA\nofficials wrote in response to questions from The Star.  \n","\n   But the DEA does not even follow Justice Department guidelines,\nwhich say federal officials generally should not accept seized\nmoney from police when the defendant is being prosecuted in state\ncourt.  \n","\n   In many cases, The Star found, the DEA accepted a seizure when a\ndefendant was being prosecuted in state court.  \n","\n   For example, a Wisconsin State Patrol trooper stopped two men on\nInterstate 43 south of Green Bay in 1998 because their car had\ntemporary plates. In a search, the trooper found 5 grams of\ncocaine, a joint and roach clip, and $2,602.  \n","\n   Three weeks later the patrol mailed a check for that amount to\nthe DEA, which then paid back about $2,000 to the patrol.\nMeanwhile, however, the driver pleaded guilty in state court to\npossession of cocaine and received 10 days in the county jail.  \n","\n   In such cases, DEA officials blame police officials for turning\nover forfeitures when criminal cases go to state court.   \n``DEA field personnel rely on the state or local agencies\npresenting the adoption to ensure that relevant state law and\npolicy are being followed,'' they wrote.  \n","\n   The Justice Department says it is trying to encourage local law\nenforcement to follow state laws by offering a new training\ncurriculum in a couple of states.  \n","\n   ``We will adopt cases in appropriate circumstances,'' said Jerry\nMcDowell, director of the Justice Department's money laundering and\nasset forfeiture division. ``But the long-term goal is to get them\ndoing it for themselves when they can.''  \n","\n   He added that the training itself _ Justice officials would not\nprovide the curriculum to The Star _ could take years and may never\nbe over.  \n","\n   In fact, Justice officials at a seminar last winter in Tennessee\nwere still encouraging police to use adoptions.  \n","\n   A Justice official ``was letting us know how their asset\nforfeiture laws could help the local agencies,'' said Carleton\nBryant, legal counselor for the Knox County Sheriff's Office.  \n","\n   {( End optional trim )}\n   brk:Last chance   \n   tx:If states can't block adoptions, and the Justice Department\ndoesn't appear likely to, that leaves Congress.  \n","\n   But the construction of the new federal bill offers little\nencouragement.  \n","\n   Rep. Henry Hyde, an Illinois Republican and chairman of the\nHouse Judiciary Committee, had long been concerned about forfeiture\nabuses, holding hearings and writing a book in 1995.  \n","\n   Last year Hyde and his committee took note of the federal\nhand-offs after The Star published its Missouri findings.  \n","\n   The House Judiciary Committee already was working on a broad\nforfeiture reform bill, so Hyde introduced an amendment to prohibit\nthe Justice Department from returning forfeiture proceeds to state\nand local police when that circumvented state law. Some called it\nthe ``Missouri provision.''  \n","\n   Hyde's leadership officers were swamped by faxes from law\nenforcement protesting the provision, said William T. Waren, until\nrecently a senior fellow of the National Conference of State\nLegislatures who helped the committee with the bill.  \n","\n   The reform bill passed the House with a large majority, but the\namendment was not included because of a glitch _ a committee\nstaffer who was supposed to attach the amendment to the bill on the\nHouse floor was called away on a family emergency.  \n","\n   The bill moved to the Senate side, where Sens. Leahy and Orrin\nHatch, a Utah Republican and chairman of the Senate Judiciary\nCommittee, took up Hyde's fight.  \n","\n   Hyde kept pushing for the Missouri provision, even in a March\nmeeting with Attorney General Janet Reno and others the day before\nthe Senate committee voted on the bill.  \n","\n   But Justice officials were strongly opposed because of the cost\nto law enforcement, congressional staffers and lobbyists say.  \n","\n   ``It takes money away from law enforcement, and you'd have to\nmake up your state funds someplace else or decrease your law\nenforcement,'' said James Polley, legislative consultant for the\nNational District Attorneys Association who was working with the\nJustice Department on the bill.  \n","\n   The reform bill passed the Senate committee without insertion of\nthe Missouri provision.  \n","\n   (Sen. John Ashcroft, a Missouri Republican and committee member,\nwould not comment on the provision. His staff said circumvention\nwas a state problem, not federal.)  \n","\n   Several critics praise Hyde for his efforts, and say the Senate\ngreatly weakened the bill.  \n","\n   ``Justice should come under some criticism for the very\nreasonable reforms that were in the original Hyde bill,'' said\nPurohit of the defense lawyers association.  \n","\n   Staff for Leahy pointed out that reform supporters had to fight\nnot only the law enforcement community but also members of the\nSenate committee.  \n","\n   ``This reform bill is a major first step, but there is certainly\nmore to be done,'' Katzman said. ``Reform advocates have done\neverything they could do with some amount of consent on the other\nside.''  \n","\n   Katzman agreed nothing now in the law will prevent police from\ncontinuing to circumvent state laws.  \n","\n   {( Begin optional trim )}\n","\n   ``In a lot of states where the money is required to go to\neducation or just to the treasury,'' Katzman said, ``those can be\ntotally circumvented by taking it federally, and it will continue\nto be that way.''  \n","\n   Katzman called that problem ``perhaps the most disturbing part\nof federal civil asset forfeiture.''  \n","\n   Hatch and Hyde would not comment on the reform bill or the\npossibilities of passing another one to stem the flow of adoption\nmoney, but in his 1995 book, Hyde wrote this about the lure of\nmoney:  \n","\n   ``I have been around Capitol Hill long enough to know that no\nlegislation has a realistic chance of becoming law that will take\nhundreds of millions _ indeed, billions _ of dollars away from the\nJustice Department and state and local police agencies _ away from\nthe war on drugs.''\n"]}