{"DocumentId":"NYT20000707.0405","TopicId":"NYT","Relevance":"0","Body":" BC-PHOTO-UPDATE-NYT \n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving Thursday, 07/07/00. Photo\nclients will automatically receive these photos via AP's\nPhotoExpress or may download them from either the Wieck Photo\nDatabase in Dallas at 972-392-0888 or from NYTPhotos on Newscom at\n305-448-8411. Non-clients can make individual purchases by calling\n(888) 603-1036 or 212-556-4204.\n\n   (NYT149) NEW YORK -- July 7, 2000 -- RACE-COPS-10 -- Race colors\neverything for Harlem narcotics detectives. New York City Police\nDetective Johnny Gonzalez, right, himself Dominican-American, is an\ninvestigator in Sgt. Maria Brogli's Harlem narcotics unit. For five\nyears before that, he was an undercover for Brogli, left, posing as\na drug user, a brown man disappearing into a brown neighborhood.\nBrogli and Gonzalez on midnight surveillance at 605 West 141st\nStreet in uptown Manhattan. Brogli and Gonzalez noting a floor plan\nfor a raid the next day. (Angel Franco/The New York Times)\n\n   (NYT148) NEW YORK -- July 7, 2000 -- RACE-COPS-9 -- For five\nyears Detective Johnny Gonzalez of the Harlem narcotics unit was an\nundercover for a white narcotics sergeant, posing as a drug user, a\nbrown man disappearing into a brown neighborhood. Smart cops like\nGonzalez, himself Dominican-American, know how to use race wisely,\nhow to turn race to their advantage to enforce the law. Detective\nChristopher Vaughn left, and Sgt. Joe Simonetti, right, holding\nRaymond Munez while Detective Johnny Gonzalez tries to pry from his\nmouth the heroin he had been carrying, in uptown Manhattan. (Angel\nFranco/The New York Times)\n\n   (NYT147) NEW YORK -- July 7, 2000 -- RACE-COPS-8 -- For five\nyears Detective Johnny Gonzalez of the Harlem narcotics unit was an\nundercover for a white narcotics sergeant, posing as a drug user, a\nbrown man disappearing into a brown neighborhood. Gonzalez on his\npolice radio while waiting to take in Raymond Munez, rear, leaning\nagainst car and guarded by Detective Christopher Vaughn at Broadway\nand 137th Street in uptown Manhattan. Munez was arrested and later\nindicted for drug possession. (Angel Franco/The New York Times)\n\n   (NYT146) NEW YORK -- July 7, 2000 -- RACE-COPS-7 -- For five\nyears Detective Johnny Gonzalez of the Harlem narcotics unit was an\nundercover for a white narcotics sergeant, posing as a drug user, a\nbrown man disappearing into a brown neighborhood. Smart cops like\nGonzalez, himself Dominican-American, know how to use race wisely,\nhow to turn race to their advantage to enforce the law. Gonzalez\narresting Hector Espinal in a buy-and-bust in uptown Manhattan.\nEspinal was indicted on a drug-selling charge and is scheduled to\ngo on trial. (Angel Franco/The New York Times)\n\n   (NYT145) NEW YORK -- July 7, 2000 -- RACE-COPS-6 -- Race colors\neverything for Harlem narcotics detectives. It lies just beneath\nthe surface in an argument over tactics between a white sergeant\nand a black undercover detective. Race is in the police radio\ndescriptions, and race amplifies the anger on the street when the\npolice drive up and arrest yet another dark-skinned man. Lieutenant\nJames Byrne and Sergeant Maria Brogli on Sherman Avenue in uptown\nManhattan after an arrest in a long-term case. Ramon Mendoza, rear,\nin handcuffs, was indicted on a drug conspiracy charge. (Angel\nFranco/The New York Times)\n\n   (NYT144) NEW YORK -- July 7, 2000 -- RACE-COPS-5 -- Race colors\neverything for Harlem narcotics detectives. Sergeant Maria Brogli\nof the Harlem narcotics unit, an Italian-American, could not do her\nwork without her undercover detectives, whose dark skin renders\nthem invisible on these streets. Sgt. Brogli searching a man in a\nbuilding on West 137th Street. No drugs were found. (Angel\nFranco/The New York Times)\n\n   (NYT143) NEW YORK -- July 7, 2000 -- RACE-COPS-4 -- Cops do not\ndiscuss race. It's too risky. They need to get along. Most police\nwork can be dangerous, but day in and day out, undercovers take\nmore risks. Armed and using a light-equipped bulletproof shield\ncalled a bunker, Lieutenant James Byrne of the Harlem narcotics\nunit prepares to enter an apartment on West 141st Street in uptown\nManhattan to serve a warrant. The narcotics team had already opened\nthe door with a battering ram. (Angel Franco/The New York Times)\n\n   (NYT142) NEW YORK -- July 7, 2000 -- RACE-COPS-3 -- Most police\nwork can be dangerous, but day in and day out, undercovers take\nmore risks. Smart cops in narcotics units know how to use race\nwisely, how to turn race to their advantage to enforce the law. At\nthis raid of an apartment building by a Harlem narcotics team, led\nby a white sergeant and lieutenant, crack cocaine was found. (Angel\nFranco/The New York Times)\n\n   (NYT141) NEW YORK -- July 7, 2000 -- RACE-COPS-2 -- Smart cops\nin narcotics units know how to use race wisely, how to turn race to\ntheir advantage to enforce the law. Sgt. Maria Brogli, center,\nglancing at statue, with Lt. James Byrne and Detective Johnny\nGonzalez behind her, has had much success with her Harlem narcotics\nteam. Among these undercovers, Brogli is a favorite, the rare white\nsergeant with a reputation for listening to undercovers and\nspeaking up for them. On this particular day, however, a search of\nan apartment, viewed from outside the front door, yielded no drugs.\n(Angel Franco/The New York Times)\n\n   (NYT140) NEW YORK -- July 7, 2000 -- SUB-RACE-COPS-1 -- Race\ncolors everything for Harlem narcotics detectives. New York City\nPolice Detective Johnny Gonzalez, himself Dominican-American, is an\ninvestigator in Sgt. Maria Brogli's Harlem narcotics unit. For five\nyears before that, he was an undercover for Brogli, posing as a\ndrug user, a brown man disappearing into a brown neighborhood. The\nvery visible, white Brogli, an Italian-American, could not do her\nwork without her undercover detectives, whose dark skin renders\nthem invisible on these streets. (Angel Franco/The New York Times)\nLITE\n\n   The following photos are also part of our daily photo report:\n\n   (NYT18) NEW YORK -- July 7, 2000 -- ADV FOR SUN. JULY 9 --\nAT&T-FUTURE -- Michael Armstrong, the chairman of AT&T, needed help\nin telling investors that the company's core businesses had\nstumbled. He turned to top Wall Street analysts for their advice.\nThe reaction from AT&Ts investors was swift and harsh. The\ncompany's shares dropped rapidly, shaving more than $25 billion\nfrom AT&T's market value. Armstrong, left, chairman and CEO of AT&T\nand John C. Malone, chairman and CEO of TCI during a press\nconference at AT&T headquarters. (Ozier Muhammad/The New York\nTimes)\n\n   (NYT17) NEW YORK -- July 7, 2000 -- ADV. FOR SUN. JULY 9 --\nSHOE-SALES -- The footwear industry has had to tackle a problem\nthat now and then plagues consumer industries from clothes to cars:\nWhen cash registers stop ringing, how do you entice consumers to go\nout and buy more? The answer, in a word, was revolution, not\nevolution. Inspired by current psychedelic clothing styles and able\nto exploit new technologies that easily allow fancy embellishments\nlike beading, shoemakers are dreaming up fantasy styles that have\nnever been seen before. And they hope that their exotic new\nconfections will re-ignite consumer interest with a passion. (Nancy\nSiesel/The New York Times) LITE\n\n   (NYT16) NEGRIL, Jamaica -- July 7, 2000 --\nJAMAICA-MISSING-EDITOR -- Claudia Kirschhoch, a travel editor for\nFrommer's, vanished without a trace in Jamaica in late May. For the\nlast month, newspapers, radio stations and television programs have\nbeen running reports on her disappearance every few days. Her\nparents, Frederick and Mary Ann Kirschhoch, have been conducting a\nmethodical search for her throughout Jamaica. Mary Ann Kirschhoch,\nleft, talking with a woman in Negril, Jamaica, last month after\ngiving her a flier about Claudia. (Edward Wong/The New York Times)\nLITE\n\n   (NYT15) NEW YORK -- July 7, 2000 -- NY-COURTS-ABUSE -- Due to\nthe increase of domestic violence incidents in the presence of\nchildren, a state court ruling declared the actions to be\nsufficient grounds for finding a parent guilty of neglect. This is\nparticularly vexing for mothers who lack the financial or emotional\nresources to leave an abusive partner. Judges are finding that they\nmust remove children from their homes for their own protection. For\nmany judges these cases present an especially daunting exercise in\nbalancing interests. Sharlene Tillett's son, Uganda, was taken away\nat 2 days old. She was said to have failed to protect him when she\nwas beaten before his death. (Suzanne DeChillo/The New York Times)\nLITE\n\n   (NYT14) MOORESTOWN, N.J. -- July 7, 2000 -- ADV FOR SUN. JULY 9\n-- LOCKHEED-HIGHTECH-2 -- Lockheed Martin is looking to change its\nmarket. It went from being the world's top military contractor to\npart of a top group of contractors used by the government.\nCurrently its biggest business is selling sophisticated electronic\ngear and integrating the most advanced equipment from different\nsuppliers, whether for military or peaceful purposes. Electronics\nand integration have become the fastest-growing segment for\nmilitary contractors. The company is having a profound impact on\nNavy programs like the Aegis ship-based weapons system. The USS\nArleigh Burke, which is the lead ship in the Navy's class of Aegis\ndestroyers. (Lockheed Martin/The New York Times)\n\n   (NYT13) MOORESTOWN, N.J. -- July 7, 2000 -- -- ADV FOR SUN. JULY\n9 -- LOCKHEED-HIGHTECH-1 -- The Lockheed Martin Corporation are\nusing ships that look like Navy cruisers for a different purpose.\nThey are used as labs where Lockheed Martin tests its ability to\nknit together naval communications gear, sensors, radar and\ncontrols used to fire weapons. Lockheed Martin, known as a maker of\nmilitary wares like fighters, missiles and rockets has quietly\ntransformed itself into a supplier of advanced military equipment.\nA technician inspecting the face of a radar array. (Lockheed\nMartin/The New York Times)\n\n   (NYT12) KENNEBUNKPORT, Maine -- July 7, 2000 -- BUSH-PARENTS-2\n-- Former President George Bush with his son Jeb, the governor of\nFlorida, in Kennebunkport, Me., Friday. Jeb Bush, who joined his\nparents for lunch, says that his brother George was benefiting from\na Republican yearning to take back the White House, a desire so\nstrong that the party was managing to paper over internal divisions\nthat had fractured it in the past. ``Eight years in the wilderness\nbrings a higher tolerance for diversity,'' says Jeb Bush, adding\nthat 12 years in the wilderness had made the Democratic party rally\nin a similar way around Clinton in 1992. (Paul Hosefros/The New\nYork Times)\n\n   (NYT11) NEW YORK -- July 7, 2000 -- COHEN-SULLIVAN-PROFILE --\nADV FOR SUN. JULY 9 -- H. Rodgin Cohen, a leading banking lawyer,\nbecame chairman of Sullivan & Cromwell, the New York law firm. For\nmore than 30 years, Cohen, 56, has been a sought-after counselor to\nchief executives of the industry's largest institutions, including\nthe Bank of New York, First Union and Societe Generale. It is his\nskill as an attentive counselor who not only understands the law,\nbut also how it is best applied in both business and politics, that\nholds sway with clients. Cohen, at home with his dog Orion. (James\nEstrin/The New York Times)\n\n   (NYT10) BOSTON -- July 7, 2000 -- SHRINERS-CELLIST-BOS -- Tad\nLietz, 12, uses his ability to create beautiful music as a means of\novercoming his disability. Lietz who was born without a left arm,\nwas abandoned shortly after birth in Ho Chi Minh City in Vietnam.\nThe Shriners, an international fraternity that supports a network\nof hospitals offering free care to patients, have helped Lietz to\nrealize his lifelong dream of becoming a famous cellist, by fitting\nhim with a prosthetic left arm. Lietz, who uses his foot to work\nthe bow, during a performance at the Shriner's national convention\nat the Hynes Convention Center in Boston, Wednesday. (Evan\nRichman/The Boston Globe) Story moved on 070600. LITE\n\n   (NYT9) BOSTON -- July 7, 2000 -- GENETIC-TESTING-BOS -- Medicine\nhas begun a major shift toward being able to remedy the underlying\ncauses of diseases and away from relying on the diagnosis and\ntreatment of symptoms. Millennium Pharmaceuticals Inc. has\ndeveloped a test for melanoma patients based on gene testing.\nInitially focused on cancer, the diagnostic and genomic tests are\naimed at recovering patients who want to know whether the disease\nis no longer active or will pose problems for them in the future.\nThe results could lead to more aggressive medical treatment and\ncounseling. Kenneth Conway, the company's president and Dr. Michael\nKaufman, vice president of medicine at Millennium's Predictive\nMedicine group. (Jay Premack/The Boston Globe) Story moved on\n070600. LITE\n\n   (NYT8) DETROIT -- July 7, 2000 -- ABOUT-CARS-MAZDA-2 -- ADV FOR\nSUN. JULY 9 -- Mazda is looking to take back a share of the market\nfor sports utility vehicles. Designed and engineered in Japan, the\n2001 Tribute is built at a Ford assembly plant near Kansas City,\nMo. The Tribute is aimed at the consumer who appreciates size,\nrefinement and substance. The Tribute maneuvers around corners and\nrides as smoothly as a car. Mazda's Tribute has the potential to be\nbest in its class of smaller SUVs. (The New York Times)\n\n   (NYT7) DETROIT -- July 7, 2000 -- ABOUT-CARS-MAZDA-1 -- ADV FOR\nSUN. JULY 9 -- Recently, Mazda found itself without a sport utility\nvehicle which meant that they were missing out on the hottest auto\nfashion trend of the decade. Next month, Mazda receives a sport\nutility vehicle from Ford called the Tribute and looks to have a\nbright future. The Tribute has the potential to be the best in its\nclass in a booming segment of the car market. It is aimed at young\nsingles, couples and small families on budgets. Sales of small\nsport utilities have more than doubled in the last four years and\nfurther growth is expected both in the United States and overseas.\nThe interior of Mazda's Tribute SUV, 2001 model. (The New York\nTimes)\n\n   (NYT6) KENNEBUNKPORT, Maine -- July 7, 2000 -- BUSH-PARENTS-1 --\nBarbara and George Bush in Kennebunkport, Me., Friday, in a rare\nface-to-face interview about their son's presidential campaign. The\nBush's say that the notion of ``Clinton fatigue'' was real, and\nthat their son's pledge to ``restore honor and integrity'' to the\nOval Office would resonate with voters. Bush also says that Vice\nPresident Al Gore's ties to Clinton would not allow him to present\nhimself credibly as a fresh start, and that Gov. Bush's ability to\ndo so would prove decisive. (Paul Hosefros/The New York Times)\n\n   (NYT5) NEW YORK -- July 7, 2000 -- DIANA-ROSS-REVIEW -- Diana\nRoss and the Supremes rekindled social and musical passions during\ntheir recent concert at Madison Square Garden. It was a tribute to\nthree musicians who weren't onstage: Brian Holland, Lamont Dozier\nand Edward Holland Jr. These men were responsible for the string of\nhits that made the Supremes' songs classics. Ross, center, performs\nwith two former Supremes, Lynda Laurence, left, and Scherrie Payne,\nright, at Madison Square Garden in Manhattan. (Ruth Fremson/The New\nYork Times) LITE\n\n   (NYT4) BRUNSWICK, GA. -- July 7, 2000 -- BRUNSWICK-SHIP-COX --\nThe Figaro, in background, a Roll On Roll Off cargo ship from\nSingapore in Brunswick, Ga., after discharging its load of\nautomobiles. About 20,000 automobiles are usually on hand after\ntheir arrival from sea, according to port officials. (David\nTulis/The Atlanta Journal-Constitution)\n\n   (NYT3) JERUSALEM -- July 7, 2000 -- ISRAEL-TEMPLE-DESECRATE --\nIn the second attack on a non-Orthodox site in two weeks, vandals\nsmashed a glass facade and spray painted ``Satan'' on the entryway\nat a Reform college and temple. The institution is the Hebrew\nCollege Jewish Institute of Religion, which educates Reform rabbis\nand houses a Reform synagogue. (Rina Castelnuovo/The New York\nTimes)LITE\n\n   (NYT2) NEW YORK -- July 7, 2000 -- ADV FOR SUN. JULY 9 --\nHAMBURG-RADIO -- Joan Hamburg is the type of radio host that\nlisteners yearn to hear. Hamburg dispenses useful information on\nWOR radio in the warm, confidential manner women use when chatting\nwith their friends. Her audience consists of a million and a half\npeople -- mostly women over 30. Her audience, nearly twice the size\nof those for competing talk shows, earns the station nearly $1\nmillion a year in revenue, a remarkable figure for a daytime show.\nHamburg in a studio at WOR where she has been broadcasting for 21\nyears. (Sara Krulwich/The New York Times)\n\n   (NYT1) NEW YORK -- July 7, 2000 -- ADV FOR SUN. JULY 9 --\nFAKE-HANDBAGS -- There is a new breed of sidewalk shopper that have\nstyle and can afford to pay retail prices but enjoy the thrill of\nadding a $30 counterfeit item to their wardrobes. Where the\nshoppers likely to inspect merchandise by street vendors were once\nmainly office workers and tourists, now they are as likely to be\nchic passers-by, clutching a genuine Prada shoulder bag or a tote\nemblazoned with the real Gucci logo. Lauren Strax, a college\nstudent from Houston, Texas, checking out handbags on 60th Street\nin Manhattan. (Nancy Siesel/The New York Times) LITE\n\n   The New York Times News Service\n","Headline":null,"Text":["\n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving Thursday, 07/07/00. Photo\nclients will automatically receive these photos via AP's\nPhotoExpress or may download them from either the Wieck Photo\nDatabase in Dallas at 972-392-0888 or from NYTPhotos on Newscom at\n305-448-8411. Non-clients can make individual purchases by calling\n(888) 603-1036 or 212-556-4204.\n","\n   (NYT149) NEW YORK -- July 7, 2000 -- RACE-COPS-10 -- Race colors\neverything for Harlem narcotics detectives. New York City Police\nDetective Johnny Gonzalez, right, himself Dominican-American, is an\ninvestigator in Sgt. Maria Brogli's Harlem narcotics unit. For five\nyears before that, he was an undercover for Brogli, left, posing as\na drug user, a brown man disappearing into a brown neighborhood.\nBrogli and Gonzalez on midnight surveillance at 605 West 141st\nStreet in uptown Manhattan. Brogli and Gonzalez noting a floor plan\nfor a raid the next day. (Angel Franco/The New York Times)\n","\n   (NYT148) NEW YORK -- July 7, 2000 -- RACE-COPS-9 -- For five\nyears Detective Johnny Gonzalez of the Harlem narcotics unit was an\nundercover for a white narcotics sergeant, posing as a drug user, a\nbrown man disappearing into a brown neighborhood. Smart cops like\nGonzalez, himself Dominican-American, know how to use race wisely,\nhow to turn race to their advantage to enforce the law. Detective\nChristopher Vaughn left, and Sgt. Joe Simonetti, right, holding\nRaymond Munez while Detective Johnny Gonzalez tries to pry from his\nmouth the heroin he had been carrying, in uptown Manhattan. (Angel\nFranco/The New York Times)\n","\n   (NYT147) NEW YORK -- July 7, 2000 -- RACE-COPS-8 -- For five\nyears Detective Johnny Gonzalez of the Harlem narcotics unit was an\nundercover for a white narcotics sergeant, posing as a drug user, a\nbrown man disappearing into a brown neighborhood. Gonzalez on his\npolice radio while waiting to take in Raymond Munez, rear, leaning\nagainst car and guarded by Detective Christopher Vaughn at Broadway\nand 137th Street in uptown Manhattan. Munez was arrested and later\nindicted for drug possession. (Angel Franco/The New York Times)\n","\n   (NYT146) NEW YORK -- July 7, 2000 -- RACE-COPS-7 -- For five\nyears Detective Johnny Gonzalez of the Harlem narcotics unit was an\nundercover for a white narcotics sergeant, posing as a drug user, a\nbrown man disappearing into a brown neighborhood. Smart cops like\nGonzalez, himself Dominican-American, know how to use race wisely,\nhow to turn race to their advantage to enforce the law. Gonzalez\narresting Hector Espinal in a buy-and-bust in uptown Manhattan.\nEspinal was indicted on a drug-selling charge and is scheduled to\ngo on trial. (Angel Franco/The New York Times)\n","\n   (NYT145) NEW YORK -- July 7, 2000 -- RACE-COPS-6 -- Race colors\neverything for Harlem narcotics detectives. It lies just beneath\nthe surface in an argument over tactics between a white sergeant\nand a black undercover detective. Race is in the police radio\ndescriptions, and race amplifies the anger on the street when the\npolice drive up and arrest yet another dark-skinned man. Lieutenant\nJames Byrne and Sergeant Maria Brogli on Sherman Avenue in uptown\nManhattan after an arrest in a long-term case. Ramon Mendoza, rear,\nin handcuffs, was indicted on a drug conspiracy charge. (Angel\nFranco/The New York Times)\n","\n   (NYT144) NEW YORK -- July 7, 2000 -- RACE-COPS-5 -- Race colors\neverything for Harlem narcotics detectives. Sergeant Maria Brogli\nof the Harlem narcotics unit, an Italian-American, could not do her\nwork without her undercover detectives, whose dark skin renders\nthem invisible on these streets. Sgt. Brogli searching a man in a\nbuilding on West 137th Street. No drugs were found. (Angel\nFranco/The New York Times)\n","\n   (NYT143) NEW YORK -- July 7, 2000 -- RACE-COPS-4 -- Cops do not\ndiscuss race. It's too risky. They need to get along. Most police\nwork can be dangerous, but day in and day out, undercovers take\nmore risks. Armed and using a light-equipped bulletproof shield\ncalled a bunker, Lieutenant James Byrne of the Harlem narcotics\nunit prepares to enter an apartment on West 141st Street in uptown\nManhattan to serve a warrant. The narcotics team had already opened\nthe door with a battering ram. (Angel Franco/The New York Times)\n","\n   (NYT142) NEW YORK -- July 7, 2000 -- RACE-COPS-3 -- Most police\nwork can be dangerous, but day in and day out, undercovers take\nmore risks. Smart cops in narcotics units know how to use race\nwisely, how to turn race to their advantage to enforce the law. At\nthis raid of an apartment building by a Harlem narcotics team, led\nby a white sergeant and lieutenant, crack cocaine was found. (Angel\nFranco/The New York Times)\n","\n   (NYT141) NEW YORK -- July 7, 2000 -- RACE-COPS-2 -- Smart cops\nin narcotics units know how to use race wisely, how to turn race to\ntheir advantage to enforce the law. Sgt. Maria Brogli, center,\nglancing at statue, with Lt. James Byrne and Detective Johnny\nGonzalez behind her, has had much success with her Harlem narcotics\nteam. Among these undercovers, Brogli is a favorite, the rare white\nsergeant with a reputation for listening to undercovers and\nspeaking up for them. On this particular day, however, a search of\nan apartment, viewed from outside the front door, yielded no drugs.\n(Angel Franco/The New York Times)\n","\n   (NYT140) NEW YORK -- July 7, 2000 -- SUB-RACE-COPS-1 -- Race\ncolors everything for Harlem narcotics detectives. New York City\nPolice Detective Johnny Gonzalez, himself Dominican-American, is an\ninvestigator in Sgt. Maria Brogli's Harlem narcotics unit. For five\nyears before that, he was an undercover for Brogli, posing as a\ndrug user, a brown man disappearing into a brown neighborhood. The\nvery visible, white Brogli, an Italian-American, could not do her\nwork without her undercover detectives, whose dark skin renders\nthem invisible on these streets. (Angel Franco/The New York Times)\nLITE\n","\n   The following photos are also part of our daily photo report:\n","\n   (NYT18) NEW YORK -- July 7, 2000 -- ADV FOR SUN. JULY 9 --\nAT&T-FUTURE -- Michael Armstrong, the chairman of AT&T, needed help\nin telling investors that the company's core businesses had\nstumbled. He turned to top Wall Street analysts for their advice.\nThe reaction from AT&Ts investors was swift and harsh. The\ncompany's shares dropped rapidly, shaving more than $25 billion\nfrom AT&T's market value. Armstrong, left, chairman and CEO of AT&T\nand John C. Malone, chairman and CEO of TCI during a press\nconference at AT&T headquarters. (Ozier Muhammad/The New York\nTimes)\n","\n   (NYT17) NEW YORK -- July 7, 2000 -- ADV. FOR SUN. JULY 9 --\nSHOE-SALES -- The footwear industry has had to tackle a problem\nthat now and then plagues consumer industries from clothes to cars:\nWhen cash registers stop ringing, how do you entice consumers to go\nout and buy more? The answer, in a word, was revolution, not\nevolution. Inspired by current psychedelic clothing styles and able\nto exploit new technologies that easily allow fancy embellishments\nlike beading, shoemakers are dreaming up fantasy styles that have\nnever been seen before. And they hope that their exotic new\nconfections will re-ignite consumer interest with a passion. (Nancy\nSiesel/The New York Times) LITE\n","\n   (NYT16) NEGRIL, Jamaica -- July 7, 2000 --\nJAMAICA-MISSING-EDITOR -- Claudia Kirschhoch, a travel editor for\nFrommer's, vanished without a trace in Jamaica in late May. For the\nlast month, newspapers, radio stations and television programs have\nbeen running reports on her disappearance every few days. Her\nparents, Frederick and Mary Ann Kirschhoch, have been conducting a\nmethodical search for her throughout Jamaica. Mary Ann Kirschhoch,\nleft, talking with a woman in Negril, Jamaica, last month after\ngiving her a flier about Claudia. (Edward Wong/The New York Times)\nLITE\n","\n   (NYT15) NEW YORK -- July 7, 2000 -- NY-COURTS-ABUSE -- Due to\nthe increase of domestic violence incidents in the presence of\nchildren, a state court ruling declared the actions to be\nsufficient grounds for finding a parent guilty of neglect. This is\nparticularly vexing for mothers who lack the financial or emotional\nresources to leave an abusive partner. Judges are finding that they\nmust remove children from their homes for their own protection. For\nmany judges these cases present an especially daunting exercise in\nbalancing interests. Sharlene Tillett's son, Uganda, was taken away\nat 2 days old. She was said to have failed to protect him when she\nwas beaten before his death. (Suzanne DeChillo/The New York Times)\nLITE\n","\n   (NYT14) MOORESTOWN, N.J. -- July 7, 2000 -- ADV FOR SUN. JULY 9\n-- LOCKHEED-HIGHTECH-2 -- Lockheed Martin is looking to change its\nmarket. It went from being the world's top military contractor to\npart of a top group of contractors used by the government.\nCurrently its biggest business is selling sophisticated electronic\ngear and integrating the most advanced equipment from different\nsuppliers, whether for military or peaceful purposes. Electronics\nand integration have become the fastest-growing segment for\nmilitary contractors. The company is having a profound impact on\nNavy programs like the Aegis ship-based weapons system. The USS\nArleigh Burke, which is the lead ship in the Navy's class of Aegis\ndestroyers. (Lockheed Martin/The New York Times)\n","\n   (NYT13) MOORESTOWN, N.J. -- July 7, 2000 -- -- ADV FOR SUN. JULY\n9 -- LOCKHEED-HIGHTECH-1 -- The Lockheed Martin Corporation are\nusing ships that look like Navy cruisers for a different purpose.\nThey are used as labs where Lockheed Martin tests its ability to\nknit together naval communications gear, sensors, radar and\ncontrols used to fire weapons. Lockheed Martin, known as a maker of\nmilitary wares like fighters, missiles and rockets has quietly\ntransformed itself into a supplier of advanced military equipment.\nA technician inspecting the face of a radar array. (Lockheed\nMartin/The New York Times)\n","\n   (NYT12) KENNEBUNKPORT, Maine -- July 7, 2000 -- BUSH-PARENTS-2\n-- Former President George Bush with his son Jeb, the governor of\nFlorida, in Kennebunkport, Me., Friday. Jeb Bush, who joined his\nparents for lunch, says that his brother George was benefiting from\na Republican yearning to take back the White House, a desire so\nstrong that the party was managing to paper over internal divisions\nthat had fractured it in the past. ``Eight years in the wilderness\nbrings a higher tolerance for diversity,'' says Jeb Bush, adding\nthat 12 years in the wilderness had made the Democratic party rally\nin a similar way around Clinton in 1992. (Paul Hosefros/The New\nYork Times)\n","\n   (NYT11) NEW YORK -- July 7, 2000 -- COHEN-SULLIVAN-PROFILE --\nADV FOR SUN. JULY 9 -- H. Rodgin Cohen, a leading banking lawyer,\nbecame chairman of Sullivan & Cromwell, the New York law firm. For\nmore than 30 years, Cohen, 56, has been a sought-after counselor to\nchief executives of the industry's largest institutions, including\nthe Bank of New York, First Union and Societe Generale. It is his\nskill as an attentive counselor who not only understands the law,\nbut also how it is best applied in both business and politics, that\nholds sway with clients. Cohen, at home with his dog Orion. (James\nEstrin/The New York Times)\n","\n   (NYT10) BOSTON -- July 7, 2000 -- SHRINERS-CELLIST-BOS -- Tad\nLietz, 12, uses his ability to create beautiful music as a means of\novercoming his disability. Lietz who was born without a left arm,\nwas abandoned shortly after birth in Ho Chi Minh City in Vietnam.\nThe Shriners, an international fraternity that supports a network\nof hospitals offering free care to patients, have helped Lietz to\nrealize his lifelong dream of becoming a famous cellist, by fitting\nhim with a prosthetic left arm. Lietz, who uses his foot to work\nthe bow, during a performance at the Shriner's national convention\nat the Hynes Convention Center in Boston, Wednesday. (Evan\nRichman/The Boston Globe) Story moved on 070600. LITE\n","\n   (NYT9) BOSTON -- July 7, 2000 -- GENETIC-TESTING-BOS -- Medicine\nhas begun a major shift toward being able to remedy the underlying\ncauses of diseases and away from relying on the diagnosis and\ntreatment of symptoms. Millennium Pharmaceuticals Inc. has\ndeveloped a test for melanoma patients based on gene testing.\nInitially focused on cancer, the diagnostic and genomic tests are\naimed at recovering patients who want to know whether the disease\nis no longer active or will pose problems for them in the future.\nThe results could lead to more aggressive medical treatment and\ncounseling. Kenneth Conway, the company's president and Dr. Michael\nKaufman, vice president of medicine at Millennium's Predictive\nMedicine group. (Jay Premack/The Boston Globe) Story moved on\n070600. LITE\n","\n   (NYT8) DETROIT -- July 7, 2000 -- ABOUT-CARS-MAZDA-2 -- ADV FOR\nSUN. JULY 9 -- Mazda is looking to take back a share of the market\nfor sports utility vehicles. Designed and engineered in Japan, the\n2001 Tribute is built at a Ford assembly plant near Kansas City,\nMo. The Tribute is aimed at the consumer who appreciates size,\nrefinement and substance. The Tribute maneuvers around corners and\nrides as smoothly as a car. Mazda's Tribute has the potential to be\nbest in its class of smaller SUVs. (The New York Times)\n","\n   (NYT7) DETROIT -- July 7, 2000 -- ABOUT-CARS-MAZDA-1 -- ADV FOR\nSUN. JULY 9 -- Recently, Mazda found itself without a sport utility\nvehicle which meant that they were missing out on the hottest auto\nfashion trend of the decade. Next month, Mazda receives a sport\nutility vehicle from Ford called the Tribute and looks to have a\nbright future. The Tribute has the potential to be the best in its\nclass in a booming segment of the car market. It is aimed at young\nsingles, couples and small families on budgets. Sales of small\nsport utilities have more than doubled in the last four years and\nfurther growth is expected both in the United States and overseas.\nThe interior of Mazda's Tribute SUV, 2001 model. (The New York\nTimes)\n","\n   (NYT6) KENNEBUNKPORT, Maine -- July 7, 2000 -- BUSH-PARENTS-1 --\nBarbara and George Bush in Kennebunkport, Me., Friday, in a rare\nface-to-face interview about their son's presidential campaign. The\nBush's say that the notion of ``Clinton fatigue'' was real, and\nthat their son's pledge to ``restore honor and integrity'' to the\nOval Office would resonate with voters. Bush also says that Vice\nPresident Al Gore's ties to Clinton would not allow him to present\nhimself credibly as a fresh start, and that Gov. Bush's ability to\ndo so would prove decisive. (Paul Hosefros/The New York Times)\n","\n   (NYT5) NEW YORK -- July 7, 2000 -- DIANA-ROSS-REVIEW -- Diana\nRoss and the Supremes rekindled social and musical passions during\ntheir recent concert at Madison Square Garden. It was a tribute to\nthree musicians who weren't onstage: Brian Holland, Lamont Dozier\nand Edward Holland Jr. These men were responsible for the string of\nhits that made the Supremes' songs classics. Ross, center, performs\nwith two former Supremes, Lynda Laurence, left, and Scherrie Payne,\nright, at Madison Square Garden in Manhattan. (Ruth Fremson/The New\nYork Times) LITE\n","\n   (NYT4) BRUNSWICK, GA. -- July 7, 2000 -- BRUNSWICK-SHIP-COX --\nThe Figaro, in background, a Roll On Roll Off cargo ship from\nSingapore in Brunswick, Ga., after discharging its load of\nautomobiles. About 20,000 automobiles are usually on hand after\ntheir arrival from sea, according to port officials. (David\nTulis/The Atlanta Journal-Constitution)\n","\n   (NYT3) JERUSALEM -- July 7, 2000 -- ISRAEL-TEMPLE-DESECRATE --\nIn the second attack on a non-Orthodox site in two weeks, vandals\nsmashed a glass facade and spray painted ``Satan'' on the entryway\nat a Reform college and temple. The institution is the Hebrew\nCollege Jewish Institute of Religion, which educates Reform rabbis\nand houses a Reform synagogue. (Rina Castelnuovo/The New York\nTimes)LITE\n","\n   (NYT2) NEW YORK -- July 7, 2000 -- ADV FOR SUN. JULY 9 --\nHAMBURG-RADIO -- Joan Hamburg is the type of radio host that\nlisteners yearn to hear. Hamburg dispenses useful information on\nWOR radio in the warm, confidential manner women use when chatting\nwith their friends. Her audience consists of a million and a half\npeople -- mostly women over 30. Her audience, nearly twice the size\nof those for competing talk shows, earns the station nearly $1\nmillion a year in revenue, a remarkable figure for a daytime show.\nHamburg in a studio at WOR where she has been broadcasting for 21\nyears. (Sara Krulwich/The New York Times)\n","\n   (NYT1) NEW YORK -- July 7, 2000 -- ADV FOR SUN. JULY 9 --\nFAKE-HANDBAGS -- There is a new breed of sidewalk shopper that have\nstyle and can afford to pay retail prices but enjoy the thrill of\nadding a $30 counterfeit item to their wardrobes. Where the\nshoppers likely to inspect merchandise by street vendors were once\nmainly office workers and tourists, now they are as likely to be\nchic passers-by, clutching a genuine Prada shoulder bag or a tote\nemblazoned with the real Gucci logo. Lauren Strax, a college\nstudent from Houston, Texas, checking out handbags on 60th Street\nin Manhattan. (Nancy Siesel/The New York Times) LITE\n","\n   The New York Times News Service\n"]}