{"DocumentId":"NYT20000822.0118","TopicId":"NYT","Relevance":"2","Body":" BC-PIRACY-REVIVAL-CENTERPIECE-ADV20-NYTSF \n$ADV20 \n BANDITS IN THE GLOBAL SHIPPING LANES \n\n   (For release Sunday, Aug. 20, or thereafter.)  \n ATTENTION EDITORS: This article is for use by clients of The New\nYork Times Syndicate's CENTERPIECE news service. For more\ninformation about purchasing this article as a ``separate-buy'' _\nor becoming a client of CENTERPIECE _ contact one of the New York\nTimes Syndicate sales representatives listed at the end of the\ntext.) \n By JACK HITT  \n c.2000 Jack Hitt  \n From The New York Times Magazine  \n\n   Everything seemed fine that spring afternoon as Capt. Ken Blyth\nwatched over the loading of his ship in Singapore. He was\nskippering the Petro Ranger, a medium-size tanker with a $1.5\nmillion cargo of jet fuel and diesel oil bound for Ho Chi Minh\nCity. It was a three-day turnaround. No big deal. After it was\nover, he'd fly back to his home in Queensland, Australia, to\ncelebrate his 25th wedding anniversary the following week with his\nwife, Denise.\n\n   When the Petro Ranger finally slipped its berth, it was just\nanother cargo vessel amid the daily parade that makes Singapore the\nbusiest port in the world. Not far outside the harbor is the\nHorsburgh Lighthouse, the last outpost of domestic law. From\nHorsburgh on, you pass into the only true frontier of the 21st\ncentury: international waters _ the no-man's land of the new world\neconomy. Not technically owned or patrolled by anyone, these waters\nare the last place on earth where you are truly alone.\n\n   That night, a Malaysian sailor of Indian extraction was the\nofficer of the watch, but instead of performing his duties, he\ntuned the shortwave to his favorite Indian music station and didn't\npay attention to the radar screen.\n\n   Just after 1 a.m., the blue speedboat opened its engines.\nCruising straight up the wake, without any threat of detection, it\npulled up to the ship's stern. There were 12 pirates on board _ as\nmulticultural as their 18th-century avatars: seven Indonesians,\nthree Malaysians and two Thais. They had learned the layout of the\nship beforehand and moved with feline grace. Securing bamboo\nladders to the stern, the men scrambled to the main deck and leapt\nupon the outside ladder of the accommodation housing, climbing five\nstories to the open bridge. Dressed in jeans and T-shirts and with\nbalaclavas pulled over their faces, they appeared in the bridge's\ndoorway. They were armed with machetes. The officer of the watch\npanicked and fled the chart room by a back exit. The lookout was\novertaken in a struggle that thumped the floor loudly enough to\nawaken the captain below.\n\n   Blyth sat up in the dark, thinking perhaps that someone on the\nbridge had been drinking. Suddenly, he was startled by the sound of\na loud banging at his door. Instinctively, he unlocked it. The door\nblew open. Four hooded pirates waving machetes rushed in. A fifth\npirate stepped forward with a gun. He put the barrel to Blyth's\nhead and ordered the captain to place his hands in front of him.\n\n   The pirates bound Blyth with boat lacing. He would remain bound\nfor the next 13 days.\n\n   ``I still have burn marks on my wrists,'' Blyth, 55, a tall,\nblue-eyed Scot, recently told me.\n\n   ``The pirates wanted me to go around with the master key _ the\none the captain has to unlock any door _ and round up the crew,''\nBlyth recalled of that April 17, 1998, night. ``The idea was that I\nwould knock on the door, tell them not to worry and not to do\nanything silly. Then the pirates would tell them to get their hands\nout and tie them up.''\n\n   One by one, every crew member, except for the officer of the\nwatch and an engineer who accompanied two pirates to the engine\nroom, was taken and dumped in the captain's day room.\n\n   ``Then they took me to the bridge,'' Blyth continued. ``I was\nstill tied up, and then they taped my arms and legs to the chair.\nThey didn't understand how to turn off the automatic pilot, and the\npirates were baffled by touch-screen computerized piloting. So I\nsaid, 'If you're going to kill me anyway, why should I help?'''\nThen one of the head pirates told Blyth something that convinced\nhim: the names of his wife and two daughters _ and their street\naddress.\n\n   The pirates unbound Blyth long enough for him to alter course,\ntaking the Petro Ranger far from the regularly trafficked corridors\nof international shipping and into the maritime equivalent of a\ndark alley. By the time the pirates retaped him to the chair, the\nship was still steaming northward but no longer on a course for\nVietnam.\n\n   The pirates had taped over the portholes, but the captain once\nsaw through a crack in the tape over the bathroom porthole that the\nbottom half of his ship's identifying blue funnel had been painted\nred. And could he have seen the stern, he would have found that the\nPetro Ranger no longer existed. He was now aboard the ``Wilby,''\njust another vessel bobbing along without notice in international\nsea lanes. Over the next several days, changes in the weather and\nthe flies buzzing in through the vents were enough to convince\nBlyth that they were nearing the China coast. Blyth theorized that\nthe pirates intended to meet some black-market tankers to offload\nthe fuel cargo. They would need Blyth and his crew to help make\nthat transfer. But then what?\n\n     Piracy's Rivival     \n\n   Piracy on the high seas resurfaced in the mid-1980s and in\nrecent years has ratcheted up to a true crisis both for shippers\nand recreational yachtsmen. In 1989, there were 48 acts of piracy\nreported around the world; in 1999, there were 285. So far this\nyear, it's up by 40 percent.\n\n   The cause of piracy's revival is no different from its\nappearance centuries ago. Ships serving the top trading nations\n(England, Holland and Spain in the old days; America, Germany and\nJapan now) are transiting through a global geography of poverty,\nenvy and desperation. Often these vessels are carrying on board a\nking's ransom of commodities _ no longer cinnamon, indigo and flax,\nbut jet fuel, alkali and aluminum ingots _ all easily\nblack-marketed into quick money.\n\n   Modern piracy ranges from desperate fishermen pulling off petty\nlarcenies at sea to highly organized syndicates slaughtering crews\nto steal multimillion-dollar vessels. Today's pirates are a\ntroubling symptom of a new world order, one shaped by a fierce\nDarwinian struggle in the feral markets of modern international\ntrade.\n\n   Most piracy is of the mugging-at-sea variety. The pirates just\nzip up in a speedboat, point a rocket launcher at the hull and\ndemand money. Lately it has been getting a little rougher. Last\nJanuary, an Australian couple were sailing around the world. In the\nGulf of Aden off Yemen, a small powerboat pulled up beside the\ncouple's catamaran; a burst of machine-gun fire tore through the\nhull, wounding the wife. Four pirates boarded the boat, ripped out\nsome high-tech communications equipment, then left.\n\n   Of course, more ambitious pirates realize that stealing some\nwatches and shipboard cash is small stakes when you're dealing with\na huge vessel carrying cargo worth millions. Often the pirates will\ncontract with black marketeers to hawk the cargo. And they also\nwant the ship. This may mean repainting it at sea, obtaining fake\nregistration papers and then selling it or just using it themselves\nto become seemingly legitimate shippers. This process, known as\nphantom shipping, is costly and dangerous, requiring serious\nplanning and organization.\n\n   The more sophisticated forms of piracy are carried out by\nSoutheast Asian syndicates and Chinese triads. According to a 1998\nreport on piracy published by the International Chamber of\nCommerce, the corporate-style organization of the syndicates is\nimpressive: ships can ``be hijacked to order in the Philippines for\nabout $300,000 and delivered within three days.''\n\n   The global reaction to the piracy revival has been, by all\naccounts, slow. So the pirates aren't too scared. Ships disappear\npretty regularly and with impunity. Once a ship has been captured,\nthe crew faces one of two fates. In the case of the tanker Global\nMars, which was seized by pirates last Feb. 23, the 17 crewmen were\nbound and blindfolded before being set off in lifeboats. But the 21\ncrew members of the Hualien No. 1, which disappeared with a cargo\nof river sand last Feb. 28, have never turned up and are now\npresumed dead. Most seamen know such stories. They hear them and\ncan't believe it will ever happen to them. Ken Blyth was certainly\nthinking about them when one of the junior pirates told him that\ntheir leader wished to see him at once.\n\n     The Pirate King     \n\n   Blyth was escorted to his own day room, where the pirates had\nset up their headquarters. The pirate king was 49 years old, a\nwell-educated and heavyset Indonesian of medium height. He spoke\nfour or five languages, including grammatically perfect English.\nThe pirate king's name, Blyth would learn, was Herman.\n\n   The two men sat down and had a cup of coffee. Blyth was\nsurprised that Herman wanted to chat a little. ``The impression I\ngot,'' Blyth told me, ``was that having achieved what he had done _\nthe Petro Ranger was the most modern tanker he'd swiped _ he would\nhave loved to phone up CNN and say, 'Look what I pulled off.' He\nwas so exhilarated he wanted to share it with someone. I was the\nonly one around who could possibly appreciate what he'd done.''\n\n   The syndicate he worked for, Herman explained, had five men in\nleadership positions: one each from China, Hong Kong, Indonesia,\nMalaysia and Singapore. He claimed that they had ``inside access''\nto Petroships, the shipping company. They knew that the Petro\nRanger would be sailing with a simple commodity _ fuel _ easily\nfungible on the black market. They knew the date of embarkation.\nThey knew all about Blyth and most of the crew. Herman had all the\ndocuments he would need: registration for the ``Wilby,'' papers\nthat identified Herman as the legitimate captain along with his\ncrew and bills of lading identifying the cargo on board as part of\na legitimate charter.\n\n   Blyth was returned to his mattress, quite impressed by the\nextent of Herman's operation. One thing worried him, though. Why\nwould Herman tell him all this if he didn't also intend to kill\nhim?\n\n     The Great Escape     \n\n   After a week, Blyth realized time was running out. Somewhere at\nsea, two tankers had pulled up alongside for cargo transfers. A\nthird tanker was delayed, Blyth learned. The Petro Ranger idled at\nsea for several days. Then, on the 13th day of the crew's\ncaptivity, one of the pirates made a huge mistake. With the third\ntanker sailing around unable to find the ``Wilby,'' the No. 2\npirate called the tanker on the public VHF frequency. The Chinese\nheard him.\n\n   Not long afterward, a Chinese patrol vessel stopped, boarded and\ninspected the Petro Ranger. But Herman handled it smoothly. He\nlocked Blyth and a few of his men down below in crew cabins. He\npresented papers indicating that he was the captain and passed off\nboth Blyth's legitimate sailors and his own henchmen as his crew.\n(The pirates kept Blyth's crew in check by routinely reminding them\nthat they knew the whereabouts of their wives and families.)\n\n   Suspecting a smuggling operation, the Chinese withdrew and\nwaited to see what might happen. When the third tanker did arrive,\nthe Chinese sped in, stopped both ships at sea, and escorted them\nto Haikou harbor on the island of Hainan in southern China. Since\nthe Chinese were now convinced that the ``Wilby'' was a smuggling\nship, Herman quietly contacted his syndicate and got a lawyer to\nfacilitate the usual round robin of bribes. Blyth learned all this\nfrom, of course, Herman, who enjoyed summoning the captain back to\nthe day room to boast about his caginess.\n\n   ``I decided I had to get to the Chinese,'' Blyth recalled, ``and\nthen I could only hope that I was in fact getting to the good guys,\nthe ones who weren't corrupt.'' With one of his crew members,\nSaini, who spoke a little Mandarin, he arranged a midnight meeting\nwith a Chinese lieutenant.\n\n   ``Saini explained who I was,'' Blyth recalled, ``and I gave him\nmy passport and some Malaysian documents stating I had command of\nthe Petro Ranger, which the pirates had neglected to destroy.''\n\n   The next morning, Chinese soldiers came to the ship and herded\nfirst Herman and his ``officers'' and then nearly the entire mix of\npirates and legitimate crew onto their boat. Told they were simply\ngoing ashore to sign documents granting port clearance, they easily\ncomplied as 30 armed soldiers held their weapons at the ready.\nBlyth then pointed at each man in turn, identifying him as either\npirate or crew.\n\n     Trouble in Port     \n\n   Not long after the Chinese officials arrested the pirates, Blyth\nwas taken ashore and interrogated by two different law-enforcement\nagencies: the People's Liberation Army, all dressed in green\noutfits, and the Public Security Bureau, distinguished by khaki.\nDays of repetitive interviews and odd accusations _ at one point, a\nPSB official suggested that Blyth had made the whole pirate thing\nup _ gave the captain the impression his ship had become ensnared\nin a major power play. The PLA was deeply concerned with how this\nmight look internationally (and were, therefore, sort of on Blyth's\nside). The PSB, however, seemed more beholden to provincial powers\nin southern China, which are widely suspected not only of\ntolerating piracy but also of organizing it.\n\n   In the end Petroships retrieved its stolen ship _ but the\nChinese kept all of the remaining 5,100 tons of fuel, nearly half\nthe original cargo, as ``evidence'' before waiting some time and\nselling it off.\n\n   Petroships was luckier in some respects that the owners of the\nAnna Sierra, which was ``saved'' from pirates by the Chinese in\n1996. In that case, the cargo was sold and the authorities even\nrefused to permit the owners to reclaim the ship. Without care, it\ntook on water and to this day the ship remains beached in Beihai\nharbor in southern China, a rusting monument to the inadequacy of\npolicing modern piracy.\n\n   Four months after Blyth went home, the Chinese authorities\nquietly released Herman and all of his men. The Chinese have\nrefused to explain why they would let the pirates go, as they have\ndone repeatedly in the past.\n\n   ``One of my old crew members phoned me up in early August,''\nBlyth said. ``He's still at sea, and he told me that five of our\npirates, three of the Malaysians and the two Thais, have been\nspotted doing piracy again, working the waters between Port Dickson\nand Port Klang near Kuala Lumpur. You just can't believe it, but\nthey're back out there.''\n\n   (Jack Hitt is a contributing writer to the New York Times\nMagazine.)\n\n   -----\n\n     EDITORS: Visit The New York Times Syndicate Web site at\nhttp://www.nytimes.com/syndicate for more information on\nCENTERPIECE and other features.  \n\n     NONSUBSCRIBERS: To publish a ``separate-buy'' feature article, it\nmust be purchased. Please contact one of these sales\nrepresentatives:\n\n   --U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697.\n\n   --Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942.\n\n   --Latin America: ANA PENA in New York, 212-499-3333; fax,\n212-499-3382.  \n","Headline":"\n$ADV20 \n BANDITS IN THE GLOBAL SHIPPING LANES \n","Text":["\n   Everything seemed fine that spring afternoon as Capt. Ken Blyth\nwatched over the loading of his ship in Singapore. He was\nskippering the Petro Ranger, a medium-size tanker with a $1.5\nmillion cargo of jet fuel and diesel oil bound for Ho Chi Minh\nCity. It was a three-day turnaround. No big deal. After it was\nover, he'd fly back to his home in Queensland, Australia, to\ncelebrate his 25th wedding anniversary the following week with his\nwife, Denise.\n","\n   When the Petro Ranger finally slipped its berth, it was just\nanother cargo vessel amid the daily parade that makes Singapore the\nbusiest port in the world. Not far outside the harbor is the\nHorsburgh Lighthouse, the last outpost of domestic law. From\nHorsburgh on, you pass into the only true frontier of the 21st\ncentury: international waters _ the no-man's land of the new world\neconomy. Not technically owned or patrolled by anyone, these waters\nare the last place on earth where you are truly alone.\n","\n   That night, a Malaysian sailor of Indian extraction was the\nofficer of the watch, but instead of performing his duties, he\ntuned the shortwave to his favorite Indian music station and didn't\npay attention to the radar screen.\n","\n   Just after 1 a.m., the blue speedboat opened its engines.\nCruising straight up the wake, without any threat of detection, it\npulled up to the ship's stern. There were 12 pirates on board _ as\nmulticultural as their 18th-century avatars: seven Indonesians,\nthree Malaysians and two Thais. They had learned the layout of the\nship beforehand and moved with feline grace. Securing bamboo\nladders to the stern, the men scrambled to the main deck and leapt\nupon the outside ladder of the accommodation housing, climbing five\nstories to the open bridge. Dressed in jeans and T-shirts and with\nbalaclavas pulled over their faces, they appeared in the bridge's\ndoorway. They were armed with machetes. The officer of the watch\npanicked and fled the chart room by a back exit. The lookout was\novertaken in a struggle that thumped the floor loudly enough to\nawaken the captain below.\n","\n   Blyth sat up in the dark, thinking perhaps that someone on the\nbridge had been drinking. Suddenly, he was startled by the sound of\na loud banging at his door. Instinctively, he unlocked it. The door\nblew open. Four hooded pirates waving machetes rushed in. A fifth\npirate stepped forward with a gun. He put the barrel to Blyth's\nhead and ordered the captain to place his hands in front of him.\n","\n   The pirates bound Blyth with boat lacing. He would remain bound\nfor the next 13 days.\n","\n   ``I still have burn marks on my wrists,'' Blyth, 55, a tall,\nblue-eyed Scot, recently told me.\n","\n   ``The pirates wanted me to go around with the master key _ the\none the captain has to unlock any door _ and round up the crew,''\nBlyth recalled of that April 17, 1998, night. ``The idea was that I\nwould knock on the door, tell them not to worry and not to do\nanything silly. Then the pirates would tell them to get their hands\nout and tie them up.''\n","\n   One by one, every crew member, except for the officer of the\nwatch and an engineer who accompanied two pirates to the engine\nroom, was taken and dumped in the captain's day room.\n","\n   ``Then they took me to the bridge,'' Blyth continued. ``I was\nstill tied up, and then they taped my arms and legs to the chair.\nThey didn't understand how to turn off the automatic pilot, and the\npirates were baffled by touch-screen computerized piloting. So I\nsaid, 'If you're going to kill me anyway, why should I help?'''\nThen one of the head pirates told Blyth something that convinced\nhim: the names of his wife and two daughters _ and their street\naddress.\n","\n   The pirates unbound Blyth long enough for him to alter course,\ntaking the Petro Ranger far from the regularly trafficked corridors\nof international shipping and into the maritime equivalent of a\ndark alley. By the time the pirates retaped him to the chair, the\nship was still steaming northward but no longer on a course for\nVietnam.\n","\n   The pirates had taped over the portholes, but the captain once\nsaw through a crack in the tape over the bathroom porthole that the\nbottom half of his ship's identifying blue funnel had been painted\nred. And could he have seen the stern, he would have found that the\nPetro Ranger no longer existed. He was now aboard the ``Wilby,''\njust another vessel bobbing along without notice in international\nsea lanes. Over the next several days, changes in the weather and\nthe flies buzzing in through the vents were enough to convince\nBlyth that they were nearing the China coast. Blyth theorized that\nthe pirates intended to meet some black-market tankers to offload\nthe fuel cargo. They would need Blyth and his crew to help make\nthat transfer. But then what?\n","\n     Piracy's Rivival     \n","\n   Piracy on the high seas resurfaced in the mid-1980s and in\nrecent years has ratcheted up to a true crisis both for shippers\nand recreational yachtsmen. In 1989, there were 48 acts of piracy\nreported around the world; in 1999, there were 285. So far this\nyear, it's up by 40 percent.\n","\n   The cause of piracy's revival is no different from its\nappearance centuries ago. Ships serving the top trading nations\n(England, Holland and Spain in the old days; America, Germany and\nJapan now) are transiting through a global geography of poverty,\nenvy and desperation. Often these vessels are carrying on board a\nking's ransom of commodities _ no longer cinnamon, indigo and flax,\nbut jet fuel, alkali and aluminum ingots _ all easily\nblack-marketed into quick money.\n","\n   Modern piracy ranges from desperate fishermen pulling off petty\nlarcenies at sea to highly organized syndicates slaughtering crews\nto steal multimillion-dollar vessels. Today's pirates are a\ntroubling symptom of a new world order, one shaped by a fierce\nDarwinian struggle in the feral markets of modern international\ntrade.\n","\n   Most piracy is of the mugging-at-sea variety. The pirates just\nzip up in a speedboat, point a rocket launcher at the hull and\ndemand money. Lately it has been getting a little rougher. Last\nJanuary, an Australian couple were sailing around the world. In the\nGulf of Aden off Yemen, a small powerboat pulled up beside the\ncouple's catamaran; a burst of machine-gun fire tore through the\nhull, wounding the wife. Four pirates boarded the boat, ripped out\nsome high-tech communications equipment, then left.\n","\n   Of course, more ambitious pirates realize that stealing some\nwatches and shipboard cash is small stakes when you're dealing with\na huge vessel carrying cargo worth millions. Often the pirates will\ncontract with black marketeers to hawk the cargo. And they also\nwant the ship. This may mean repainting it at sea, obtaining fake\nregistration papers and then selling it or just using it themselves\nto become seemingly legitimate shippers. This process, known as\nphantom shipping, is costly and dangerous, requiring serious\nplanning and organization.\n","\n   The more sophisticated forms of piracy are carried out by\nSoutheast Asian syndicates and Chinese triads. According to a 1998\nreport on piracy published by the International Chamber of\nCommerce, the corporate-style organization of the syndicates is\nimpressive: ships can ``be hijacked to order in the Philippines for\nabout $300,000 and delivered within three days.''\n","\n   The global reaction to the piracy revival has been, by all\naccounts, slow. So the pirates aren't too scared. Ships disappear\npretty regularly and with impunity. Once a ship has been captured,\nthe crew faces one of two fates. In the case of the tanker Global\nMars, which was seized by pirates last Feb. 23, the 17 crewmen were\nbound and blindfolded before being set off in lifeboats. But the 21\ncrew members of the Hualien No. 1, which disappeared with a cargo\nof river sand last Feb. 28, have never turned up and are now\npresumed dead. Most seamen know such stories. They hear them and\ncan't believe it will ever happen to them. Ken Blyth was certainly\nthinking about them when one of the junior pirates told him that\ntheir leader wished to see him at once.\n","\n     The Pirate King     \n","\n   Blyth was escorted to his own day room, where the pirates had\nset up their headquarters. The pirate king was 49 years old, a\nwell-educated and heavyset Indonesian of medium height. He spoke\nfour or five languages, including grammatically perfect English.\nThe pirate king's name, Blyth would learn, was Herman.\n","\n   The two men sat down and had a cup of coffee. Blyth was\nsurprised that Herman wanted to chat a little. ``The impression I\ngot,'' Blyth told me, ``was that having achieved what he had done _\nthe Petro Ranger was the most modern tanker he'd swiped _ he would\nhave loved to phone up CNN and say, 'Look what I pulled off.' He\nwas so exhilarated he wanted to share it with someone. I was the\nonly one around who could possibly appreciate what he'd done.''\n","\n   The syndicate he worked for, Herman explained, had five men in\nleadership positions: one each from China, Hong Kong, Indonesia,\nMalaysia and Singapore. He claimed that they had ``inside access''\nto Petroships, the shipping company. They knew that the Petro\nRanger would be sailing with a simple commodity _ fuel _ easily\nfungible on the black market. They knew the date of embarkation.\nThey knew all about Blyth and most of the crew. Herman had all the\ndocuments he would need: registration for the ``Wilby,'' papers\nthat identified Herman as the legitimate captain along with his\ncrew and bills of lading identifying the cargo on board as part of\na legitimate charter.\n","\n   Blyth was returned to his mattress, quite impressed by the\nextent of Herman's operation. One thing worried him, though. Why\nwould Herman tell him all this if he didn't also intend to kill\nhim?\n","\n     The Great Escape     \n","\n   After a week, Blyth realized time was running out. Somewhere at\nsea, two tankers had pulled up alongside for cargo transfers. A\nthird tanker was delayed, Blyth learned. The Petro Ranger idled at\nsea for several days. Then, on the 13th day of the crew's\ncaptivity, one of the pirates made a huge mistake. With the third\ntanker sailing around unable to find the ``Wilby,'' the No. 2\npirate called the tanker on the public VHF frequency. The Chinese\nheard him.\n","\n   Not long afterward, a Chinese patrol vessel stopped, boarded and\ninspected the Petro Ranger. But Herman handled it smoothly. He\nlocked Blyth and a few of his men down below in crew cabins. He\npresented papers indicating that he was the captain and passed off\nboth Blyth's legitimate sailors and his own henchmen as his crew.\n(The pirates kept Blyth's crew in check by routinely reminding them\nthat they knew the whereabouts of their wives and families.)\n","\n   Suspecting a smuggling operation, the Chinese withdrew and\nwaited to see what might happen. When the third tanker did arrive,\nthe Chinese sped in, stopped both ships at sea, and escorted them\nto Haikou harbor on the island of Hainan in southern China. Since\nthe Chinese were now convinced that the ``Wilby'' was a smuggling\nship, Herman quietly contacted his syndicate and got a lawyer to\nfacilitate the usual round robin of bribes. Blyth learned all this\nfrom, of course, Herman, who enjoyed summoning the captain back to\nthe day room to boast about his caginess.\n","\n   ``I decided I had to get to the Chinese,'' Blyth recalled, ``and\nthen I could only hope that I was in fact getting to the good guys,\nthe ones who weren't corrupt.'' With one of his crew members,\nSaini, who spoke a little Mandarin, he arranged a midnight meeting\nwith a Chinese lieutenant.\n","\n   ``Saini explained who I was,'' Blyth recalled, ``and I gave him\nmy passport and some Malaysian documents stating I had command of\nthe Petro Ranger, which the pirates had neglected to destroy.''\n","\n   The next morning, Chinese soldiers came to the ship and herded\nfirst Herman and his ``officers'' and then nearly the entire mix of\npirates and legitimate crew onto their boat. Told they were simply\ngoing ashore to sign documents granting port clearance, they easily\ncomplied as 30 armed soldiers held their weapons at the ready.\nBlyth then pointed at each man in turn, identifying him as either\npirate or crew.\n","\n     Trouble in Port     \n","\n   Not long after the Chinese officials arrested the pirates, Blyth\nwas taken ashore and interrogated by two different law-enforcement\nagencies: the People's Liberation Army, all dressed in green\noutfits, and the Public Security Bureau, distinguished by khaki.\nDays of repetitive interviews and odd accusations _ at one point, a\nPSB official suggested that Blyth had made the whole pirate thing\nup _ gave the captain the impression his ship had become ensnared\nin a major power play. The PLA was deeply concerned with how this\nmight look internationally (and were, therefore, sort of on Blyth's\nside). The PSB, however, seemed more beholden to provincial powers\nin southern China, which are widely suspected not only of\ntolerating piracy but also of organizing it.\n","\n   In the end Petroships retrieved its stolen ship _ but the\nChinese kept all of the remaining 5,100 tons of fuel, nearly half\nthe original cargo, as ``evidence'' before waiting some time and\nselling it off.\n","\n   Petroships was luckier in some respects that the owners of the\nAnna Sierra, which was ``saved'' from pirates by the Chinese in\n1996. In that case, the cargo was sold and the authorities even\nrefused to permit the owners to reclaim the ship. Without care, it\ntook on water and to this day the ship remains beached in Beihai\nharbor in southern China, a rusting monument to the inadequacy of\npolicing modern piracy.\n","\n   Four months after Blyth went home, the Chinese authorities\nquietly released Herman and all of his men. The Chinese have\nrefused to explain why they would let the pirates go, as they have\ndone repeatedly in the past.\n","\n   ``One of my old crew members phoned me up in early August,''\nBlyth said. ``He's still at sea, and he told me that five of our\npirates, three of the Malaysians and the two Thais, have been\nspotted doing piracy again, working the waters between Port Dickson\nand Port Klang near Kuala Lumpur. You just can't believe it, but\nthey're back out there.''\n","\n   (Jack Hitt is a contributing writer to the New York Times\nMagazine.)\n","\n   -----\n","\n     EDITORS: Visit The New York Times Syndicate Web site at\nhttp://www.nytimes.com/syndicate for more information on\nCENTERPIECE and other features.  \n","\n     NONSUBSCRIBERS: To publish a ``separate-buy'' feature article, it\nmust be purchased. Please contact one of these sales\nrepresentatives:\n","\n   --U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697.\n","\n   --Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942.\n","\n   --Latin America: ANA PENA in New York, 212-499-3333; fax,\n212-499-3382.  \n"]}