{"DocumentId":"NYT19980930.0088","TopicId":"NYT","Relevance":"0","Body":" BC-CPT-COMPUTER-MUSIC-LADN \nMUSIC INDUSTRY HEARS FOOTSTEPS OF A REVOLUTION\n\n  \n (Repeating as part of a weekly roundup of computer features)  (For use by NYTimes News Service clients) \nBy DAVID BLOOM  \n c.1998 Los Angeles Daily News   \n\n   LOS ANGELES _ A week before their 30th wedding anniversary, a\nman decides to give his wife a personalized collection of the songs\nthey listened to when they first met. With a few clicks on a Web\nsite, he compiles a custom CD, picks the song order, titles and\ndecorates the disc, and pays for it. By the time of the celebration\nthey're dancing to the CD.\n\n   Elsewhere, the world's greatest bar band rolls into town. The\nnightclub's sound man plugs a cable into the mixing board, sending\na live feed from the concert onto the Internet, giving anyone with\na computer and a connection a prime seat as the band sizzles\nthrough three sets.\n\n   After the show, band members tell newly converted fans their Web\nsite address. At the site, the faithful can check tour dates, buy\nthe band's music and T-shirts, listen to live recordings, and hook\nup with other like-minded listeners.\n\n   While the talk has been about television and the computer,the\nInternet and the digital revolution behind it are turning the music\nworld on its ear. Internet ``radio'' services, for instance, offer\ngenres of music never heard on a broadcast station, while other\nsites feature jam sessions and live concerts, broader visibility\nfor unsigned bands or the chance to rediscover long-out-of-print\nmusic by better-known artists.\n\n   But for every new winner in a revolution, there's an old loser.\nRecord company and retail store executives are worried about losing\nmoney to online competitors and to piracy as note-perfect illegal\ncopies can be shipped in a heartbeat around the world.\n\n   On the other hand, they reason, there's nothing stopping them\nfrom cashing in _ if they can just figure out how.\n\n   ``It's not going to happen by itself, but musicians have to\nrealize we're in a digital age,'' said Wendy Hafner, Intel Corp.'s\ndirector of music marketing. ``One hundred million PCs will be\nshipped this year all over the world. It's a huge, huge opportunity\nfor the music business to take advantage of.''\n\n   NEED FOR SPEED: The explosion in Internet music the past year\nhas been driven by a series of improvements in technology: faster\nInternet connections, better compression programs and players,\nhigher-quality computer sound cards and speakers. The result is\nsound quality at least as good as FM radio and approaching that of\nCDs, with access to a dizzying variety of music.\n\n   ``One of the things I enjoy about working in this field is how\nquickly things have progressed,'' said Nicholas Wild, director of\ntechnology at the House of Blues new media division, which Netcasts\nthree live concerts and up to 10 album ``listening'' parties every\nweek. ``When I started first using the Net, I was downloading text.\nNow you see video getting integrated into Web sites.''\n\n   To keep ahead of the changes, the House of Blues is installing\nfull digital production studios at all six of its clubs so it can\neasily create broadcast-quality concert videos anywhere, Wild said.\nFor all its quick adoption of technology, it still may not be able\nto keep pace with all the changes, company executives say.\n\n   On Websites like MusicMaker.com, a visitor can page through more\nthan 100,000 legally licensed tracks by a wide range of artists,\npick out favorites and have the Internet company create a\nmade-to-order CD.\n\n   Other sites will sell a legal, digital copy of music that will\nplay on their computer using technology such as Liquid Audio or A2B\nthat encrypt the music so it can't be duplicated. And if they have\na recordable CD drive, they can even create their own custom CDs\nwith the music.\n\n   ``We have an opportunity to re-create some of the magic of the\n1950s, when you had a hit single and could break a record in a\nregion,'' said David Kessel, a musician and CEO of the Internet\nUnderground Music Archive, whose Web site features music by and\ninformation on unsigned bands.\n\n   A BOOST FOR RADIO: ``Radio'' has blossomed on the Internet, too,\nincluding Net-only music programmers _ such as Spinner.com in\nBurlingame _ that don't even broadcast over the airwaves.\n\n   Spinner, for instance, slices more than 100,000 tracks of music\ninto 104 genres, including many that just can't be found in\nAmerican broadcast radio.\n\n   ``You're not going to go to any market in this country and get a\nDelta blues format, or a Celtic format, or an all-Baroque format,''\nsaid Scott Epstein, Spinner's vice president for marketing and\ncontent.\n\n   Epstein said the Internet has fast becomea home for music for\nthree simple reasons: ``control, variety and simplicity.'' For the\nfirst time, music fans can easily decide when they want to listen\nto their favorite kinds of music.\n\n   ``Forget having four or five rock stations in a market,'' said\nmusic consultant Ted Cohen. ``You're going to have hundreds or\nthousands of choices.''\n\n   And even more musical choices will abound when record labels\nstart putting their massive back catalogs of out-of-print music\ninto digital format and make it available for purchase online,\nCohen said.\n\n   Such an approach solves the industry's unwillingness to print\nCDs of old music, only to have it gather dust on warehouse shelves,\nwhile allowing fans to custom create CDs of their own design, Cohen\nsaid.\n\n   THERE'S SOME DISCONTENT: Music industry leaders acknowledge\ndigital music's many possibilities, but cite some deep concerns in\nthe next breath.\n\n   ``We're excited about the technology,'' said Michael Greene,\npresident of the National Academy of Recording Arts and Sciences.\n``Fifty thousand albums are released a year. We know there's a lot\nof great music out there that consumers can't get to. The next\nthree to four years provides amazing opportunities for individual\nlabels and groups that radio has ignored.''\n\n   Sites like Kessel's IUMA, Scour.net and the Ultimate Band List\nalready provide fans with ready access to thousands of bands whose\nmusic they otherwise might never hear.\n\n   ``It's going to allow people more information about every single\npiece of music product they can get their hands on,'' said Tom\nRoli, publisher of the online magazine WebNoize, which will sponsor\na three-day seminar on digital music in Universal City in November.\n\n   ``It's an opportunity for a rebirth of the music industry,''\nRoli said. ``It's the best thing for everybody, demand programming.\nWhat you want when you want it.''\n\n   But Greene and others in the record business fret over piracy _\nillegal, high-quality copies of music that can be easily duplicated\nand distributed through the multiplicative magic of a wired world.\n\n   ``From an intellectual property perspective, all of our\ntraditional concerns are multiplied by a thousand on the\ncyberfrontier,'' Greene said. ``As (Electronic Frontier Foundation\nco-founder) John Perry Barlow put it, we are used to protecting not\nthe wine, but the bottle it comes in. So what happens now that we\nare selling wine with no bottles?''\n\n   PIRATES AHEAD: People like Greene are afraid of people like\nChris Ward of Valencia, a Northwestern University student and big\nfan of the MP-3 computer audio format, which creates a\nhigh-quality, highly compressed file that can be easily stored or\ntransferred over the Internet.\n\n   College students in particular use freely available software to\nencode a standard CD song into the MP-3 format on their computers.\nHundreds of sites have copies of illegal MP-3s available for\ndownloading, which takes seconds on a college campus' high-speed\nInternet connection.\n\n   Ward paid for none of the 50 MP-3 songs on his computer, but\nsays he wouldn't have bothered to buy most of them otherwise. He\ndid find MP-3s of a new favorite band, Guster, that in turn led him\nto buy a CD of the band he didn't already have.\n\n   ``The thing I like is you can decide you like a song, spend\nmaybe 10 minutes on the Web looking for it and if you can find it,\ngreat. If not, OK,'' Ward said.\n\n   To stamp out access to illegal MP-3s, the Recording Industry\nAssociation of America (RIAA) uses automated software that snoops\nthrough the Internet looking for sites offering hundreds of illegal\nsongs each, said Brandy Thomas, whose Virginia company, Online\nMonitoring Services, does the cyber-sleuthing for the RIAA, the\nAssociation of Songwriters, Composers, Artists and Publishers\n(ASCAP) and other large entertainment organizations.\n\n   Once found, large sites' owners face legal action and shutdown,\nThomas said. Those threats have driven most of the big pirate sites\nunderground.\n\n   ASCAP, which represents about half of all music publishers and\nsongwriters, is more concerned about getting sites to pay license\nfees than stop using music, Thomas said. His company's software\nwill issue licenses to Web sites using ASCAP-owned music, and set\nup a billing process.\n\n   Either way, Thomas said, it helps ensure people in the music\nbusiness still have a business.\n\n   ``That's our main concern, retention of all rights,'' said\nproducer Jeffrey Weber, co-owner of a small Beverly Hills label,\nWeberworks. ``We spend a lot of money making music. We don't want\npeople getting it for free.''\n\n   MARKETING BONANZA: At the same time, many bands are giving music\naway on the Internet, or at least samples of it. That makes it\neasier to get noticed, though it doesn't guarantee success, some in\nthe business point out.\n\n   ``We're reducing the barriers of entry, but once you're in, it's\nthe equivalent to being the opening slot of a 10-band bill,'' said\nCohen. ``If you just hang your shingle up and say, `Hi, I'm here,'\nit's the equivalent of playing in a parking lot in the middle of\nNebraska.''\n\n   Anthony Stonefield of Global Music Outlet, a Culver City company\nthat sells music online, said getting known is still a challenge,\nbut ``the Internet is like a living color brochure for a band.''\n\n   Even some notable musicians and bands are using the Net to\npromote their music or reward loyal fans. Beastie Boys, Hole, Live,\nMassive Attack, and Jesus and Mary Chain have given away tracks in\nrecent months through the Internet.\n\n   And Frank Black, a former member of the Pixies, is selling his\nentire new album, ``Frank Black and the Catholics,'' on the\nInternet through Goodnoise, a new Palo Alto-based label dedicated\nto selling music in digital form.\n\n   ``It's giving people instant access to what they want,'' Cohen\nsaid. ``We've been at the mercy of whoever's programming our life.\nThe whole thing is to turn people on to music. I don't know of\nanything else that's come along that could do that.''\n\n   LOS ANGELES _ Here's more information about the Web sites\nmentioned in the story:\n\n   CDnow (www.cdnow.com) and Music Boulevard (www.musicblvd.com)\noffer hundreds of thousands of CDs for online purchase, as do Tower\nRecords (www.towerrecords.com) and Borders (www.borders.com).\nConsumer alert: Shop around, because prices vary widely.\n\n   The Music Connection (www.musicmaker.com) has 100,000 tracks\nlicensed from a broad range of performers, though mostly such\nthings as jazz and blues. Mix and match the music you want and\nthey'll create the compact disc of your dreams.\n\n   Internet Underground Music Archive (www.iuma.com) was a pioneer\nin offering no-name bands a home on the Internet, with song\nsamples, band information and more, while the Ultimate Band List\n(www.ubl.com) is a more comprehensive successor to IUMA, with tons\nof other band information, music and more.\n\n   Scour (www.scour.net) bills itself as the first multimedia\nsearch engine, so you can look specifically for audio, video and\ngraphics files. You can even search by file format.\n\n   MP3.com (www.mp3.com) aims to be the one-stop shop for the MP-3\ncomputer audio format, with links and ratings of software to\ncreate, catalog and listen to MP-3s as well as how-to guides, a\nsearch engine and more.\n\n   The House of Blues Web site (www.liveconcerts.com) offers live\nconcert recordings, pre-release ``listening parties'' of many new\nalbums, interviews with prominent musicians and much more. It also\nhas a rich archive with hundreds of previous concerts.\n\n   Web music magazine/consultant/marketer WebNoize\n(www.webnoize.com) covers the digital music world exclusively, and\nis sponsoring a three-day seminar on the business in Universal City\nin November (for more information, check www.98.webnoize.com).\n\n   Global Music Outlet (www.globalmusic.com) helps bands get\nonline, creating sites, encoding music and selling it to fans.\n\n   Spinner (www.spinner.com) offers 100,000 different tracks\ndivided into 104 narrow genres. This is a godsend for workplace\ndrones with high-speed Internet connections. Exactly the music you\nwant, while you work. This is modern living.\n\n   The All Music Guide (www.allmusic.com) features hundreds of\nthousands of reviews, and suggestions for albums by other artists\nthat you might also enjoy. And you can help rate albums, too.\nAmazing site.\n\n     \nNYT-09-25-98 1508EDT  \n","Headline":"\nMUSIC INDUSTRY HEARS FOOTSTEPS OF A REVOLUTION\n","Text":["\n   LOS ANGELES _ A week before their 30th wedding anniversary, a\nman decides to give his wife a personalized collection of the songs\nthey listened to when they first met. With a few clicks on a Web\nsite, he compiles a custom CD, picks the song order, titles and\ndecorates the disc, and pays for it. By the time of the celebration\nthey're dancing to the CD.\n","\n   Elsewhere, the world's greatest bar band rolls into town. The\nnightclub's sound man plugs a cable into the mixing board, sending\na live feed from the concert onto the Internet, giving anyone with\na computer and a connection a prime seat as the band sizzles\nthrough three sets.\n","\n   After the show, band members tell newly converted fans their Web\nsite address. At the site, the faithful can check tour dates, buy\nthe band's music and T-shirts, listen to live recordings, and hook\nup with other like-minded listeners.\n","\n   While the talk has been about television and the computer,the\nInternet and the digital revolution behind it are turning the music\nworld on its ear. Internet ``radio'' services, for instance, offer\ngenres of music never heard on a broadcast station, while other\nsites feature jam sessions and live concerts, broader visibility\nfor unsigned bands or the chance to rediscover long-out-of-print\nmusic by better-known artists.\n","\n   But for every new winner in a revolution, there's an old loser.\nRecord company and retail store executives are worried about losing\nmoney to online competitors and to piracy as note-perfect illegal\ncopies can be shipped in a heartbeat around the world.\n","\n   On the other hand, they reason, there's nothing stopping them\nfrom cashing in _ if they can just figure out how.\n","\n   ``It's not going to happen by itself, but musicians have to\nrealize we're in a digital age,'' said Wendy Hafner, Intel Corp.'s\ndirector of music marketing. ``One hundred million PCs will be\nshipped this year all over the world. It's a huge, huge opportunity\nfor the music business to take advantage of.''\n","\n   NEED FOR SPEED: The explosion in Internet music the past year\nhas been driven by a series of improvements in technology: faster\nInternet connections, better compression programs and players,\nhigher-quality computer sound cards and speakers. The result is\nsound quality at least as good as FM radio and approaching that of\nCDs, with access to a dizzying variety of music.\n","\n   ``One of the things I enjoy about working in this field is how\nquickly things have progressed,'' said Nicholas Wild, director of\ntechnology at the House of Blues new media division, which Netcasts\nthree live concerts and up to 10 album ``listening'' parties every\nweek. ``When I started first using the Net, I was downloading text.\nNow you see video getting integrated into Web sites.''\n","\n   To keep ahead of the changes, the House of Blues is installing\nfull digital production studios at all six of its clubs so it can\neasily create broadcast-quality concert videos anywhere, Wild said.\nFor all its quick adoption of technology, it still may not be able\nto keep pace with all the changes, company executives say.\n","\n   On Websites like MusicMaker.com, a visitor can page through more\nthan 100,000 legally licensed tracks by a wide range of artists,\npick out favorites and have the Internet company create a\nmade-to-order CD.\n","\n   Other sites will sell a legal, digital copy of music that will\nplay on their computer using technology such as Liquid Audio or A2B\nthat encrypt the music so it can't be duplicated. And if they have\na recordable CD drive, they can even create their own custom CDs\nwith the music.\n","\n   ``We have an opportunity to re-create some of the magic of the\n1950s, when you had a hit single and could break a record in a\nregion,'' said David Kessel, a musician and CEO of the Internet\nUnderground Music Archive, whose Web site features music by and\ninformation on unsigned bands.\n","\n   A BOOST FOR RADIO: ``Radio'' has blossomed on the Internet, too,\nincluding Net-only music programmers _ such as Spinner.com in\nBurlingame _ that don't even broadcast over the airwaves.\n","\n   Spinner, for instance, slices more than 100,000 tracks of music\ninto 104 genres, including many that just can't be found in\nAmerican broadcast radio.\n","\n   ``You're not going to go to any market in this country and get a\nDelta blues format, or a Celtic format, or an all-Baroque format,''\nsaid Scott Epstein, Spinner's vice president for marketing and\ncontent.\n","\n   Epstein said the Internet has fast becomea home for music for\nthree simple reasons: ``control, variety and simplicity.'' For the\nfirst time, music fans can easily decide when they want to listen\nto their favorite kinds of music.\n","\n   ``Forget having four or five rock stations in a market,'' said\nmusic consultant Ted Cohen. ``You're going to have hundreds or\nthousands of choices.''\n","\n   And even more musical choices will abound when record labels\nstart putting their massive back catalogs of out-of-print music\ninto digital format and make it available for purchase online,\nCohen said.\n","\n   Such an approach solves the industry's unwillingness to print\nCDs of old music, only to have it gather dust on warehouse shelves,\nwhile allowing fans to custom create CDs of their own design, Cohen\nsaid.\n","\n   THERE'S SOME DISCONTENT: Music industry leaders acknowledge\ndigital music's many possibilities, but cite some deep concerns in\nthe next breath.\n","\n   ``We're excited about the technology,'' said Michael Greene,\npresident of the National Academy of Recording Arts and Sciences.\n``Fifty thousand albums are released a year. We know there's a lot\nof great music out there that consumers can't get to. The next\nthree to four years provides amazing opportunities for individual\nlabels and groups that radio has ignored.''\n","\n   Sites like Kessel's IUMA, Scour.net and the Ultimate Band List\nalready provide fans with ready access to thousands of bands whose\nmusic they otherwise might never hear.\n","\n   ``It's going to allow people more information about every single\npiece of music product they can get their hands on,'' said Tom\nRoli, publisher of the online magazine WebNoize, which will sponsor\na three-day seminar on digital music in Universal City in November.\n","\n   ``It's an opportunity for a rebirth of the music industry,''\nRoli said. ``It's the best thing for everybody, demand programming.\nWhat you want when you want it.''\n","\n   But Greene and others in the record business fret over piracy _\nillegal, high-quality copies of music that can be easily duplicated\nand distributed through the multiplicative magic of a wired world.\n","\n   ``From an intellectual property perspective, all of our\ntraditional concerns are multiplied by a thousand on the\ncyberfrontier,'' Greene said. ``As (Electronic Frontier Foundation\nco-founder) John Perry Barlow put it, we are used to protecting not\nthe wine, but the bottle it comes in. So what happens now that we\nare selling wine with no bottles?''\n","\n   PIRATES AHEAD: People like Greene are afraid of people like\nChris Ward of Valencia, a Northwestern University student and big\nfan of the MP-3 computer audio format, which creates a\nhigh-quality, highly compressed file that can be easily stored or\ntransferred over the Internet.\n","\n   College students in particular use freely available software to\nencode a standard CD song into the MP-3 format on their computers.\nHundreds of sites have copies of illegal MP-3s available for\ndownloading, which takes seconds on a college campus' high-speed\nInternet connection.\n","\n   Ward paid for none of the 50 MP-3 songs on his computer, but\nsays he wouldn't have bothered to buy most of them otherwise. He\ndid find MP-3s of a new favorite band, Guster, that in turn led him\nto buy a CD of the band he didn't already have.\n","\n   ``The thing I like is you can decide you like a song, spend\nmaybe 10 minutes on the Web looking for it and if you can find it,\ngreat. If not, OK,'' Ward said.\n","\n   To stamp out access to illegal MP-3s, the Recording Industry\nAssociation of America (RIAA) uses automated software that snoops\nthrough the Internet looking for sites offering hundreds of illegal\nsongs each, said Brandy Thomas, whose Virginia company, Online\nMonitoring Services, does the cyber-sleuthing for the RIAA, the\nAssociation of Songwriters, Composers, Artists and Publishers\n(ASCAP) and other large entertainment organizations.\n","\n   Once found, large sites' owners face legal action and shutdown,\nThomas said. Those threats have driven most of the big pirate sites\nunderground.\n","\n   ASCAP, which represents about half of all music publishers and\nsongwriters, is more concerned about getting sites to pay license\nfees than stop using music, Thomas said. His company's software\nwill issue licenses to Web sites using ASCAP-owned music, and set\nup a billing process.\n","\n   Either way, Thomas said, it helps ensure people in the music\nbusiness still have a business.\n","\n   ``That's our main concern, retention of all rights,'' said\nproducer Jeffrey Weber, co-owner of a small Beverly Hills label,\nWeberworks. ``We spend a lot of money making music. We don't want\npeople getting it for free.''\n","\n   MARKETING BONANZA: At the same time, many bands are giving music\naway on the Internet, or at least samples of it. That makes it\neasier to get noticed, though it doesn't guarantee success, some in\nthe business point out.\n","\n   ``We're reducing the barriers of entry, but once you're in, it's\nthe equivalent to being the opening slot of a 10-band bill,'' said\nCohen. ``If you just hang your shingle up and say, `Hi, I'm here,'\nit's the equivalent of playing in a parking lot in the middle of\nNebraska.''\n","\n   Anthony Stonefield of Global Music Outlet, a Culver City company\nthat sells music online, said getting known is still a challenge,\nbut ``the Internet is like a living color brochure for a band.''\n","\n   Even some notable musicians and bands are using the Net to\npromote their music or reward loyal fans. Beastie Boys, Hole, Live,\nMassive Attack, and Jesus and Mary Chain have given away tracks in\nrecent months through the Internet.\n","\n   And Frank Black, a former member of the Pixies, is selling his\nentire new album, ``Frank Black and the Catholics,'' on the\nInternet through Goodnoise, a new Palo Alto-based label dedicated\nto selling music in digital form.\n","\n   ``It's giving people instant access to what they want,'' Cohen\nsaid. ``We've been at the mercy of whoever's programming our life.\nThe whole thing is to turn people on to music. I don't know of\nanything else that's come along that could do that.''\n","\n   LOS ANGELES _ Here's more information about the Web sites\nmentioned in the story:\n","\n   CDnow (www.cdnow.com) and Music Boulevard (www.musicblvd.com)\noffer hundreds of thousands of CDs for online purchase, as do Tower\nRecords (www.towerrecords.com) and Borders (www.borders.com).\nConsumer alert: Shop around, because prices vary widely.\n","\n   The Music Connection (www.musicmaker.com) has 100,000 tracks\nlicensed from a broad range of performers, though mostly such\nthings as jazz and blues. Mix and match the music you want and\nthey'll create the compact disc of your dreams.\n","\n   Internet Underground Music Archive (www.iuma.com) was a pioneer\nin offering no-name bands a home on the Internet, with song\nsamples, band information and more, while the Ultimate Band List\n(www.ubl.com) is a more comprehensive successor to IUMA, with tons\nof other band information, music and more.\n","\n   Scour (www.scour.net) bills itself as the first multimedia\nsearch engine, so you can look specifically for audio, video and\ngraphics files. You can even search by file format.\n","\n   MP3.com (www.mp3.com) aims to be the one-stop shop for the MP-3\ncomputer audio format, with links and ratings of software to\ncreate, catalog and listen to MP-3s as well as how-to guides, a\nsearch engine and more.\n","\n   The House of Blues Web site (www.liveconcerts.com) offers live\nconcert recordings, pre-release ``listening parties'' of many new\nalbums, interviews with prominent musicians and much more. It also\nhas a rich archive with hundreds of previous concerts.\n","\n   Web music magazine/consultant/marketer WebNoize\n(www.webnoize.com) covers the digital music world exclusively, and\nis sponsoring a three-day seminar on the business in Universal City\nin November (for more information, check www.98.webnoize.com).\n","\n   Global Music Outlet (www.globalmusic.com) helps bands get\nonline, creating sites, encoding music and selling it to fans.\n","\n   Spinner (www.spinner.com) offers 100,000 different tracks\ndivided into 104 narrow genres. This is a godsend for workplace\ndrones with high-speed Internet connections. Exactly the music you\nwant, while you work. This is modern living.\n","\n   The All Music Guide (www.allmusic.com) features hundreds of\nthousands of reviews, and suggestions for albums by other artists\nthat you might also enjoy. And you can help rate albums, too.\nAmazing site.\n","\n     \nNYT-09-25-98 1508EDT  \n"]}