{"DocumentId":"NYT19990410.0123","TopicId":"NYT","Relevance":"0","Body":" BC-NY-GIRLS-SCHOOLS-ART-2TAKES-NYT \nAMID EQUITY CONCERNS, GIRLS' SCHOOLS THRIVE \n\n  (ART ADV: Photo is being sent to NYT photo clients. Non-subscribers\ncan make individual purchase by calling (888) 603-1036 or (888)\n346-9867.) \n(lb) \n By TAMAR LEWIN   \n c.1999 N.Y. Times News Service   \n\n   NEW YORK _ Arlene Gibson, headmistress at the Spence School, a\nprivate girls school on Manhattan's Upper East Side, remembers the\nbad old days, the early '90s, when girls' schools had to convince\nparents of the benefits of single-sex education.\n\n   ``One used to have to make the case, especially to fathers, for\nwhy girls' schools,'' she said. ``You don't have to do that\nanymore. There is a sense now that they know the issue of girls and\ncomputers, they know the research on who talks in class, there's a\ngeneral awareness.''\n\n   Actually, it has gone well beyond awareness, into a kind of\nfrenzy, for Manhattan's seven private girls' schools: Most had 10\napplications for every $17,000-plus kindergarten opening for this\ncoming fall, more than the average for New York's private schools.\nAnd the only public girls' school in New York City, the 3-year-old\nYoung Women's Leadership School in Harlem, has also been deluged\nwith applications.\n\n   But the gender research and attention to girls' special needs\nthat have spurred increasing interest in girls' schools are also\nreshaping the coeducational private schools.\n\n   Although coed schools defend themselves as being more in step\nwith the modern world and say they represent the most basic\ndiversity in education, over the last few years, most of the city's\nprivate coed schools have made explicit efforts to ensure that\ngirls will not be overshadowed.\n\n   Many have started gender-equity committees and projects\nreconsidering everything from the boys-chase-the-girls game at\nrecess to who controls the mouse during computer time _ and who\nsupervises the computer lab.\n\n   ``We've videotaped teachers at different levels to see if there\nare unconscious biases,'' said Elisabeth Krents, the admissions\ndirector at Dalton. ``We've analyzed leadership roles to see if\nthey're divided among girls and boys. We don't say, `OK, boys into\nthe dress-up corner, girls into the block area,' but we build it\ninto everything we do. In second-grade, right now, they're studying\nGrimms' fairy tales, analyzing the gender stereotypes.''\n\n   Applications at Manhattan's private girls' schools have\nincreased 69 percent since 1991, according to the National\nCoalition of Girls' Schools, with many applicants coming from\nbeyond the traditional Upper East Side milieu. Nationally, the\ncoalition said, applications at girls' schools are also rising,\nthough at less than half the rate of the Manhattan schools. But no\nother city has anything like the number of single-sex options that\nManhattan offers.\n\n   Much of the interest in single-sex schools has grown out of the\npublicity following the American Association of University Women's\n1992 research review, ``How Schools Shortchange Girls,'' which\nconcluded that girls face constant bias from kindergarten through\nhigh school.\n\n   And the coalition of girls' schools, founded a year earlier, has\ntouted the benefits of schools where girls get, as they put it,\n``not just equal opportunity, but every opportunity.''\n\n   The writings of people like Carol Gilligan and Mary Pipher, too,\npromoted the idea that girls entering adolescence often lose\nconfidence in themselves and begin to falter in self-esteem and\nfall behind in math, science and computer classes.\n\n   More recently, a crop of new books on boys' emotional and\ndevelopmental needs has spurred interest in boys' schools as well,\nthough that is just beginning.\n\n   The most recent research shows that boys and girls both thrive\nin good coed schools. But with everyone from politicians to\neducators stressing higher educational standards and back-to-basics\nlearning, the rigor and traditional style of girls' schools _ and\nthose plaid or pleated uniforms that so many public schools are now\nalso adopting _ seem not impossibly old-fashioned but right in tune\nwith the times.\n\n   As a result, many parents have concluded that single-sex\nschooling will help ensure that their daughters have room to shine.\n\n   ``I just didn't want to ruin my daughter's feistiness,'' said\nMarion Markham Abood, an Upper West Side mother whose daughter is\nin kindergarten at Nightingale-Bamford. ``I didn't want to chance\nthat her spirit would be quashed in any way at a coed school. If\nshe wants to be president of the country, who am I to ruin her\nchance by having her overshadowed by some boy?''\n\n   Preschool directors far from the Upper East Side have been\nespecially struck by the widening circle of applicants to girls'\nschools.\n\n   ``None of our parents used to consider single-sex schools, but\nthere's been a significant shift in the past five or six years,''\nsaid Sheila Wolper, the director of Beginnings, a nursery school\nthat sends about 35 children off to kindergarten each year.\n\n   This is not to say that coed private schools are lacking for\napplicants. They, too, have had a banner year, in what has become\nan increasingly anxious admissions season, echoing the college\nscene.\n\n   While parents and admissions directors alike seem to believe\nthat kindergarten competition is getting more intense, the schools\nwill not release admission statistics, so it is difficult to assess\nhow much is reality and how much is nervous parents' applying to\nmore kindergartens than they used to _ sometimes upward of 10.\n\n   The Educational Records Bureau, which tests children applying to\nprivate New York kindergartens, said the number tested rose nearly\n25 percent from 1990 to 1996, but has been relatively consistent,\nabout 1,970, for the last three years.\n\n   But over the last four years, interest in the Manhattan girls'\nschools has grown so strongly that several were forced to add new\nkindergarten sections when an unexpectedly large proportion of\nstudents who were offered places actually accepted them.\n\n   ``We're seeing more parents who might not have gone to\nindependent schools themselves, but who feel that girls' schools\npromote a can-do attitude,'' said Concepcion Alvar, the admissions\ndirector at Marymount School, which, like several other girls'\nschools, sent out fewer acceptances this year than in the past,\ntook no one from the waiting list, and still ended up with a larger\nkindergarten than they had planned for the fall.\n\n   Although most of the gender research deals with preadolescents\nand older children, the girls' schools say that all-girls' classes\ncan be an advantage even for kindergartners.\n\n   ``Who has to wait while the boys get settled? The girls,'' said\nBarbara Root, the admissions director at Convent of the Sacred\nHeart. ``Whose time is not always used as well as it might be? Who\ncan do more in a group where no one's thinking about throwing\nblocks?''\n\n   (STORY CAN END HERE _ OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   But administrators and teachers in coed schools are frustrated\nthat so many parents are ignoring the benefits of mixing boys and\ngirls _ and that many of them are actually misreading the gender\nresearch.\n\n   ``If you look closely, all the research the AAUW reports is that\nthe best environment for girls is a cooperative, informal one where\nchildren work in groups and collaborate, a place like ours,'' said\nJohn Dexter, the head of the coed Trevor Day School. ``Most girls'\nschools are formal, with uniforms, single individual desks and\nfrontal teaching, with the teacher standing up front and talking.\nBut we suffer, because people that might have come here are going\nto single-sex schools, seeing that as preferable.''\n\n   He and others point out that the research does not say that boys\nand girls tend to learn differently and therefore should be\nseparated, but rather that boys and girls learn differently so\nteachers should use approaches that work for both.\n\n   Indeed, in a report issued last year _ ``Separated by Sex: A\nCritical Look at Single Sex Education for Girls'' _ the American\nAssociation of University Women concluded that boys and girls alike\nflourish in good coeducational schools, and that while many girls\nprefer single-sex math and science classes, there is no evidence\nthat they do better in them.\n\n   But while coeducation remains the paradigm of American\neducation, those who believe in teaching boys and girls together\nare now having to make their case to parents.\n\n   One girls' school headmistress, laughing, pulled out the\nbrochure for a conference, ``Coeducation: The best we can do for\nour children?'' to be held in May at Phillips Academy in Andover,\nMass., a prestigious coed boarding school.\n\n   ``While researchers have cited advantages to educating the sexes\nseparately, coeducation and its underlying assumptions have gone\nvirtually unexamined,'' the brochure says, promising that those who\nattend the conference will come away able to ``articulate a theory\nor philosophy that guides coeducational schools.''\n\n   Some parents shopping for schools this year said they felt that\nthe coed schools did not articulate a real philosophy.\n\n   ``They didn't have a compelling answer to why coed,'' said Molly\nMcEneny, who will send her daughter, Catherine, to a girls' school\nfor kindergarten next September. ``All they could say was `It's a\ncoed world.' I think girls' schools can teach to girls in a very\nconcentrated way at the younger ages, teaching the way girls learn\nbest. And at the older ages, girls get every opportunity.''\n\n   The coed schools say that with careful attention they can, and\ndo, give girls every opportunity and are even more vigilant these\ndays about promoting equity between boys and girls.\n\n   Both Dalton and Ethical Culture, for example, brought in a\nconsultant, Catherine Krupnick, a lecturer at the Harvard Graduate\nSchool of Education, who had videotaped classes at Harvard. She had\nstudied who talked and for how long, and found that boys dominated\ndiscussion except where there was a female instructor and a\npredominantly female class.\n\n   ``Whether it's Harvard or preschool, boys have a quicker\nreaction time, and the first hand up will usually be a boy's,'' she\nsaid. ``If you want to give more people a chance to participate,\nyou need to create some waiting time, and not call on that first\nhand.''\n\n   At Ethical, with Ms. Krupnick's guidance, teachers did extensive\nvideotape analysis of each kindergarten and prekindergarten class.\nMuch of what they found _ that boys spent more time in the block\narea than girls, for example _ confirmed what they already knew.\n\n   But the tapes also showed more subtle and surprising\ndifferences. For example, one teacher who gave the children a math\nproblem and then went around the circle asking for answers noticed\nthat she allowed girls who demurred to pass immediately, but when a\nboy wanted to pass, she would ask, ``Are you sure?'' before moving\non.\n\n   ``We also saw that where a big group of very verbal boys sat\ntogether, the teacher would orient her body language toward them,''\nsaid Sara Adler, the principal of the lower grades at Ethical\nCulture. ``Cultural biases become pervasive in your practice if you\ndon't keep tabs on them.''\n\n   Seeing what they were doing, Ms. Adler said, led teachers to\nchange their practices. ``When it's time to sit down for a meeting,\nthe teacher might say, `Today we're going to have a pattern: two\nboys, then two girls,''' she said. ``We put children in\nmixed-gender groups and say, `Today's your group's day with the\nblocks.'''\n\n   Other coed schools took different actions to promote gender\nequity.\n\n   ``We looked very hard for a woman who coordinates our\ncomputers,'' said Dexter of Trevor Day. ``It's no accident that\nfour out of five math teachers here are women.''\n\n   Manhattan Country School, which is coed, trained its teachers to\ngive gender the same explicit attention as race. ``We noticed that\nwe had been letting sexual and homosexual epithets pass, which we\nwould never do for racial epithets, so we stopped that,'' said\nMichele Sola, the director.\n\n   The challenge is not only to encourage girls to pursue\nactivities traditionally associated with boys, Ms. Sola said, but\nto get boys to appreciate activities that girls tend to favor.\n\n   It even came down to re-engineering boys-chase-the-girls: ``We\ntalked with the 4- and 5-year-olds about the feelings of always\nbeing the chaser or always chased, about changing the rules so that\nthere can be mixed-gender groups, and a teacher intervening in the\nmiddle, to announce that the chasers will now be chased,'' Ms. Sola\nsaid. ``We really believe in equity.''\n\n   All well and good, the single-sex schools say, but the girls'\nschools, where every day is girls' block day, send a powerful\nmessage.\n\n   ``I remember one little 5-year-old,'' said Edes Gilbert, the\nformer headmistress at Spence, ``standing in the middle of the room\nin her new uniform, who looked around on the first day of the\nschool and said: `Thank God! No boys in the block corner!'''\n","Headline":"\nAMID EQUITY CONCERNS, GIRLS' SCHOOLS THRIVE \n","Text":["\n   NEW YORK _ Arlene Gibson, headmistress at the Spence School, a\nprivate girls school on Manhattan's Upper East Side, remembers the\nbad old days, the early '90s, when girls' schools had to convince\nparents of the benefits of single-sex education.\n","\n   ``One used to have to make the case, especially to fathers, for\nwhy girls' schools,'' she said. ``You don't have to do that\nanymore. There is a sense now that they know the issue of girls and\ncomputers, they know the research on who talks in class, there's a\ngeneral awareness.''\n","\n   Actually, it has gone well beyond awareness, into a kind of\nfrenzy, for Manhattan's seven private girls' schools: Most had 10\napplications for every $17,000-plus kindergarten opening for this\ncoming fall, more than the average for New York's private schools.\nAnd the only public girls' school in New York City, the 3-year-old\nYoung Women's Leadership School in Harlem, has also been deluged\nwith applications.\n","\n   But the gender research and attention to girls' special needs\nthat have spurred increasing interest in girls' schools are also\nreshaping the coeducational private schools.\n","\n   Although coed schools defend themselves as being more in step\nwith the modern world and say they represent the most basic\ndiversity in education, over the last few years, most of the city's\nprivate coed schools have made explicit efforts to ensure that\ngirls will not be overshadowed.\n","\n   Many have started gender-equity committees and projects\nreconsidering everything from the boys-chase-the-girls game at\nrecess to who controls the mouse during computer time _ and who\nsupervises the computer lab.\n","\n   ``We've videotaped teachers at different levels to see if there\nare unconscious biases,'' said Elisabeth Krents, the admissions\ndirector at Dalton. ``We've analyzed leadership roles to see if\nthey're divided among girls and boys. We don't say, `OK, boys into\nthe dress-up corner, girls into the block area,' but we build it\ninto everything we do. In second-grade, right now, they're studying\nGrimms' fairy tales, analyzing the gender stereotypes.''\n","\n   Applications at Manhattan's private girls' schools have\nincreased 69 percent since 1991, according to the National\nCoalition of Girls' Schools, with many applicants coming from\nbeyond the traditional Upper East Side milieu. Nationally, the\ncoalition said, applications at girls' schools are also rising,\nthough at less than half the rate of the Manhattan schools. But no\nother city has anything like the number of single-sex options that\nManhattan offers.\n","\n   Much of the interest in single-sex schools has grown out of the\npublicity following the American Association of University Women's\n1992 research review, ``How Schools Shortchange Girls,'' which\nconcluded that girls face constant bias from kindergarten through\nhigh school.\n","\n   And the coalition of girls' schools, founded a year earlier, has\ntouted the benefits of schools where girls get, as they put it,\n``not just equal opportunity, but every opportunity.''\n","\n   The writings of people like Carol Gilligan and Mary Pipher, too,\npromoted the idea that girls entering adolescence often lose\nconfidence in themselves and begin to falter in self-esteem and\nfall behind in math, science and computer classes.\n","\n   More recently, a crop of new books on boys' emotional and\ndevelopmental needs has spurred interest in boys' schools as well,\nthough that is just beginning.\n","\n   The most recent research shows that boys and girls both thrive\nin good coed schools. But with everyone from politicians to\neducators stressing higher educational standards and back-to-basics\nlearning, the rigor and traditional style of girls' schools _ and\nthose plaid or pleated uniforms that so many public schools are now\nalso adopting _ seem not impossibly old-fashioned but right in tune\nwith the times.\n","\n   As a result, many parents have concluded that single-sex\nschooling will help ensure that their daughters have room to shine.\n","\n   ``I just didn't want to ruin my daughter's feistiness,'' said\nMarion Markham Abood, an Upper West Side mother whose daughter is\nin kindergarten at Nightingale-Bamford. ``I didn't want to chance\nthat her spirit would be quashed in any way at a coed school. If\nshe wants to be president of the country, who am I to ruin her\nchance by having her overshadowed by some boy?''\n","\n   Preschool directors far from the Upper East Side have been\nespecially struck by the widening circle of applicants to girls'\nschools.\n","\n   ``None of our parents used to consider single-sex schools, but\nthere's been a significant shift in the past five or six years,''\nsaid Sheila Wolper, the director of Beginnings, a nursery school\nthat sends about 35 children off to kindergarten each year.\n","\n   This is not to say that coed private schools are lacking for\napplicants. They, too, have had a banner year, in what has become\nan increasingly anxious admissions season, echoing the college\nscene.\n","\n   While parents and admissions directors alike seem to believe\nthat kindergarten competition is getting more intense, the schools\nwill not release admission statistics, so it is difficult to assess\nhow much is reality and how much is nervous parents' applying to\nmore kindergartens than they used to _ sometimes upward of 10.\n","\n   The Educational Records Bureau, which tests children applying to\nprivate New York kindergartens, said the number tested rose nearly\n25 percent from 1990 to 1996, but has been relatively consistent,\nabout 1,970, for the last three years.\n","\n   But over the last four years, interest in the Manhattan girls'\nschools has grown so strongly that several were forced to add new\nkindergarten sections when an unexpectedly large proportion of\nstudents who were offered places actually accepted them.\n","\n   ``We're seeing more parents who might not have gone to\nindependent schools themselves, but who feel that girls' schools\npromote a can-do attitude,'' said Concepcion Alvar, the admissions\ndirector at Marymount School, which, like several other girls'\nschools, sent out fewer acceptances this year than in the past,\ntook no one from the waiting list, and still ended up with a larger\nkindergarten than they had planned for the fall.\n","\n   Although most of the gender research deals with preadolescents\nand older children, the girls' schools say that all-girls' classes\ncan be an advantage even for kindergartners.\n","\n   ``Who has to wait while the boys get settled? The girls,'' said\nBarbara Root, the admissions director at Convent of the Sacred\nHeart. ``Whose time is not always used as well as it might be? Who\ncan do more in a group where no one's thinking about throwing\nblocks?''\n","\n   nn\n","\n   But administrators and teachers in coed schools are frustrated\nthat so many parents are ignoring the benefits of mixing boys and\ngirls _ and that many of them are actually misreading the gender\nresearch.\n","\n   ``If you look closely, all the research the AAUW reports is that\nthe best environment for girls is a cooperative, informal one where\nchildren work in groups and collaborate, a place like ours,'' said\nJohn Dexter, the head of the coed Trevor Day School. ``Most girls'\nschools are formal, with uniforms, single individual desks and\nfrontal teaching, with the teacher standing up front and talking.\nBut we suffer, because people that might have come here are going\nto single-sex schools, seeing that as preferable.''\n","\n   He and others point out that the research does not say that boys\nand girls tend to learn differently and therefore should be\nseparated, but rather that boys and girls learn differently so\nteachers should use approaches that work for both.\n","\n   Indeed, in a report issued last year _ ``Separated by Sex: A\nCritical Look at Single Sex Education for Girls'' _ the American\nAssociation of University Women concluded that boys and girls alike\nflourish in good coeducational schools, and that while many girls\nprefer single-sex math and science classes, there is no evidence\nthat they do better in them.\n","\n   But while coeducation remains the paradigm of American\neducation, those who believe in teaching boys and girls together\nare now having to make their case to parents.\n","\n   One girls' school headmistress, laughing, pulled out the\nbrochure for a conference, ``Coeducation: The best we can do for\nour children?'' to be held in May at Phillips Academy in Andover,\nMass., a prestigious coed boarding school.\n","\n   ``While researchers have cited advantages to educating the sexes\nseparately, coeducation and its underlying assumptions have gone\nvirtually unexamined,'' the brochure says, promising that those who\nattend the conference will come away able to ``articulate a theory\nor philosophy that guides coeducational schools.''\n","\n   Some parents shopping for schools this year said they felt that\nthe coed schools did not articulate a real philosophy.\n","\n   ``They didn't have a compelling answer to why coed,'' said Molly\nMcEneny, who will send her daughter, Catherine, to a girls' school\nfor kindergarten next September. ``All they could say was `It's a\ncoed world.' I think girls' schools can teach to girls in a very\nconcentrated way at the younger ages, teaching the way girls learn\nbest. And at the older ages, girls get every opportunity.''\n","\n   The coed schools say that with careful attention they can, and\ndo, give girls every opportunity and are even more vigilant these\ndays about promoting equity between boys and girls.\n","\n   Both Dalton and Ethical Culture, for example, brought in a\nconsultant, Catherine Krupnick, a lecturer at the Harvard Graduate\nSchool of Education, who had videotaped classes at Harvard. She had\nstudied who talked and for how long, and found that boys dominated\ndiscussion except where there was a female instructor and a\npredominantly female class.\n","\n   ``Whether it's Harvard or preschool, boys have a quicker\nreaction time, and the first hand up will usually be a boy's,'' she\nsaid. ``If you want to give more people a chance to participate,\nyou need to create some waiting time, and not call on that first\nhand.''\n","\n   At Ethical, with Ms. Krupnick's guidance, teachers did extensive\nvideotape analysis of each kindergarten and prekindergarten class.\nMuch of what they found _ that boys spent more time in the block\narea than girls, for example _ confirmed what they already knew.\n","\n   But the tapes also showed more subtle and surprising\ndifferences. For example, one teacher who gave the children a math\nproblem and then went around the circle asking for answers noticed\nthat she allowed girls who demurred to pass immediately, but when a\nboy wanted to pass, she would ask, ``Are you sure?'' before moving\non.\n","\n   ``We also saw that where a big group of very verbal boys sat\ntogether, the teacher would orient her body language toward them,''\nsaid Sara Adler, the principal of the lower grades at Ethical\nCulture. ``Cultural biases become pervasive in your practice if you\ndon't keep tabs on them.''\n","\n   Seeing what they were doing, Ms. Adler said, led teachers to\nchange their practices. ``When it's time to sit down for a meeting,\nthe teacher might say, `Today we're going to have a pattern: two\nboys, then two girls,''' she said. ``We put children in\nmixed-gender groups and say, `Today's your group's day with the\nblocks.'''\n","\n   Other coed schools took different actions to promote gender\nequity.\n","\n   ``We looked very hard for a woman who coordinates our\ncomputers,'' said Dexter of Trevor Day. ``It's no accident that\nfour out of five math teachers here are women.''\n","\n   Manhattan Country School, which is coed, trained its teachers to\ngive gender the same explicit attention as race. ``We noticed that\nwe had been letting sexual and homosexual epithets pass, which we\nwould never do for racial epithets, so we stopped that,'' said\nMichele Sola, the director.\n","\n   The challenge is not only to encourage girls to pursue\nactivities traditionally associated with boys, Ms. Sola said, but\nto get boys to appreciate activities that girls tend to favor.\n","\n   It even came down to re-engineering boys-chase-the-girls: ``We\ntalked with the 4- and 5-year-olds about the feelings of always\nbeing the chaser or always chased, about changing the rules so that\nthere can be mixed-gender groups, and a teacher intervening in the\nmiddle, to announce that the chasers will now be chased,'' Ms. Sola\nsaid. ``We really believe in equity.''\n","\n   All well and good, the single-sex schools say, but the girls'\nschools, where every day is girls' block day, send a powerful\nmessage.\n","\n   ``I remember one little 5-year-old,'' said Edes Gilbert, the\nformer headmistress at Spence, ``standing in the middle of the room\nin her new uniform, who looked around on the first day of the\nschool and said: `Thank God! No boys in the block corner!'''\n"]}