{"DocumentId":"NYT19981121.0123","TopicId":"NYT","Relevance":"0","Body":" BC-LIVINGSTON22-COX \n    \n\n      Era of the `Anti-Newt'\n      By Anne Rochell Konigsmark\n      c. 1998 Cox News Service\n\n   MANDEVILLE, La. _ His first job was cleaning up after elephants\nin the New Orleans zoo; some people like to say he has come full\ncircle.\n\n   Rep. Bob Livingston (R-La.), who was chosen Wednesday to succeed\nU.S. Rep. Newt Gingrich (R-Ga.) as speaker of the House, is not\nflashy, but he says he will clean up the mess left by the November\nelections. He promises no contracts with America and no Republican\nrevolution, just good management of the day-to-day business of the\nHouse of Representatives.\n\n   ``The American people want, demand and deserve good, solid,\nconscientious, honest government dealing with the toughest problems\nthat face the country,'' Livingston said last Saturday at a\nbarbecue fund-raiser in his congressional district outside New\nOrleans. More than 500 supporters paying $100 a couple stood in\nline in the rain to shake hands with the man they call friendly,\ndown-to-earth and above all, honest.\n\n   In many ways, he is the anti-Newt. The 55-year-old Livingston,\nwho is 6-foot-5 with a booming voice to match, has the humble goal\nof making the metaphorical trains run on time. He'll spend most of\nhis days in Washington, not on the road spreading the gospel of\nconservatism as Gingrich has, and he vows to work long hours and\nweekends doing what he does best _ good old-fashioned governing.\n\n   After his selection as speaker by the Republicans Wednesday,\nLivingston pledged to cooperate with Democrats. ``We Republicans\nlose nothing by reaching out to the other side, to talk and listen\nand work in tandem with those who may share some of our goals and\ndreams,'' he said. He doesn't plan any major agenda changes, just a\nradical change in management style.\n\n   This much about Livingston is predictable, and comes as a relief\nfor many people who were tired of riding Gingrich's roller coaster\nof inflammatory statements and controversy. Unlike Gingrich, who\nbecame a reviled figure to Democrats and even to a good share of\nRepublicans, it is hard to find anyone, Democrat or Republican, who\ndoesn't like or at least accept Livingston.\n\n   That appeal goes back to his earliest days as a politician, said\nMelvin Bush, who has worked for Livingston since he became a\ncongressman 20 years ago.\n\n   ``He's a populist,'' he said. Livingtson's district used to\ninclude several New Orleans housing projects, and Livingston\ncaptured 78 percent of the black vote in his first election.\n\n   ``Once, he knocked on a woman's door and said, `Hi, I'm Bob\nLivingston and I want to work for you,''' said Bush, who imitated\nhis boss' voice and drew himself up a little taller to tell his\nstory. ``The woman said, `Come on in, I've got some dishes in the\nback and the bathroom's dirty.'''\n\n   What struck Bush and other black people in the district was that\nafter Livingston won, he didn't forget them.\n\n   ``He went to the black churches to campaign, like many\npoliticians, but then he'd go back and thank them,'' Bush said.\n``Nobody ever did that.''\n\n   Livingston has represented the 1st District here for two\ndecades, running uncontested in the last two elections and winning\n81 percent of the vote in the 1994 race.\n\n   ``I'm a Democrat and I think he's great,'' said Velma Pitre, who\nwas shopping in Livingston's district last weekend.\n\n   ``I think he'll get Democrats to buy into programs they would\nhave been opposed to,'' predicted Suzanne Villa of Mande-\n\n   ville.\n\n   But at least one Republican is wondering if the party will be\nsorry Gingrich is gone once his antithesis takes the reins.\n\n   ``Livingston has enormous shoes to fill,'' said former state\nSen. Ben Bagert of New Orleans. ``The Republicans won't even be\nable to hang on to the House unless Bob Livingston demonstrates an\nability to clearly articulate a Republican vision for America. My\nadvice to Bob would be to get up every morning and after you say\nyour prayers read one of Newt's speeches. Good management is\nimportant, but at the national level, the more important asset for\na leader is to be the ideologue who can articulate.''\n\n   That `endearing goofiness'\n\n   So if he's not Newt Gingrich, who is he?\n\n   At the ``Bob-B-Q'' in Mandeville last Saturday, Livingston\ntowered over his constituents, shaking hands, remembering names and\nhugging friends. There were banners everywhere that read,\n``Livingston: Speaker.''\n\n   His wife, Bonnie, stood by his side, smiling and patiently\nanswering questions from reporters who crowded around her.\n\n   Bonnie Livingston recently went to lunch with Gingrich's wife,\nMarianne, to learn what to expect as speaker's wife.\n\n   ``She told me what was good and what was bad,'' she said. ``She\nsaid the unfair criticism was bad. But Bob comes in without being\nthe person who caused the other party to go out of office, so he'll\nhave fewer problems, hopefully.''\n\n   When a cheerleading squad from a local high school performed a\nspecial cheer for the presumptive speaker, Livingston cheered with\nthem, pumping his fist in the air and even dancing a little.\n\n   ``You see that?'' Bush said. ``He's always been just like\nthat.''\n\n   Robert Linlithgow said Livingston's straight-arrow, slighty\ndorky image is no act. His media consultant, Ray Teddlie, calls it\nan ``an endearing goofiness,'' and the New Orleans Times-Picayune\ncalled him the ``standard-bearer of the fuddy-duddy wing of the\nRepublican Party.'' Conservative but ``fun,'' is how Bush describes\nhim.\n\n   ``He is a throwback to an earlier era,'' Teddlie said. ``He is\n`Mr. Smith Goes to Washington.' Jimmy Stewart incarnate.''\n\n   Teddlie says he may seem like a boy scout, but like a good\nLouisianan, Livingston knows when to kick back and have fun. He\ndrinks beer with the best of them and hits the dance floor when the\nCajun fiddle starts up at his annual crawfish boil, he said.\n\n   ``It's not a big money-raiser, but it's a lot of fun,'' Teddlie\nsaid.\n\n   And he's no pushover _ he has a black belt in tae kwon do, and\nis now famous for his temper and his occasional House floor\ntheatrics, such as playing the harmonica or wielding an alligator\nskinning knife to illustrate how he would cut the budget.\n\n   And he wasn't afraid to criticize President Clinton at the\nMandeville event.\n\n   ``We want to challenge President Clinton to lead,'' he said.\n``You know, too many times he's been able to sit back and let the\nRepublican Congress set the tone, and then he snatches it up. We\nthink it's about time he comes up with his initiatives.''\n\n   Livingston is a classic Republican, opposed to abortion, a\nfiscal conservative who favors smaller government and reduced\ntaxes. As chairman of the Appropriations Committee, he cut $50\nbillion in government spending in his first year. To date, the\ncommittee has cut 300 programs and frozen spending. His favorite\nbook is ``Atlas Shrugged'' by Ayn Rand, the libertarian classic\nthat extols the power of the individual.\n\n   But Livingston fights proposed cuts in defense spending and is a\nfriend to business, especially the oil industry, which dominates\nthe Louisiana economy.\n\n   His fund raiser last Saturday said a lot about his congressional\ndistrict. It was held in a rather sterile corporate office park and\nwas attended mostly by whites. The district, whose lines were\nredrawn to exclude most of New Orleans, is more than 80 percent\nwhite, suburban and increasingly Republican _ much like Gingrich's\nGeorgia district. It contains generations-old, blue-collar\nneighborhoods and mushrooming subdivisions filled with people\nfleeing New Orleans' inner city troubles.\n\n   Founding father ancestor\n\n   Livingston was born in Colorado but grew up in an old section of\nNew Orleans off St. Charles Avenue, moving to the suburbs only when\ndistrict lines were redrawn to exclude the city. On his father's\nside, he comes from an aristocratic line of early Americans that\nincludes a signer of the Declaration of Independence and an\norchestrator of the Louisiana Purchase.\n\n   But Livingston takes no pride in his lineage; the family fortune\nwas wiped out in the Depression, and his father, an alcoholic, left\nhis family to fend for themselves when Livingston was 7 years old.\nHe is now dead. His mother worked and managed to make enough money\nto raise Livingston and his sister in what has been characterized\nas a ``semi-blue collar'' style.\n\n   ``What I've become, I owe not to geneology, but to my mother,''\nhe told a Baton Rouge Advocate reporter in 1997.\n\n   After a four-year stint in the Navy, Livingston worked his way\nthrough school, selling Fuller brushes and working as a welder at\nAvondale Shipyards, now Avondale Industries Inc. He received his\nbachelor's and law degrees from Tulane, and went briefly into\nprivate practice. But he disliked it and moved to the Orleans\nParish District Attorney's Office _ where he worked for Harry\nConnick Sr. _ and later to the Louisiana Attorney General's Office.\n\n   ``He was the same as he is now,'' Connick said of his former\nemployee. ``Affable, aggressive, and he took his job seriously. He\ncould get a little red-faced once in a while, but outrage shows\ninterest in what you're doing.''\n\n   Livingston's supporters like to portray him as a friend to the\ncommon man. They point out that when he ran for Congress in 1976,\nhe had just $5,000 in the bank, all of which went into the\ncampaign. Two of his staffers, when asked which of the world-famous\nNew Orleans restaurants Livingston frequents, shrugged and couldn't\nname one. They say he's more likely to eat a Big Mac in the car\nthan to sit down at Commander's Palace. A big treat is going to his\nold neighborhood in New Orleans and eating an oyster po-boy _ fried\noysters sandwiched in crumbly french bread _ at Domilise's. ``I've\nseen him pull a discount shirt out of a plastic bag in his\nbriefcase and put it on,'' Teddlie said.\n\n   Livingston was elected to represent the 1st District in a\nspecial election in 1977. He lost the original election by 3\npercent, but his opponent then resigned in the midst of a voter\nfraud scandal. Livingston has held the seat ever since.\n\n   Livingston's main residence is outside Washington, but he keeps\na town house in Metairie, about 20 minutes from New Orleans. His\nthree sons live in Louisiana; his daughter, who is adopted, lives\nin Washington.\n\n   State Rep. David Vitter, a Republican in Livingston's district,\nsays the would-be speaker's background is one of the most appealing\nthings about him.\n\n   ``His coming from a very modest background and getting ahead\nthrough old-fashioned hard work and diligence says a lot about what\nhe brings to the job,'' he said. ``He is not a country club\nRepublican in any sense.''\n\n   But Livingston isn't necessarily reveling in his lack of riches.\nHe almost resigned in February in part because he knew he could\ndouble or triple his salary if he moved to the private sector.\n\n   Ironically, it was Gingrich who talked him into staying. It was\nalso Gingrich who plucked him from obscurity four years ago, naming\nhim chairman of the powerful House Appropriations Committee. It is\nunlikely that, before 1994, Livingston had any idea he would one\nday be third in line to the president. John Maginnis, an expert in\nLouisiana politics, said Livingston predicted in 1988 he would\nnever achieve more than being a low-profile U.S. representative.\n\n   ``He said, `John, I've been here 10 years, and I have no power,\nI'll probably serve 10 more years and still have no power,'''\nMaginnis said.\n\n   Moreover, the last time Livingston aspired to a higher office,\nhe buckled under pressure and lost. In 1987, he and Edwin Edwards,\nthe flamboyant governor who was twice indicted on racketeering\ncharges in the 1980s, were in a close race for governor. But in a\nstatewide televised forum, Livingston went blank in the middle of a\nsentence and said, ``I've lost my train of thought.'' He lost.\n\n   ``He really stiffed up,'' Maginnis said. ``But in the end, it\nwas probably the best thing that could have happened to him.''\n\n   A $32 million favor\n\n   Livingston doesn't forget the people who keep returning him to\nWashington. After all, it isn't just his pleasant demeanor that\nkeeps the voters happy; Livingston is generous to his home state.\nHe has sent millions of federal dollars and many jobs to his\ndistrict and to Louisiana as a whole. He is credited with the\ncreation of a massive urban drainage program of pump stations and\ncanals that has cost $100 million in two years. He secured federal\nmoney to extend the streetcar line of Canal Street in New Orleans,\nand he pushed for the construction of several new buildings for an\ninformation technology center at the University of New Orleans. His\nold employer, Avondale, currently has contracts totaling $2.1\nbillion in back-ordered work for the Navy and the U.S. Coast Guard,\nincluding options for ships not yet ordered.\n\n   Mayor Sam Caruso of Slidell recalls fondly a $32 million favor\nLivingston did for him a few years back.\n\n   NASA moved some computer operations from Slidell to Huntsville,\nAla., leaving a huge facility vacant. There is a law that prohibits\nlocal governments from taking control of federally-owned property,\nbut Caruso wanted the building.\n\n   ``I called Bob,'' he said. ``I said: `Bob, you can put a\nparticular law in place that overrides a general law. Write a law\nthat gives us ownership of that federal facility.' I gotta tell\nyou, he put it together and today, we own that facility. Is that a\ngood deal or what?''\n\n   There's one more reason why Livingston is loved here; not only\nis he the opposite of Gingrich, he is also the antithesis of the\nstereotypical Louisiana politician.\n\n   ``No one has a worse image about politics than the state of\nLouisiana,'' said Delton Charles, who is retired and lives in\nMetairie. ``You wanna talk about bad politics, you start with\nLouisiana. Livingston will bring new respect _ people will see that\nnot everyone in the state is a bum.\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   MANDEVILLE, La. _ His first job was cleaning up after elephants\nin the New Orleans zoo; some people like to say he has come full\ncircle.\n","\n   Rep. Bob Livingston (R-La.), who was chosen Wednesday to succeed\nU.S. Rep. Newt Gingrich (R-Ga.) as speaker of the House, is not\nflashy, but he says he will clean up the mess left by the November\nelections. He promises no contracts with America and no Republican\nrevolution, just good management of the day-to-day business of the\nHouse of Representatives.\n","\n   ``The American people want, demand and deserve good, solid,\nconscientious, honest government dealing with the toughest problems\nthat face the country,'' Livingston said last Saturday at a\nbarbecue fund-raiser in his congressional district outside New\nOrleans. More than 500 supporters paying $100 a couple stood in\nline in the rain to shake hands with the man they call friendly,\ndown-to-earth and above all, honest.\n","\n   In many ways, he is the anti-Newt. The 55-year-old Livingston,\nwho is 6-foot-5 with a booming voice to match, has the humble goal\nof making the metaphorical trains run on time. He'll spend most of\nhis days in Washington, not on the road spreading the gospel of\nconservatism as Gingrich has, and he vows to work long hours and\nweekends doing what he does best _ good old-fashioned governing.\n","\n   After his selection as speaker by the Republicans Wednesday,\nLivingston pledged to cooperate with Democrats. ``We Republicans\nlose nothing by reaching out to the other side, to talk and listen\nand work in tandem with those who may share some of our goals and\ndreams,'' he said. He doesn't plan any major agenda changes, just a\nradical change in management style.\n","\n   This much about Livingston is predictable, and comes as a relief\nfor many people who were tired of riding Gingrich's roller coaster\nof inflammatory statements and controversy. Unlike Gingrich, who\nbecame a reviled figure to Democrats and even to a good share of\nRepublicans, it is hard to find anyone, Democrat or Republican, who\ndoesn't like or at least accept Livingston.\n","\n   That appeal goes back to his earliest days as a politician, said\nMelvin Bush, who has worked for Livingston since he became a\ncongressman 20 years ago.\n","\n   ``He's a populist,'' he said. Livingtson's district used to\ninclude several New Orleans housing projects, and Livingston\ncaptured 78 percent of the black vote in his first election.\n","\n   ``Once, he knocked on a woman's door and said, `Hi, I'm Bob\nLivingston and I want to work for you,''' said Bush, who imitated\nhis boss' voice and drew himself up a little taller to tell his\nstory. ``The woman said, `Come on in, I've got some dishes in the\nback and the bathroom's dirty.'''\n","\n   What struck Bush and other black people in the district was that\nafter Livingston won, he didn't forget them.\n","\n   ``He went to the black churches to campaign, like many\npoliticians, but then he'd go back and thank them,'' Bush said.\n``Nobody ever did that.''\n","\n   Livingston has represented the 1st District here for two\ndecades, running uncontested in the last two elections and winning\n81 percent of the vote in the 1994 race.\n","\n   ``I'm a Democrat and I think he's great,'' said Velma Pitre, who\nwas shopping in Livingston's district last weekend.\n","\n   ``I think he'll get Democrats to buy into programs they would\nhave been opposed to,'' predicted Suzanne Villa of Mande-\n","\n   ville.\n","\n   But at least one Republican is wondering if the party will be\nsorry Gingrich is gone once his antithesis takes the reins.\n","\n   ``Livingston has enormous shoes to fill,'' said former state\nSen. Ben Bagert of New Orleans. ``The Republicans won't even be\nable to hang on to the House unless Bob Livingston demonstrates an\nability to clearly articulate a Republican vision for America. My\nadvice to Bob would be to get up every morning and after you say\nyour prayers read one of Newt's speeches. Good management is\nimportant, but at the national level, the more important asset for\na leader is to be the ideologue who can articulate.''\n","\n   That `endearing goofiness'\n","\n   So if he's not Newt Gingrich, who is he?\n","\n   At the ``Bob-B-Q'' in Mandeville last Saturday, Livingston\ntowered over his constituents, shaking hands, remembering names and\nhugging friends. There were banners everywhere that read,\n``Livingston: Speaker.''\n","\n   His wife, Bonnie, stood by his side, smiling and patiently\nanswering questions from reporters who crowded around her.\n","\n   Bonnie Livingston recently went to lunch with Gingrich's wife,\nMarianne, to learn what to expect as speaker's wife.\n","\n   ``She told me what was good and what was bad,'' she said. ``She\nsaid the unfair criticism was bad. But Bob comes in without being\nthe person who caused the other party to go out of office, so he'll\nhave fewer problems, hopefully.''\n","\n   When a cheerleading squad from a local high school performed a\nspecial cheer for the presumptive speaker, Livingston cheered with\nthem, pumping his fist in the air and even dancing a little.\n","\n   ``You see that?'' Bush said. ``He's always been just like\nthat.''\n","\n   Robert Linlithgow said Livingston's straight-arrow, slighty\ndorky image is no act. His media consultant, Ray Teddlie, calls it\nan ``an endearing goofiness,'' and the New Orleans Times-Picayune\ncalled him the ``standard-bearer of the fuddy-duddy wing of the\nRepublican Party.'' Conservative but ``fun,'' is how Bush describes\nhim.\n","\n   ``He is a throwback to an earlier era,'' Teddlie said. ``He is\n`Mr. Smith Goes to Washington.' Jimmy Stewart incarnate.''\n","\n   Teddlie says he may seem like a boy scout, but like a good\nLouisianan, Livingston knows when to kick back and have fun. He\ndrinks beer with the best of them and hits the dance floor when the\nCajun fiddle starts up at his annual crawfish boil, he said.\n","\n   ``It's not a big money-raiser, but it's a lot of fun,'' Teddlie\nsaid.\n","\n   And he's no pushover _ he has a black belt in tae kwon do, and\nis now famous for his temper and his occasional House floor\ntheatrics, such as playing the harmonica or wielding an alligator\nskinning knife to illustrate how he would cut the budget.\n","\n   And he wasn't afraid to criticize President Clinton at the\nMandeville event.\n","\n   ``We want to challenge President Clinton to lead,'' he said.\n``You know, too many times he's been able to sit back and let the\nRepublican Congress set the tone, and then he snatches it up. We\nthink it's about time he comes up with his initiatives.''\n","\n   Livingston is a classic Republican, opposed to abortion, a\nfiscal conservative who favors smaller government and reduced\ntaxes. As chairman of the Appropriations Committee, he cut $50\nbillion in government spending in his first year. To date, the\ncommittee has cut 300 programs and frozen spending. His favorite\nbook is ``Atlas Shrugged'' by Ayn Rand, the libertarian classic\nthat extols the power of the individual.\n","\n   But Livingston fights proposed cuts in defense spending and is a\nfriend to business, especially the oil industry, which dominates\nthe Louisiana economy.\n","\n   His fund raiser last Saturday said a lot about his congressional\ndistrict. It was held in a rather sterile corporate office park and\nwas attended mostly by whites. The district, whose lines were\nredrawn to exclude most of New Orleans, is more than 80 percent\nwhite, suburban and increasingly Republican _ much like Gingrich's\nGeorgia district. It contains generations-old, blue-collar\nneighborhoods and mushrooming subdivisions filled with people\nfleeing New Orleans' inner city troubles.\n","\n   Founding father ancestor\n","\n   Livingston was born in Colorado but grew up in an old section of\nNew Orleans off St. Charles Avenue, moving to the suburbs only when\ndistrict lines were redrawn to exclude the city. On his father's\nside, he comes from an aristocratic line of early Americans that\nincludes a signer of the Declaration of Independence and an\norchestrator of the Louisiana Purchase.\n","\n   But Livingston takes no pride in his lineage; the family fortune\nwas wiped out in the Depression, and his father, an alcoholic, left\nhis family to fend for themselves when Livingston was 7 years old.\nHe is now dead. His mother worked and managed to make enough money\nto raise Livingston and his sister in what has been characterized\nas a ``semi-blue collar'' style.\n","\n   ``What I've become, I owe not to geneology, but to my mother,''\nhe told a Baton Rouge Advocate reporter in 1997.\n","\n   After a four-year stint in the Navy, Livingston worked his way\nthrough school, selling Fuller brushes and working as a welder at\nAvondale Shipyards, now Avondale Industries Inc. He received his\nbachelor's and law degrees from Tulane, and went briefly into\nprivate practice. But he disliked it and moved to the Orleans\nParish District Attorney's Office _ where he worked for Harry\nConnick Sr. _ and later to the Louisiana Attorney General's Office.\n","\n   ``He was the same as he is now,'' Connick said of his former\nemployee. ``Affable, aggressive, and he took his job seriously. He\ncould get a little red-faced once in a while, but outrage shows\ninterest in what you're doing.''\n","\n   Livingston's supporters like to portray him as a friend to the\ncommon man. They point out that when he ran for Congress in 1976,\nhe had just $5,000 in the bank, all of which went into the\ncampaign. Two of his staffers, when asked which of the world-famous\nNew Orleans restaurants Livingston frequents, shrugged and couldn't\nname one. They say he's more likely to eat a Big Mac in the car\nthan to sit down at Commander's Palace. A big treat is going to his\nold neighborhood in New Orleans and eating an oyster po-boy _ fried\noysters sandwiched in crumbly french bread _ at Domilise's. ``I've\nseen him pull a discount shirt out of a plastic bag in his\nbriefcase and put it on,'' Teddlie said.\n","\n   Livingston was elected to represent the 1st District in a\nspecial election in 1977. He lost the original election by 3\npercent, but his opponent then resigned in the midst of a voter\nfraud scandal. Livingston has held the seat ever since.\n","\n   Livingston's main residence is outside Washington, but he keeps\na town house in Metairie, about 20 minutes from New Orleans. His\nthree sons live in Louisiana; his daughter, who is adopted, lives\nin Washington.\n","\n   State Rep. David Vitter, a Republican in Livingston's district,\nsays the would-be speaker's background is one of the most appealing\nthings about him.\n","\n   ``His coming from a very modest background and getting ahead\nthrough old-fashioned hard work and diligence says a lot about what\nhe brings to the job,'' he said. ``He is not a country club\nRepublican in any sense.''\n","\n   But Livingston isn't necessarily reveling in his lack of riches.\nHe almost resigned in February in part because he knew he could\ndouble or triple his salary if he moved to the private sector.\n","\n   Ironically, it was Gingrich who talked him into staying. It was\nalso Gingrich who plucked him from obscurity four years ago, naming\nhim chairman of the powerful House Appropriations Committee. It is\nunlikely that, before 1994, Livingston had any idea he would one\nday be third in line to the president. John Maginnis, an expert in\nLouisiana politics, said Livingston predicted in 1988 he would\nnever achieve more than being a low-profile U.S. representative.\n","\n   ``He said, `John, I've been here 10 years, and I have no power,\nI'll probably serve 10 more years and still have no power,'''\nMaginnis said.\n","\n   Moreover, the last time Livingston aspired to a higher office,\nhe buckled under pressure and lost. In 1987, he and Edwin Edwards,\nthe flamboyant governor who was twice indicted on racketeering\ncharges in the 1980s, were in a close race for governor. But in a\nstatewide televised forum, Livingston went blank in the middle of a\nsentence and said, ``I've lost my train of thought.'' He lost.\n","\n   ``He really stiffed up,'' Maginnis said. ``But in the end, it\nwas probably the best thing that could have happened to him.''\n","\n   A $32 million favor\n","\n   Livingston doesn't forget the people who keep returning him to\nWashington. After all, it isn't just his pleasant demeanor that\nkeeps the voters happy; Livingston is generous to his home state.\nHe has sent millions of federal dollars and many jobs to his\ndistrict and to Louisiana as a whole. He is credited with the\ncreation of a massive urban drainage program of pump stations and\ncanals that has cost $100 million in two years. He secured federal\nmoney to extend the streetcar line of Canal Street in New Orleans,\nand he pushed for the construction of several new buildings for an\ninformation technology center at the University of New Orleans. His\nold employer, Avondale, currently has contracts totaling $2.1\nbillion in back-ordered work for the Navy and the U.S. Coast Guard,\nincluding options for ships not yet ordered.\n","\n   Mayor Sam Caruso of Slidell recalls fondly a $32 million favor\nLivingston did for him a few years back.\n","\n   NASA moved some computer operations from Slidell to Huntsville,\nAla., leaving a huge facility vacant. There is a law that prohibits\nlocal governments from taking control of federally-owned property,\nbut Caruso wanted the building.\n","\n   ``I called Bob,'' he said. ``I said: `Bob, you can put a\nparticular law in place that overrides a general law. Write a law\nthat gives us ownership of that federal facility.' I gotta tell\nyou, he put it together and today, we own that facility. Is that a\ngood deal or what?''\n","\n   There's one more reason why Livingston is loved here; not only\nis he the opposite of Gingrich, he is also the antithesis of the\nstereotypical Louisiana politician.\n","\n   ``No one has a worse image about politics than the state of\nLouisiana,'' said Delton Charles, who is retired and lives in\nMetairie. ``You wanna talk about bad politics, you start with\nLouisiana. Livingston will bring new respect _ people will see that\nnot everyone in the state is a bum.\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}