{"DocumentId":"NYT19991028.0262","TopicId":"NYT","Relevance":"0","Body":" BC-CRASH-MCNALLY29-COX \n    \n\n      FALLING FROM THE SKY: Anatomy of a crash: Urgent repair\ndirectives ignored\n      \n      This is part of a six-day series from the Dayton Daily News on\nthe safety of military aircraft, the result of an 18-month\ninvestigation and study of databases of incidents from the\nmilitary's safety centers. The series is available for use starting\nSunday, Oct. 24, through Friday, Oct. 29.\n      Photos and graphics are moving from the New York Times News\nService.\n      Stories are moving on this schedule:\n      Moved Friday for Sunday, Oct. 24: CRASH-MAIN, CRASH-SC,\nCRASH-HOW.\n      Moved Friday for Monday, Oct. 25: CRASH-METAL.\n      Moving Monday for Tuesday, Oct. 26: CRASH-MAINTENANCE,\nCRASH-TIMMER.\n      Moving Tuesday for Wednesday, Oct. 27: CRASH-COUNT,\nCRASH-BUTTON.\n      Moving Wednesday for Thursday, Oct. 28: CRASH-CONTRACTORS.\n      Moving Thursday for Friday, Oct. 29: CRASH-KNIGHTS,\nCRASH-MCNALLY.\n      Starred files will move in long and short versions.\n      The first day's installment is also available as a CoxNet Focus\npage at www.nytsyn.com/pageexpress.\n      If you have questions, please contact CoxNet at 404-526-5456.\n      \n      (Eds: This story originally was run as a six-part serial.)\n      By Russell Carollo\n      c. 1999 Cox News Service\n\n   DAYTON, Ohio _ The life of Lt. Cmdr. Randall E. McNally II was\nsoaring the day he climbed into the cockpit of an A-6E Intruder jet\nnear San Francisco Bay in 1994.\n\n   Navy Reserve pilot. Persian Gulf veteran. Notre Dame graduate.\nFull-time Delta Air Lines pilot. Recent Stanford Law School\ngraduate. Aspiring novelist. Hero. Engaged to a former model and\nIce Capades skater.\n\n   As McNally taxied his jet on Runway 31 at Alameda Naval Air\nStation, he was unaware that he'd achieved yet another goal: a\nletter notifying him that he had passed a state bar exam was in the\nmail.\n\n   At three minutes before noon, on April 5, 1994, as the sun\nstruggled to break through the clouds, two Navy jets zooming\noverhead drew the attention of dozens of ironworkers and office\nworkers eating lunch beside the bay. Suddenly, McNally's two-seater\nseemed to fly out of control and then became obscured in huge walls\nof water as it crashed into the bay.\n\n   ``The plane sank very quickly, leaving behind debris all over\nthe place,'' a fishing boat captain who pulled McNally from the\nwater said in a statement to Navy investigators. ``I knew the man\nwas still alive, if only barely, because he stirred and gulped for\nair a few times.\n\n   ``I tried to rouse him, and he moved his head. His face was\nbloodied and battered with lots of blood.''\n\n   McNally's jet, like the rest of the A-6Es in his squadron, was\nweeks away from being junked at an aircraft boneyard. The shop\nmaintaining the plane, Navy records show, was shorthanded at a time\nwhen the workload was heavy, and the plane was awaiting a number of\nrepairs.\n\n   The Dayton Daily News , which examined never-before released\nrecords from the Naval Safety Center, found that the A-6E that\nMcNally and Lt. Cmdr. Brian R. McMahon of Portland, Ore., flew over\nSan Francisco Bay was the subject of at least 10 technical\ndirectives _ four identified as ``urgent'' and some years old _\nrequiring maintenance work on the plane that was never done.\n\n   Just eight days before the crash, mechanics found problems with\nthe plane's stabilizer augmentor, an electronic system enabling the\npilot to better operate the aircraft's most critical flight-control\nsystems. Less than half the wreckage was recovered, and the\nstabilizer augmentor was among the critical evidence never found.\n\n   ``The stabilizer augmentor functioning really badly could have\nbeen a contributing factor,'' said Lt. Cmdr. Aladar Nesser, who\nconducted one of two Navy investigations into the crash. ``This is\nan important piece of evidence that could have ruled out one of the\nfinal things that could have possibly occurred.''\n\n   To fix the stabilizer augmentor problem, mechanics replaced a\ncomputer system that had ``a high failure rate,'' Navy records\nshow, and in the 14.7 hours McNally's jet flew prior to the crash,\nthat computer system was changed twice, at least once by taking a\ncomputer from another aircraft.\n\n   Every year, military planes fall from the sky, and the reasons\nfrequently are hidden in a cloud of secrecy or lie at the bottom of\nan ocean among the unrecovered wreckage. This was one of those\ncrashes.\n\n   ``I was never worried about my brother in an aircraft in\npeacetime,'' said McNally's sister, Sheila McNally-Hoy, who works\nas a nurse with her father's Chicago plastic-surgery practice. ``It\nnever occurred to me that his life was on the line every day he was\non an aircraft carrier or on a military base.\n\n   ``It's dangerous not only for the pilot but for everyone\ninvolved, the guys on the deck. That's why all the people in the\nmilitary are putting their lives on the line every day, not just in\nbattle.''\n\n   For McNally's family, the coming weeks would bring many\nquestions and too few answers.\n\n   The A-6E that Randall McNally II flew on April 5, 1994, like the\nother A-6Es in Attack Squadron 304, was to be mothballed sometime\nbefore October of that year. The Navy, responding to cutbacks\nmandated by Congress, had decided to decommission about a\nhalf-dozen squadrons making up Reserve Carrier Air Group 30.\n\n   ``In fact we started to fly them to the boneyard in July\n(1994),'' said Lt. Cmdr. Aladar Nesser, who investigated the\naccident and was a member of the squadron.\n\n   The A-6, first used in 1963, was the Navy's only medium-range\nbomber, but its maximum speed was only about 650 mph, making it\nmore and more vulnerable to increasingly sophisticated\nanti-aircraft weapons. By 1997, the Navy decommissioned all A-6s.\n\n   At the time of McNally's crash in 1994, the maintenance shop\nresponsible for repairing the aging A-6s in Attack Squadron 304 was\nshorthanded and under pressure. Records from the Naval Safety\nCenter described the shop this way:\n\n   ``Undermanned and decreasing department was supporting a\nchallenging operational schedule which included frequent fleet\nsupport detachments but was performing at an outstanding level.''\n\n   The records also show managers were carefully monitoring the\nshop because it was operating at ``decreasing levels.'' Still, the\nrecords say, the mechanics were well-trained, and commanders\nbelieved that ``safe maintenance was being done.''\n\n   Records from the Naval Safety Center show that after a test\nflight on March 28, 1994, eight days before the crash, mechanics\nreported problems with the jet's stabilizer augmentor. The\nelectronic device helps the pilot operate the movable control\nsurfaces on the wings and tail _ parts critical to the operation of\nthe aircraft.\n\n   Trying to control a jet without a stabilizer augmentor is\nsimilar to trying to steer a car when the power steering fails.\n\n   ``It could affect the movement of the aircraft,'' said Don Delk,\nan Air Force jet mechanic for 22 years. ``To me, that would be a\nvery important part of the investigation.''\n\n   Mechanics suspected the problem with the stabilizer augmentor\nwas caused by the Air Navigation Computer, which operates\nconstantly on the aircraft and feeds information to aircraft\nsystems such as the autopilot and bombing systems.\n\n   That computer, Navy investigators reported, had a ``high failure\nrate.'' Investigators noted that during the A-6E's previous 14.7\nhours of flight time, the Air Navigation Computer was changed\ntwice, at least once by cannibalizing a computer from another\nplane.\n\n   At the time of the crash, McNally's plane had flown 5.1 hours\nsince the test flight in which mechanics found problems with the\nstabilizer augmentor.\n\n   Less than half of the aircraft was recovered, and a Navy\naccident report listed the stabilizer augmentor among ``key items\nmissing.''\n\n   ``That's a mechanical piece that wasn't recovered that remains a\npossibility,'' Lt. Cmdr. Nesser said. ``The stabilizer augmentor\nsystem was looked over as a possible cause.''\n\n   Naval Safety Center records also show that at the time of the\ncrash, McNally's A-6E had at least 10 outstanding technical\ndirectives mandating maintenance work on the plane. Additional\nrecords from an accident report show the aircraft had 18\noutstanding directives, 12 of them identified as ``urgent.''\n\n   No aircraft identified in the Navy Safety Center's accident\ndatabase had more outstanding technical directives.\n\n   Several of the directives on McNally's jet mandated repairs on\nwing parts, and at least five of those directives noted ``fatigue\ncracks'' on the wings.\n\n   ``The A-6s had a history of wing cracks that were discovered\nyears ago,'' Nesser said, adding that the cracks prompted the Navy\nto restrict the planes from performing certain maneuvers that put\nheavy stress on the wings.\n\n   McNally's A-6E was one of the planes restricted from flying\ncertain maneuvers.\n\n   Rand McNally, nicknamed ``Atlas'' after the map publisher,\npiloted his first vehicle atop the carpeted stairs of a rented\nhouse in Wilmette, Ill. He was not yet 3 years old, and a\nhalf-dozen of his siblings put him in a cardboard box and pushed it\ndown the stairs.\n\n   ``Rand, or course, ran smack into the wall,'' recalled his\nbrother, Edward, now an attorney in Chicago.\n\n   Twenty-five years later, Lt. Cmdr. Randall E. McNally II was\npreparing to crash-land an A-6 with a broken landing gear on the\ndeck of the USS Ranger, bouncing in the fog and darkness in heavy\nseas.\n\n   ``It's so risky that the skipper gave Atlas the option of simply\npulling up, ditching the plane and ejecting to safety,'' Edward\nMcNally said.\n\n   Rand McNally landed the plane successfully, only to be involved\nin another accident six years later when his Navy jet crashed into\nSan Francisco Bay.\n\n   But until the crash, McNally lived a storybook life.\n\n   The son of a prominent Chicago plastic surgeon, the red-haired\nMcNally was an extraordinary man from an extraordinary\nIrish-Catholic family of 10 children. His brother Edward wrote\nspeeches for President Bush. Another brother is an orthopedic\nsurgical resident. One sister is a producer for the Oprah Winfrey\nshow; another a Los Angeles-based actress who has appeared in\ncommercials and TV shows such as ``Ally McBeal,'' ``Seinfeld'' and\n``L.A. Law.''\n\n   ``He was born in Texas, in the first year of the Kennedy era. It\nwas the cockiest state at the cockiest time in the cockiest country\non earth,'' Edward McNally once wrote. ``And proudly wearing his\nmother's red hair and his father's esteemed name, Randall Edward\nMcNally II charged through life with all the energy and enthusiasm\nof America itself.\n\n   ``And Rand spent the rest of his life brilliantly piloting\nAmerica's Jeeps, America's Corvettes and America's jet airplanes.''\n\n   Rand McNally, a popular track star in high school, followed his\nbrother, Edward, into Notre Dame, where he roomed with a former\nMarine. It was that relationship, his mother suspects, that led her\nson to join the Marines and become an A-6 pilot.\n\n   While in the Marines, Edward McNally said, his brother helped\nrescue two American pilots who ejected in the Persian Gulf, and he\nsaved the life of another Marine in the western Pacific.\n\n   In 1989, he left the Marines, got a job as a full-time Delta Air\nLines pilot, started a novel about Navy pilots titled ``Night\nLandings,'' joined the Navy Reserves and applied to Stanford Law\nSchool.\n\n   McNally had been out of school for eight years. The university\ndidn't accept him immediately, putting him instead on a waiting\nlist. But McNally wouldn't accept no, so, without an appointment,\nhe got into his Corvette and drove 200 miles to speak with the\ndean.\n\n   After waiting hours for the dean, McNally walked into his office\nand played a tape of his emergency landing on the USS Ranger from\n1988.\n\n   ``He plays that two-minute tape and says to the dean: `I think I\ncan handle the stress.' He was admitted,'' Edward McNally said.\n\n   As his professional life soared, so did his personal life. One\nday the wife of his best friend from high school introduced him to\nher sister, former Ice Capades skater P.J. McShane, who also spent\nfive years working as a model.\n\n   The two met again at a wedding and began dating. Months later,\nthe couple went on a ski trip in Gaylord, Mich., with dozens of\nfriends, and McNally hired a saxophone player to walk into the\nrestaurant where the group was eating.\n\n   The saxophone player stood by McShane and played the Frank\nSinatra song ``All of Me.''\n\n   ``And then he knelt down and asked her to be his wife,''\nMcNally's sister, Sheila McNally-Hoy, recalled. ``And, of course,\nall of us old married people started to cry.''\n\n   The wedding was set for June.\n\n   By April 5, 1994, Lt. Cmdr. Randall E. McNally II had\naccumulated nearly 2,100 hours flying airplanes, 1,289 of those in\nthe A-6E Intruder. The bombardier-navigator, Lt. Cmdr. Brian R.\nMcMahon, also a civilian airline pilot, had even more time flying\nin A-6Es.\n\n   Both were experienced aviators, respected by their peers. Both\nwere well-rested, in good health. Tests later showed neither was\nunder the influence of drugs or alcohol.\n\n   At 12 minutes before noon, Firebird 507, the call sign given to\nMcNally's plane that day, taxied down Runway 31 at Alameda Naval\nAir Station, following another jet designated as the lead in a\ntwo-plane formation for a training flight. A slight breeze blew\nacross the runway. Temperatures were in the mid-60s.\n\n   At four minutes before noon, Firebird 507 was following the lead\naircraft past the San Francisco Oakland Bay Bridge. One minute\nlater, Firebird 507 made a routine radio transmission to Alameda\ntower air traffic controllers, who advised the pilots to follow the\nlead aircraft.\n\n   It was the last transmission Firebird 507 would make.\n\n   Petty Officer 1st class Robert H. Kruger, the Alameda tower\nsupervisor that day, had just put some popcorn in his microwave\nwhen he spotted Firebird 507 about a half-mile south of Runway 31.\n\n   He watched Firebird 507 make a normal turn but became concerned\nwhen the plane's nose pointed downward after a 90-degree bank.\n\n   ``I yelled at the local controller: `Altitude safety alert.' I\nobserved what appeared to be flame from the left wing when the\naircraft was approximately 200 feet above the water,'' Kruger told\naccident investigators. ``I saw the aircraft hit the water, left\nwing first, followed immediately by the nose.''\n\n   Donald Gobert, aboard a boat anchored nearby, told investigators\nhe saw ``a bright orange flash'' and then saw the pilots eject.\n\n   Edward F. Eseh also watched from a boat.\n\n   ``I know I should not assume, but being a licensed pilot,\nsomething I believe let go in the primary control system, mainly\nailerons _ pure conjecture _ but that pilot started to get back\n(control). Then I think everything let go,'' Eseh said in a signed\nstatement to investigators.\n\n   Kevin Thompson, the captain of a fishing vessel called One Hope\n150, told investigators: ``The plane seemed to be out of control,\ngoing from side to side, with black smoke pouring out of it.''\n\n   Thompson, whose boat was only a quarter-mile away, watched the\nplane sink quickly as he steered toward the crash site, spotting\none of the pilots in the water. Thompson had five 10-year-old boys\naboard his fishing boat, along with a woman, Lark Roper.\n\n   ``I asked Lark to keep the young boys out of the way and not to\nlet them look at the body in the water because I knew it was going\nto be traumatic,'' said Thompson, who watched a Coast Guard boat\narrive just as he got to the site. ``The young Coast Guardsmen were\nnot so sure what to do and looked shocked at the sight of this\nairman in the water.''\n\n   No one was sure if the man was still alive.\n\n   The airman Kevin Thompson pulled from the San Francisco Bay on\nApril 5, 1994, was the pilot of the A-6E Intruder, Lt. Cmdr.\nRandall E. McNally II.\n\n   McNally seemed to be struggling to stay alive as Thompson pulled\nhim into his boat and motored to a dock, where a paramedic tried\nCPR. It was too late. Both McNally and his bombardier-navigator,\nLt. Cmdr. Brian R. McMahon, were dead.\n\n   The crash that killed McNally and McMahon, married and a father\nof two, at three minutes before noon was almost instantly labeled a\nClass A mishap.\n\n   Class A mishaps in the military involve a death or permanent\ntotal disability, at least $1 million in damage or the loss of an\naircraft, regardless of the cost. These cases usually trigger two\nseparate investigations.\n\n   One investigation is conducted by a team of military personnel\nworking through the service's safety center. Much of this\ninvestigation is conducted in secret. Its findings, recommendations\nand conclusions are not available to the public, although purely\nfactual information can be released.\n\n   The military argues that secrecy is the only way to determine\nthe truth and prevent other accidents. Federal courts have upheld\nthe military's argument.\n\n   The second investigation triggered by Class A accidents is the\nso-called ``legal investigation,'' which the military calls the JAG\n(judge advocate general) manual investigation.\n\n   Because the recommendations and conclusions of the safety\ninvestigation are secret, it is the legal investigation that is\ngiven to the public and to the relatives of dead fliers as the\nofficial explanation of what happened. The legal investigation also\nis what the military offers to civilian courts in the event that\nsomeone files a civil lawsuit over a military crash.\n\n   But the explanation the military gives to the public, to\ngrieving relatives and to the courts is not nearly as thorough as\nthe recommendations and conclusions that come from the secret\nsafety investigation _ information the military keeps to itself.\n\n   Fewer resources usually are used on legal investigations.\nSometimes they involve only one officer who is not required to have\nexperience investigating aviation accidents.\n\n   The officer appointed to investigate the April 5, 1994, crash\nthat killed McNally was Lt. Cmdr. Aladar Nesser, a member of\nMcNally's squadron, who described himself as a ``very good friend''\nof McNally's.\n\n   Nesser, now stationed in Italy, said he saw no conflict of\ninterest in investigating his friend's accident.\n\n   ``Why would it be?'' he asked. ``We're professionals. It's a\nprofessional (organization) you're talking about: military\naviation.\n\n   ``It's not uncommon for people to know each other and be\nfriends.''\n\n   Nesser, an experienced A-6 pilot, said he had no specialized\ntraining in conducting aviation investigations except for a course\non writing JAG manual reports he took as part of a three- to\nfour-month officer school he attended in 1980. He wasn't sure how\nlong the course on JAG reports lasted.\n\n   ``I don't remember. It was 20 years ago,'' he said.\n\n   Nesser said he had conducted one other JAG manual investigation,\ninto a motorcycle accident.\n\n   The plane was scheduled to be decommissioned, but Nesser said\nthat had nothing to do with the accident.\n\n   ``There were key upgrades on this (type of) airplane even\nknowing it was going to be decommissioned,'' he said.\n\n   Under item 14 in the ``Opinions'' section of Nesser's accident\nreport, he wrote that the crew was too experienced and the angle of\nthe plane too steep to blame the crash only on pilot error.\n\n   ``Considering the high experience level and professionalism of\nthe flight crew and obvious severity of such a gross overbank, an\nundetermined material failure ... cannot be ruled out,'' he wrote.\n\n   Because less than half of the wreckage was recovered and because\nkey evidence was among the wreckage not recovered, the exact cause\nwill never be known, he said.\n\n   ``Significant parts which would have aided in determining the\ncause of the mishap were never found,'' his accident report says.\n\n   During an interview, Nesser said, ``It's one of three things:\npilot error, mechanical failure or a little of each.\n\n   ``My guess is it's a little of each.''\n\n   For days after the funeral, P.J. McShane, Lt. Cmdr. Randall E.\nMcNally II's fiancee, was at his gravesite hour after hour, sitting\nin a lawn chair under an umbrella to keep the sun off of her as she\nstudied for her final college exams. She told friends she sometimes\nwanted to crawl into the grave to be with him.\n\n   ``She went there every morning. She set out a folding chair and\nan umbrella and sat there with her premed book and studied,''\nEdward McNally said. ``She was there between 8 to 10 hours a day.''\n\n   On June 18, 1994, the day she was to marry Lt. Cmdr. Randall\nMcNally, P.J. McShane brought some friends to a spot alongside Lake\nMichigan and held a ceremony to celebrate her love for her fiance\nwho had died.\n\n   ``It was a Mass. She planted a tree for the spirit of their\nmarriage. We all had lunch afterward,'' said Sheila McNally-Hoy,\nMcNally's sister. ``It just seemed like the right thing to do at\nthe time.''\n\n   It was one of several ceremonies the family held after McNally's\ndeath.\n\n   ``When he was lost, everyone I talked to felt like they lost\ntheir best friend,'' McNally-Hoy said. ``The reason they felt that\nway was because when Rand walked into a room, he let you know that\nhe knew that you were there.''\n\n   In a eulogy to his brother, Edward McNally wrote:\n\n   ``Rand lived several lifetimes. He had the love of his life, a\nspectacular education, work so fulfilling he would have done it for\nfree, and the blessing of dying quickly, in the line of duty, doing\nsomething he truly loved.\n\n   ``He was handsome, dashing, courageous. ... Track star. Platoon\nleader, born on an Air Force base. They say that Rand was born to\nrun, born to fly, born to lead.''\n\n   ``My brother knew that each of us is special, and he made us\nfeel that way, because every life has a dream and every life is\nimportant, because it touches so many other lives.''\n\n   At the request of the Dayton Daily News , Rear Admiral Frank M.\n``Skip'' Dirren Jr., commander of the Naval Safety Center in\nNorfolk, Va., reviewed records from McNally's crash. Neither of the\ntwo investigations the Navy conducted, including the secret safety\ninvestigation, identified a cause, he said.\n\n   In a written response, the safety center acknowledged that the\nstabilizer augmentor _ an electronic system that enables the pilot\nto better operate the plane's most critical flight control systems\n_ was never found.\n\n   ``Did it fail on the mishap flight?'' the written response says.\n``Don't know. Apparently the unit was not found. That may have been\none of the reasons that the (cause of the) mishap was designated as\nundetermined.''\n\n   McShane joined McNally's parents and eight of his siblings on a\ntrip to Alameda Naval Air Station. They went to attend a military\nceremony for Randall McNally. They went to grieve. They also went\nlooking for answers.\n\n   ``I got the feeling they were withholding something,'' said\nMcNally's mother, Margaret McNally.\n\n   Dr. Randall E. McNally, McNally's father, said he, too, wanted\nanswers.\n\n   ``When you lose a child, it's almost better if you went,'' he\nsaid. ``It's tormenting.''\n\n   ``The whole family thought it was just so tragic because Randall\nwas just so highly thought of,'' said Regina Crane of Springboro,\nOhio, a distant cousin of McNally's. ``He was just a wonderful\nperson.''\n\n   What's made it even harder for his family and friends to accept\nis the loss of a man at the height of an extraordinary life. And\nwhat is equally hard for them to accept is that there are so few\nanswers about how he died.\n\n   ``As far as answers, we all know Rand is still watching us,''\nsaid McNally's sister, Sheila McNally-Hoy.\n\n   At the end of the eulogy, Edward McNally wrote:\n\n   ``And so we, too, say goodbye, with a lump in our throats. ...\nGod bless you Rand and watch over us. .... Blue skies and fair\nseas, little brother. Blue skies and fair seas.''\n\n   Russell Carollo writes for the Dayton Daily News in Dayton,\nOhio. The complete text of this series is available at\nwww.daytondailynews.com.\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   DAYTON, Ohio _ The life of Lt. Cmdr. Randall E. McNally II was\nsoaring the day he climbed into the cockpit of an A-6E Intruder jet\nnear San Francisco Bay in 1994.\n","\n   Navy Reserve pilot. Persian Gulf veteran. Notre Dame graduate.\nFull-time Delta Air Lines pilot. Recent Stanford Law School\ngraduate. Aspiring novelist. Hero. Engaged to a former model and\nIce Capades skater.\n","\n   As McNally taxied his jet on Runway 31 at Alameda Naval Air\nStation, he was unaware that he'd achieved yet another goal: a\nletter notifying him that he had passed a state bar exam was in the\nmail.\n","\n   At three minutes before noon, on April 5, 1994, as the sun\nstruggled to break through the clouds, two Navy jets zooming\noverhead drew the attention of dozens of ironworkers and office\nworkers eating lunch beside the bay. Suddenly, McNally's two-seater\nseemed to fly out of control and then became obscured in huge walls\nof water as it crashed into the bay.\n","\n   ``The plane sank very quickly, leaving behind debris all over\nthe place,'' a fishing boat captain who pulled McNally from the\nwater said in a statement to Navy investigators. ``I knew the man\nwas still alive, if only barely, because he stirred and gulped for\nair a few times.\n","\n   ``I tried to rouse him, and he moved his head. His face was\nbloodied and battered with lots of blood.''\n","\n   McNally's jet, like the rest of the A-6Es in his squadron, was\nweeks away from being junked at an aircraft boneyard. The shop\nmaintaining the plane, Navy records show, was shorthanded at a time\nwhen the workload was heavy, and the plane was awaiting a number of\nrepairs.\n","\n   The Dayton Daily News , which examined never-before released\nrecords from the Naval Safety Center, found that the A-6E that\nMcNally and Lt. Cmdr. Brian R. McMahon of Portland, Ore., flew over\nSan Francisco Bay was the subject of at least 10 technical\ndirectives _ four identified as ``urgent'' and some years old _\nrequiring maintenance work on the plane that was never done.\n","\n   Just eight days before the crash, mechanics found problems with\nthe plane's stabilizer augmentor, an electronic system enabling the\npilot to better operate the aircraft's most critical flight-control\nsystems. Less than half the wreckage was recovered, and the\nstabilizer augmentor was among the critical evidence never found.\n","\n   ``The stabilizer augmentor functioning really badly could have\nbeen a contributing factor,'' said Lt. Cmdr. Aladar Nesser, who\nconducted one of two Navy investigations into the crash. ``This is\nan important piece of evidence that could have ruled out one of the\nfinal things that could have possibly occurred.''\n","\n   To fix the stabilizer augmentor problem, mechanics replaced a\ncomputer system that had ``a high failure rate,'' Navy records\nshow, and in the 14.7 hours McNally's jet flew prior to the crash,\nthat computer system was changed twice, at least once by taking a\ncomputer from another aircraft.\n","\n   Every year, military planes fall from the sky, and the reasons\nfrequently are hidden in a cloud of secrecy or lie at the bottom of\nan ocean among the unrecovered wreckage. This was one of those\ncrashes.\n","\n   ``I was never worried about my brother in an aircraft in\npeacetime,'' said McNally's sister, Sheila McNally-Hoy, who works\nas a nurse with her father's Chicago plastic-surgery practice. ``It\nnever occurred to me that his life was on the line every day he was\non an aircraft carrier or on a military base.\n","\n   ``It's dangerous not only for the pilot but for everyone\ninvolved, the guys on the deck. That's why all the people in the\nmilitary are putting their lives on the line every day, not just in\nbattle.''\n","\n   For McNally's family, the coming weeks would bring many\nquestions and too few answers.\n","\n   The A-6E that Randall McNally II flew on April 5, 1994, like the\nother A-6Es in Attack Squadron 304, was to be mothballed sometime\nbefore October of that year. The Navy, responding to cutbacks\nmandated by Congress, had decided to decommission about a\nhalf-dozen squadrons making up Reserve Carrier Air Group 30.\n","\n   ``In fact we started to fly them to the boneyard in July\n(1994),'' said Lt. Cmdr. Aladar Nesser, who investigated the\naccident and was a member of the squadron.\n","\n   The A-6, first used in 1963, was the Navy's only medium-range\nbomber, but its maximum speed was only about 650 mph, making it\nmore and more vulnerable to increasingly sophisticated\nanti-aircraft weapons. By 1997, the Navy decommissioned all A-6s.\n","\n   At the time of McNally's crash in 1994, the maintenance shop\nresponsible for repairing the aging A-6s in Attack Squadron 304 was\nshorthanded and under pressure. Records from the Naval Safety\nCenter described the shop this way:\n","\n   ``Undermanned and decreasing department was supporting a\nchallenging operational schedule which included frequent fleet\nsupport detachments but was performing at an outstanding level.''\n","\n   The records also show managers were carefully monitoring the\nshop because it was operating at ``decreasing levels.'' Still, the\nrecords say, the mechanics were well-trained, and commanders\nbelieved that ``safe maintenance was being done.''\n","\n   Records from the Naval Safety Center show that after a test\nflight on March 28, 1994, eight days before the crash, mechanics\nreported problems with the jet's stabilizer augmentor. The\nelectronic device helps the pilot operate the movable control\nsurfaces on the wings and tail _ parts critical to the operation of\nthe aircraft.\n","\n   Trying to control a jet without a stabilizer augmentor is\nsimilar to trying to steer a car when the power steering fails.\n","\n   ``It could affect the movement of the aircraft,'' said Don Delk,\nan Air Force jet mechanic for 22 years. ``To me, that would be a\nvery important part of the investigation.''\n","\n   Mechanics suspected the problem with the stabilizer augmentor\nwas caused by the Air Navigation Computer, which operates\nconstantly on the aircraft and feeds information to aircraft\nsystems such as the autopilot and bombing systems.\n","\n   That computer, Navy investigators reported, had a ``high failure\nrate.'' Investigators noted that during the A-6E's previous 14.7\nhours of flight time, the Air Navigation Computer was changed\ntwice, at least once by cannibalizing a computer from another\nplane.\n","\n   At the time of the crash, McNally's plane had flown 5.1 hours\nsince the test flight in which mechanics found problems with the\nstabilizer augmentor.\n","\n   Less than half of the aircraft was recovered, and a Navy\naccident report listed the stabilizer augmentor among ``key items\nmissing.''\n","\n   ``That's a mechanical piece that wasn't recovered that remains a\npossibility,'' Lt. Cmdr. Nesser said. ``The stabilizer augmentor\nsystem was looked over as a possible cause.''\n","\n   Naval Safety Center records also show that at the time of the\ncrash, McNally's A-6E had at least 10 outstanding technical\ndirectives mandating maintenance work on the plane. Additional\nrecords from an accident report show the aircraft had 18\noutstanding directives, 12 of them identified as ``urgent.''\n","\n   No aircraft identified in the Navy Safety Center's accident\ndatabase had more outstanding technical directives.\n","\n   Several of the directives on McNally's jet mandated repairs on\nwing parts, and at least five of those directives noted ``fatigue\ncracks'' on the wings.\n","\n   ``The A-6s had a history of wing cracks that were discovered\nyears ago,'' Nesser said, adding that the cracks prompted the Navy\nto restrict the planes from performing certain maneuvers that put\nheavy stress on the wings.\n","\n   McNally's A-6E was one of the planes restricted from flying\ncertain maneuvers.\n","\n   Rand McNally, nicknamed ``Atlas'' after the map publisher,\npiloted his first vehicle atop the carpeted stairs of a rented\nhouse in Wilmette, Ill. He was not yet 3 years old, and a\nhalf-dozen of his siblings put him in a cardboard box and pushed it\ndown the stairs.\n","\n   ``Rand, or course, ran smack into the wall,'' recalled his\nbrother, Edward, now an attorney in Chicago.\n","\n   Twenty-five years later, Lt. Cmdr. Randall E. McNally II was\npreparing to crash-land an A-6 with a broken landing gear on the\ndeck of the USS Ranger, bouncing in the fog and darkness in heavy\nseas.\n","\n   ``It's so risky that the skipper gave Atlas the option of simply\npulling up, ditching the plane and ejecting to safety,'' Edward\nMcNally said.\n","\n   Rand McNally landed the plane successfully, only to be involved\nin another accident six years later when his Navy jet crashed into\nSan Francisco Bay.\n","\n   But until the crash, McNally lived a storybook life.\n","\n   The son of a prominent Chicago plastic surgeon, the red-haired\nMcNally was an extraordinary man from an extraordinary\nIrish-Catholic family of 10 children. His brother Edward wrote\nspeeches for President Bush. Another brother is an orthopedic\nsurgical resident. One sister is a producer for the Oprah Winfrey\nshow; another a Los Angeles-based actress who has appeared in\ncommercials and TV shows such as ``Ally McBeal,'' ``Seinfeld'' and\n``L.A. Law.''\n","\n   ``He was born in Texas, in the first year of the Kennedy era. It\nwas the cockiest state at the cockiest time in the cockiest country\non earth,'' Edward McNally once wrote. ``And proudly wearing his\nmother's red hair and his father's esteemed name, Randall Edward\nMcNally II charged through life with all the energy and enthusiasm\nof America itself.\n","\n   ``And Rand spent the rest of his life brilliantly piloting\nAmerica's Jeeps, America's Corvettes and America's jet airplanes.''\n","\n   Rand McNally, a popular track star in high school, followed his\nbrother, Edward, into Notre Dame, where he roomed with a former\nMarine. It was that relationship, his mother suspects, that led her\nson to join the Marines and become an A-6 pilot.\n","\n   While in the Marines, Edward McNally said, his brother helped\nrescue two American pilots who ejected in the Persian Gulf, and he\nsaved the life of another Marine in the western Pacific.\n","\n   In 1989, he left the Marines, got a job as a full-time Delta Air\nLines pilot, started a novel about Navy pilots titled ``Night\nLandings,'' joined the Navy Reserves and applied to Stanford Law\nSchool.\n","\n   McNally had been out of school for eight years. The university\ndidn't accept him immediately, putting him instead on a waiting\nlist. But McNally wouldn't accept no, so, without an appointment,\nhe got into his Corvette and drove 200 miles to speak with the\ndean.\n","\n   After waiting hours for the dean, McNally walked into his office\nand played a tape of his emergency landing on the USS Ranger from\n1988.\n","\n   ``He plays that two-minute tape and says to the dean: `I think I\ncan handle the stress.' He was admitted,'' Edward McNally said.\n","\n   As his professional life soared, so did his personal life. One\nday the wife of his best friend from high school introduced him to\nher sister, former Ice Capades skater P.J. McShane, who also spent\nfive years working as a model.\n","\n   The two met again at a wedding and began dating. Months later,\nthe couple went on a ski trip in Gaylord, Mich., with dozens of\nfriends, and McNally hired a saxophone player to walk into the\nrestaurant where the group was eating.\n","\n   The saxophone player stood by McShane and played the Frank\nSinatra song ``All of Me.''\n","\n   ``And then he knelt down and asked her to be his wife,''\nMcNally's sister, Sheila McNally-Hoy, recalled. ``And, of course,\nall of us old married people started to cry.''\n","\n   The wedding was set for June.\n","\n   By April 5, 1994, Lt. Cmdr. Randall E. McNally II had\naccumulated nearly 2,100 hours flying airplanes, 1,289 of those in\nthe A-6E Intruder. The bombardier-navigator, Lt. Cmdr. Brian R.\nMcMahon, also a civilian airline pilot, had even more time flying\nin A-6Es.\n","\n   Both were experienced aviators, respected by their peers. Both\nwere well-rested, in good health. Tests later showed neither was\nunder the influence of drugs or alcohol.\n","\n   At 12 minutes before noon, Firebird 507, the call sign given to\nMcNally's plane that day, taxied down Runway 31 at Alameda Naval\nAir Station, following another jet designated as the lead in a\ntwo-plane formation for a training flight. A slight breeze blew\nacross the runway. Temperatures were in the mid-60s.\n","\n   At four minutes before noon, Firebird 507 was following the lead\naircraft past the San Francisco Oakland Bay Bridge. One minute\nlater, Firebird 507 made a routine radio transmission to Alameda\ntower air traffic controllers, who advised the pilots to follow the\nlead aircraft.\n","\n   It was the last transmission Firebird 507 would make.\n","\n   Petty Officer 1st class Robert H. Kruger, the Alameda tower\nsupervisor that day, had just put some popcorn in his microwave\nwhen he spotted Firebird 507 about a half-mile south of Runway 31.\n","\n   He watched Firebird 507 make a normal turn but became concerned\nwhen the plane's nose pointed downward after a 90-degree bank.\n","\n   ``I yelled at the local controller: `Altitude safety alert.' I\nobserved what appeared to be flame from the left wing when the\naircraft was approximately 200 feet above the water,'' Kruger told\naccident investigators. ``I saw the aircraft hit the water, left\nwing first, followed immediately by the nose.''\n","\n   Donald Gobert, aboard a boat anchored nearby, told investigators\nhe saw ``a bright orange flash'' and then saw the pilots eject.\n","\n   Edward F. Eseh also watched from a boat.\n","\n   ``I know I should not assume, but being a licensed pilot,\nsomething I believe let go in the primary control system, mainly\nailerons _ pure conjecture _ but that pilot started to get back\n(control). Then I think everything let go,'' Eseh said in a signed\nstatement to investigators.\n","\n   Kevin Thompson, the captain of a fishing vessel called One Hope\n150, told investigators: ``The plane seemed to be out of control,\ngoing from side to side, with black smoke pouring out of it.''\n","\n   Thompson, whose boat was only a quarter-mile away, watched the\nplane sink quickly as he steered toward the crash site, spotting\none of the pilots in the water. Thompson had five 10-year-old boys\naboard his fishing boat, along with a woman, Lark Roper.\n","\n   ``I asked Lark to keep the young boys out of the way and not to\nlet them look at the body in the water because I knew it was going\nto be traumatic,'' said Thompson, who watched a Coast Guard boat\narrive just as he got to the site. ``The young Coast Guardsmen were\nnot so sure what to do and looked shocked at the sight of this\nairman in the water.''\n","\n   No one was sure if the man was still alive.\n","\n   The airman Kevin Thompson pulled from the San Francisco Bay on\nApril 5, 1994, was the pilot of the A-6E Intruder, Lt. Cmdr.\nRandall E. McNally II.\n","\n   McNally seemed to be struggling to stay alive as Thompson pulled\nhim into his boat and motored to a dock, where a paramedic tried\nCPR. It was too late. Both McNally and his bombardier-navigator,\nLt. Cmdr. Brian R. McMahon, were dead.\n","\n   The crash that killed McNally and McMahon, married and a father\nof two, at three minutes before noon was almost instantly labeled a\nClass A mishap.\n","\n   Class A mishaps in the military involve a death or permanent\ntotal disability, at least $1 million in damage or the loss of an\naircraft, regardless of the cost. These cases usually trigger two\nseparate investigations.\n","\n   One investigation is conducted by a team of military personnel\nworking through the service's safety center. Much of this\ninvestigation is conducted in secret. Its findings, recommendations\nand conclusions are not available to the public, although purely\nfactual information can be released.\n","\n   The military argues that secrecy is the only way to determine\nthe truth and prevent other accidents. Federal courts have upheld\nthe military's argument.\n","\n   The second investigation triggered by Class A accidents is the\nso-called ``legal investigation,'' which the military calls the JAG\n(judge advocate general) manual investigation.\n","\n   Because the recommendations and conclusions of the safety\ninvestigation are secret, it is the legal investigation that is\ngiven to the public and to the relatives of dead fliers as the\nofficial explanation of what happened. The legal investigation also\nis what the military offers to civilian courts in the event that\nsomeone files a civil lawsuit over a military crash.\n","\n   But the explanation the military gives to the public, to\ngrieving relatives and to the courts is not nearly as thorough as\nthe recommendations and conclusions that come from the secret\nsafety investigation _ information the military keeps to itself.\n","\n   Fewer resources usually are used on legal investigations.\nSometimes they involve only one officer who is not required to have\nexperience investigating aviation accidents.\n","\n   The officer appointed to investigate the April 5, 1994, crash\nthat killed McNally was Lt. Cmdr. Aladar Nesser, a member of\nMcNally's squadron, who described himself as a ``very good friend''\nof McNally's.\n","\n   Nesser, now stationed in Italy, said he saw no conflict of\ninterest in investigating his friend's accident.\n","\n   ``Why would it be?'' he asked. ``We're professionals. It's a\nprofessional (organization) you're talking about: military\naviation.\n","\n   ``It's not uncommon for people to know each other and be\nfriends.''\n","\n   Nesser, an experienced A-6 pilot, said he had no specialized\ntraining in conducting aviation investigations except for a course\non writing JAG manual reports he took as part of a three- to\nfour-month officer school he attended in 1980. He wasn't sure how\nlong the course on JAG reports lasted.\n","\n   ``I don't remember. It was 20 years ago,'' he said.\n","\n   Nesser said he had conducted one other JAG manual investigation,\ninto a motorcycle accident.\n","\n   The plane was scheduled to be decommissioned, but Nesser said\nthat had nothing to do with the accident.\n","\n   ``There were key upgrades on this (type of) airplane even\nknowing it was going to be decommissioned,'' he said.\n","\n   Under item 14 in the ``Opinions'' section of Nesser's accident\nreport, he wrote that the crew was too experienced and the angle of\nthe plane too steep to blame the crash only on pilot error.\n","\n   ``Considering the high experience level and professionalism of\nthe flight crew and obvious severity of such a gross overbank, an\nundetermined material failure ... cannot be ruled out,'' he wrote.\n","\n   Because less than half of the wreckage was recovered and because\nkey evidence was among the wreckage not recovered, the exact cause\nwill never be known, he said.\n","\n   ``Significant parts which would have aided in determining the\ncause of the mishap were never found,'' his accident report says.\n","\n   During an interview, Nesser said, ``It's one of three things:\npilot error, mechanical failure or a little of each.\n","\n   ``My guess is it's a little of each.''\n","\n   For days after the funeral, P.J. McShane, Lt. Cmdr. Randall E.\nMcNally II's fiancee, was at his gravesite hour after hour, sitting\nin a lawn chair under an umbrella to keep the sun off of her as she\nstudied for her final college exams. She told friends she sometimes\nwanted to crawl into the grave to be with him.\n","\n   ``She went there every morning. She set out a folding chair and\nan umbrella and sat there with her premed book and studied,''\nEdward McNally said. ``She was there between 8 to 10 hours a day.''\n","\n   On June 18, 1994, the day she was to marry Lt. Cmdr. Randall\nMcNally, P.J. McShane brought some friends to a spot alongside Lake\nMichigan and held a ceremony to celebrate her love for her fiance\nwho had died.\n","\n   ``It was a Mass. She planted a tree for the spirit of their\nmarriage. We all had lunch afterward,'' said Sheila McNally-Hoy,\nMcNally's sister. ``It just seemed like the right thing to do at\nthe time.''\n","\n   It was one of several ceremonies the family held after McNally's\ndeath.\n","\n   ``When he was lost, everyone I talked to felt like they lost\ntheir best friend,'' McNally-Hoy said. ``The reason they felt that\nway was because when Rand walked into a room, he let you know that\nhe knew that you were there.''\n","\n   In a eulogy to his brother, Edward McNally wrote:\n","\n   ``Rand lived several lifetimes. He had the love of his life, a\nspectacular education, work so fulfilling he would have done it for\nfree, and the blessing of dying quickly, in the line of duty, doing\nsomething he truly loved.\n","\n   ``He was handsome, dashing, courageous. ... Track star. Platoon\nleader, born on an Air Force base. They say that Rand was born to\nrun, born to fly, born to lead.''\n","\n   ``My brother knew that each of us is special, and he made us\nfeel that way, because every life has a dream and every life is\nimportant, because it touches so many other lives.''\n","\n   At the request of the Dayton Daily News , Rear Admiral Frank M.\n``Skip'' Dirren Jr., commander of the Naval Safety Center in\nNorfolk, Va., reviewed records from McNally's crash. Neither of the\ntwo investigations the Navy conducted, including the secret safety\ninvestigation, identified a cause, he said.\n","\n   In a written response, the safety center acknowledged that the\nstabilizer augmentor _ an electronic system that enables the pilot\nto better operate the plane's most critical flight control systems\n_ was never found.\n","\n   ``Did it fail on the mishap flight?'' the written response says.\n``Don't know. Apparently the unit was not found. That may have been\none of the reasons that the (cause of the) mishap was designated as\nundetermined.''\n","\n   McShane joined McNally's parents and eight of his siblings on a\ntrip to Alameda Naval Air Station. They went to attend a military\nceremony for Randall McNally. They went to grieve. They also went\nlooking for answers.\n","\n   ``I got the feeling they were withholding something,'' said\nMcNally's mother, Margaret McNally.\n","\n   Dr. Randall E. McNally, McNally's father, said he, too, wanted\nanswers.\n","\n   ``When you lose a child, it's almost better if you went,'' he\nsaid. ``It's tormenting.''\n","\n   ``The whole family thought it was just so tragic because Randall\nwas just so highly thought of,'' said Regina Crane of Springboro,\nOhio, a distant cousin of McNally's. ``He was just a wonderful\nperson.''\n","\n   What's made it even harder for his family and friends to accept\nis the loss of a man at the height of an extraordinary life. And\nwhat is equally hard for them to accept is that there are so few\nanswers about how he died.\n","\n   ``As far as answers, we all know Rand is still watching us,''\nsaid McNally's sister, Sheila McNally-Hoy.\n","\n   At the end of the eulogy, Edward McNally wrote:\n","\n   ``And so we, too, say goodbye, with a lump in our throats. ...\nGod bless you Rand and watch over us. .... Blue skies and fair\nseas, little brother. Blue skies and fair seas.''\n","\n   Russell Carollo writes for the Dayton Daily News in Dayton,\nOhio. The complete text of this series is available at\nwww.daytondailynews.com.\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}