{"DocumentId":"NYT19991003.1155","TopicId":"NYT","Relevance":"0","Body":" BC-NY-PHILHARMONIC-3TAKES-$ADV10-NYT \nAN AGELESS BUY-AMERICAN BATTLE  \n (FOR RELEASE SUNDAY, OCT. 10) \n\n   (af)  \n By ALLAN KOZINN   \n c.1999 N.Y. Times News Service   \n\n   NEW YORK _ It is probably not a point the New York Philharmonic\nwas hoping to make in ``An American Celebration,'' the latest and\nmost edifying of its CD compilations of archival recordings, but\none thing this lavish set proves is that Ecclesiastes was right:\nthere is nothing new under the sun.\n\n   It seemed certain, after all, that debates about the\nPhilharmonic's relationship with American music were of fairly\nrecent vintage, if only because the American symphonic repertory we\nknow today began flourishing in the 1930s. And what could be more\ncurrent than the back-and-forth in which critics assert that the\nPhilharmonic does barely enough American music and the orchestra\nresponds that given the ticket buyers' clear preference for\nBeethoven and Tchaikovsky, it does plenty?\n\n   Yet as Alan Rich shows in a compelling historical essay included\nwith this 10-disk overview of the Philharmonic's adventures in\nAmericana (New York Philharmonic Special Editions NYP 9904), the\ndiscussion was under way by 1854, a mere 12 years after the\norchestra was founded. That year, a composer named George Frederick\nBristow announced that he was leaving his positions as a violinist\nin the orchestra and a member of the Philharmonic Society's board\nbecause the society was ``dedicated to a systematized effort for\nthe extinction of American music.''\n\n   Bristow was in a good position to make the point, since his own\nConcert Overture No. 3 was the only American work included in a\nPhilharmonic concert program during the orchestra's first dozen\nyears. But a listener today might wonder what American music\ncomposed before 1854 merited a place in the fledgling\nPhilharmonic's repertory, and what, for that matter, would have\nmarked it as specifically American?\n\n   ``An American Celebration'' answers those questions only\nindirectly, and the answer to both seems to be: probably not much.\nThe earliest work here is George Whitefield Chadwick's dramatic\noverture ``Melpomene'' (1887), in a 1958 performance led by Leonard\nBernstein. Chadwick, who was born the year Bristow lodged his\nprotest, was one of the most respected American composers of his\ngeneration. But ``Melpomene,'' for all its charms, was the work not\nof a composer who had declared independence from Europe but of a\nWagner wannabe who had absorbed his hero's harmonic and melodic\nstyle with remarkable skill.\n\n   So it is with much of the music on the first disk here. Three\nmovements from Edward MacDowell's ``Indian'' Suite (1895), also in\na 1958 Bernstein performance, look to Wagner, too, as well as\ndrawing on more cosmopolitan influences. By the time of Charles\nTomlinson Griffes' ``White Peacock,'' in 1919, the dominant\nAmerican compositional gaze had shifted to France, and Howard\nHanson, conducting the work in 1946, brings out every nuance of\nImpressionistic mystery from its lovely string writing.\n\n   Ernest Schelling's ``Victory Ball,'' a 1923 memoir of horrors\nthe composer experienced as a soldier in World War I, is also\nsteeped in European music but presents it through a more jaundiced\nlens, juxtaposing ballroom music, trumpet calls and the Dies Irae\nmelody. It is a period piece, perhaps, yet one can understand why\nArtur Rodzinski revived it in October 1945, for the performance\ndocumented here.\n\n   Not until the end of Disk 1 is an unequivocally American voice\nraised. Charles Ives' ``Three Places in New England'' (1914), heard\nin a 1994 performance led by Kurt Masur, lifts the curtain on the\nAmerican Century. The temptation, fostered by his placement in this\nparade, is to see Ives as the Big Bang from which the universe of\nAmerican music exploded onto the scene. But that view would not be\nentirely accurate. Ives was a loner whose major works went\nunperformed when they were new.\n\n   Still, his retrospective influence was considerable, and his\n``Three Places'' introduces a tradition of iconoclasm that can be\ntraced through ``An American Celebration'' by way of excerpts from\nVirgil Thomson's ``Four Saints in Three Acts'' (1928), Carl\nRuggles' mighty ``Sun-Treader'' (1931) and, to stretch a point, the\nMinimalist works of Steve Reich (``Tehillim,'' 1981) and John Adams\n(``Short Ride in a Fast Machine,'' 1986).\n\n   This is music that uses European instrumentation but turns its\nback on the rules of harmony, structure and concert-hall demeanor\nthat had come to represent the European tradition. In that sense,\nand with the Chadwick, MacDowell, Griffes and Schelling works as a\nuseful backdrop, Ives' ``Three Places'' seems a wellspring from\nwhich many rivers flow.\n\n   ``An American Celebration'' sticks a toe into several of them.\nLike the Philharmonic's first two box-sets _ ``The Historic\nBroadcasts, 1923-87,'' a 10-CD omnibus with no particular repertory\nfocus, and ``The Mahler Broadcasts, 1948-82,'' a 12-CD traversal\ncentering on the symphonies _ it is available directly from the\nPhilharmonic through its Web site (www.newyorkphilharmonic.org), by\ntelephone (800-557-8268) or by fax (317-781-4608); the only stores\ncarrying it are Tower Records and the Lincoln Center Gift Shops.\nThe cost is $185 plus handling and shipping.\n\n   The compilation was produced by Sedgwick Clark, a critic and\neditor, with audio editing and restoration by Seth B. Winner, Jon\nM. Samuels and Lawrence L. Rock. Culled from a library of 250\nperformances, it offers 49 works by 39 composers.\n\n   Not surprisingly, Aaron Copland is the most generously\nrepresented (and probably would have been even if this were not his\ncentenary year), with eight works; Samuel Barber, Bernstein and\nHanson have two each, and everyone else gets a single shot.\n\n   nn\n\n   The sources were diverse. Since the Philharmonic only recently\nbegan archiving its broadcasts, some of the older recordings come\nfrom transcription disks preserved in radio libraries, and many\ncome from private collectors who recorded them off the air on\nsemiprofessional or amateur equipment.\n\n   But where the earlier sets were devoted entirely to broadcast\nperformances, this time Clark also had access to unbroadcast\nconcert tapes made in the 1990s. Consequently, some of the\nrecordings included, while technically ``live,'' are edited from\nseveral performances given during a subscription week, much as the\nPhilharmonic makes its recordings for Teldec.\n\n   The usual caveats apply: listeners must in some cases allow for\nconstricted sound and even disk noise in the earlier recordings.\nBut for the most part, the sound varies from quite good to superb.\n\n   This set has more grandiose aims than its predecessors. Arranged\nmore or less chronologically _ with rhetorical blasts by Copland\n(``Fanfare for the Common Man'') and Sousa (``Stars and Stripes\nForever'') out of sequence at either end _ it traces the complex\nand increasingly fragmented story of how American symphonic music\ncame into its own.\n\n   That is a lot to accomplish in 13 hours of music, and obviously,\nthere is plenty missing. Anyone familiar with the Philharmonic's\nrepertory over the years can easily indulge in that perennial\npastime of critics and collectors, ``Why this\ncomposer/work/performance and not that one?''\n\n   Here are a few examples to help novices get started: As lovely\nas Hanson's music is, does he really rate two entries _ one, the\namply available Second Symphony _ in a set that of necessity\nbypasses so many others? Since the presence of Edgard Varese,\nErnest Bloch, Lukas Foss and others suggests that immigrant\ncomposers were not ruled out, where are Stravinsky, Schoenberg and\nWeill? And why is the youngest generation of American composers\nentirely unrepresented?\n\n   Yet it is astonishing how much ground the set does cover. The\nsecond disk, devoted to works of the 1920s, shows the early\ncurrents of Americana taking form and begins a subsidiary survey of\nCopland with the vigorous ``Music for the Theater'' (1925), in a\ntaut account conducted 60 years later by Erich Leinsdorf.\n\n   Is it cheating to include Varese's ``Integrales''? Varese moved\nto the United States only a decade before he wrote the work, in\n1925, but its percussive, cacophonous textures portray American\nurbanity vividly, as does the energetic if sometimes unruly\nBernstein performance from 1966.\n\n   Heard in the context of this set, in fact, ``Integrales'' is one\nof several works representing a significant strain of tone painting\nin American composition, which goes back to MacDowell and Griffes.\nAnother is Gershwin's ``American in Paris,'' a sort of reversal of\nthe Varese, which is the work of a Frenchman in New York.\n\n   As surveys of Americana go, this set is sparing in its inclusion\nof the obvious. ``An American in Paris'' undoubtedly made the cut\nfor the sheer beauty and fluidity of the Rodzinski performance;\nrecorded in 1944, it sounds the way movies of the same vintage\nlook.\n\n   Many of the works included here do double duty, the Gershwin\nbeing one. Besides its usefulness as an example of musical picture\npainting, it represents the flirtation between symphonic music and\njazz, a subject also suggested by a brilliant account of\nBernstein's Serenade (1954), in a 1990 performance led by Leonard\nSlatkin, with Glenn Dicterow, the orchestra's concertmaster, as\nviolin soloist.\n\n   And there is jazz's flirtation with the symphony, in Masur's\naccount of Duke Ellington's ``Tone Parallel to Harlem'' (1950),\nrecorded last April in collaboration with Wynton Marsalis and the\nLincoln Center Jazz Orchestra.\n\n   Pictorialism, though, is the more consistent current in the\nearly part of the set. Alongside the works by Gershwin, Varese,\nGriffes and company, the Philharmonic offers Charles Martin\nLoeffler's ``Memories of My Childhood'' (1924), with its depiction\nof Russian village life; Copland's ``Salon Mexico'' (1936) and\n``Prairie Journal'' (1937), and William Grant Still's ``Old\nCalifornia'' (1941), an entertaining if cartoonish melange of\nAmerican Indian rhythms and Mexican musical accents.\n\n   Offshoots of this painterly school are touched on glancingly.\nFilm music is illustrative by nature, and although much recent work\nin the genre is considered junk (partly for that reason, partly for\nits bald derivativeness), older scores have a patina of\nrespectability.\n\n   Representing that estuary of American composition is a suite\nfrom Bernard Herrmann's colorful score for ``The Devil and Daniel\nWebster'' (1942), in a supple performance conducted by Leopold\nStokowski in 1949.\n\n   ``Prairie Journal'' and ``El Salon Mexico'' point the way to\n``Appalachian Spring'' (1945), the quintessence of Coplandesque\nAmericana, heard here in a gorgeously sensual, rhythmically astute\nreading by Rodzinski from the year of composition. Then the Copland\ncomponent moves toward the leaner and less familiar contours of his\nlater music, by way of the rugged Orchestral Variations (1957, from\na Bernstein broadcast of 1958) and the dark-hued Nonet (1960, led\nby William Steinberg in 1964).\n\n   To a degree, these Copland works are used as entry points to a\nmore rigorous current of American composition that actually\nstretches back to the Varese. The only full-fledged examples here\nare Gunther Schuller's ``Dramatic Overture'' (1951), a beautifully\ntextured 12-tone score, given a fine performance under the baton of\nDimitri Mitropoulos in 1957, and Elliott Carter's Concerto for\nOrchestra (1969), played with remarkable solidity under Pierre\nBoulez in 1975.\n\n   nn\n\n   Given the predominance of that sterner style from the 1950s to\nthe '70s, it is seriously underrepresented here. Its absence\nreflects partly historical winnowing, partly commerce: atonality\nhas been eclipsed by more accessible styles in recent years, and\nthe Philharmonic, eager to sell sets, hereby endorses that trend.\n\n   Far more disk space is given to the reconsideration of\nClassicism and Romanticism that began in the 1930s and replaces\npictorialism as the major current of the second half of the set.\n\n   This is a rich vein, and the examples include a run of\nsymphonies: Hanson's Second (1930, conducted by the composer in\n1946), Roy Harris' Third (1939, in a magnificently driven Bernstein\nperformance from 1957), Paul Creston's Second (1944), William\nSchuman's Sixth (1948), Ned Rorem's Third (1958) and Ellen Taafe\nZwilich's Third (1992).\n\n   There are also less formally structured works from this school\nand its offshoots, by Barber, Peter Mennin, Morton Gould, David\nDiamond, Foss and Joan Tower. And given the lure of eclecticism in\nAmerican musical culture, there are hybrids that are essentially\nneo-Romantic but veer toward anything from jazz to Serialism.\n\n   Christopher Rouse's Trombone Concerto (1991), with its\nexquisitely lyrical line, played by Joseph Alessi, and William\nBolcom's Clarinet Concerto (1988), which straddles a half-dozen\nmusical worlds, are two of the more memorable items here.\n\n   The Rouse, meanwhile, touches on yet another compositional byway\nthat has attained prominence in American music, the School of\nMystical Notions and Sparkly Percussion. Alan Hovhaness' ``To\nVishnu'' (1966), George Crumb's ``Star Child'' (1977) and Jacob\nDruckman's ``Lamia'' (1975) are particularly fine examples of a\nstyle in which the Philharmonic players seem to revel.\n\n   Repertory aside, there are pleasant surprises in the pairings of\nconductors and composers. It is hard to imagine Pierre Monteux\nconducting Still's hokey ``Old California,'' but here's the proof.\nMonteux took on the Creston Second Symphony, as well.\n\n   Guido Cantelli, not known as a champion of American music,\nconducts the stunning account of ``El Salon Mexico.'' Sir John\nBarbirolli, in the earliest recording here (from 1936), brings the\nLoeffler nicely to life. And George Szell's brisk performance of\nBarber's ``First Essay,'' recorded in 1950, is a highlight of the\nset.\n\n   Masur, whose readings of Gershwin and Bernstein have often\nseemed awkward in concert, makes a strong case for himself as an\ninterpreter of Ives, Ruggles, Ellington and Copland. His immediate\npredecessor as music director, Zubin Mehta, is a persuasive\nadvocate of some early Copland, Reich's ``Tehillim'' and Ms.\nTower's majestic ``Sequoia.''\n\n   And Bernstein conducts 11 works, only one of which (the Harris\nThird) he recorded commercially. Surprisingly, Boulez, virtually\nrun out of New York for his championing of new music at the\nPhilharmonic, is represented by a mere three selections.\n\n   Accompanying the disks are two 246-page booklets with essays,\nprogram notes, interviews with composers and performers,\nchronologies, discographies, personnel lists _ you name it. The set\neven comes with its own review: in a track-by-track overview Clark\nnever shies away from forcefully stated opinions about the works,\nthe performances and even the sound quality.\n\n   Without question, ``An American Celebration'' is an important\nand illuminating addition to the Philharmonic's discography, and an\nessential compilation for anyone who loves American music or wants\nto get a sense of its sweep.\n\n   A sequel, perhaps with more of the concertos commissioned for\nthe orchestra's principal players in the 1970s and the best of the\nPhilharmonic's 150th-anniversary commissions, would certainly be\nwelcome.\n\n   Still, it is easy to imagine Bristow raising an eyebrow and\nasking why the Philharmonic's recordings of 20th-century American\nworks should be confined to its Special Editions series when the\norchestra's more widely available Teldec recordings are devoted\nalmost entirely to the European standard repertory.\n","Headline":"\nAN AGELESS BUY-AMERICAN BATTLE  \n (FOR RELEASE SUNDAY, OCT. 10) \n","Text":["\n   NEW YORK _ It is probably not a point the New York Philharmonic\nwas hoping to make in ``An American Celebration,'' the latest and\nmost edifying of its CD compilations of archival recordings, but\none thing this lavish set proves is that Ecclesiastes was right:\nthere is nothing new under the sun.\n","\n   It seemed certain, after all, that debates about the\nPhilharmonic's relationship with American music were of fairly\nrecent vintage, if only because the American symphonic repertory we\nknow today began flourishing in the 1930s. And what could be more\ncurrent than the back-and-forth in which critics assert that the\nPhilharmonic does barely enough American music and the orchestra\nresponds that given the ticket buyers' clear preference for\nBeethoven and Tchaikovsky, it does plenty?\n","\n   Yet as Alan Rich shows in a compelling historical essay included\nwith this 10-disk overview of the Philharmonic's adventures in\nAmericana (New York Philharmonic Special Editions NYP 9904), the\ndiscussion was under way by 1854, a mere 12 years after the\norchestra was founded. That year, a composer named George Frederick\nBristow announced that he was leaving his positions as a violinist\nin the orchestra and a member of the Philharmonic Society's board\nbecause the society was ``dedicated to a systematized effort for\nthe extinction of American music.''\n","\n   Bristow was in a good position to make the point, since his own\nConcert Overture No. 3 was the only American work included in a\nPhilharmonic concert program during the orchestra's first dozen\nyears. But a listener today might wonder what American music\ncomposed before 1854 merited a place in the fledgling\nPhilharmonic's repertory, and what, for that matter, would have\nmarked it as specifically American?\n","\n   ``An American Celebration'' answers those questions only\nindirectly, and the answer to both seems to be: probably not much.\nThe earliest work here is George Whitefield Chadwick's dramatic\noverture ``Melpomene'' (1887), in a 1958 performance led by Leonard\nBernstein. Chadwick, who was born the year Bristow lodged his\nprotest, was one of the most respected American composers of his\ngeneration. But ``Melpomene,'' for all its charms, was the work not\nof a composer who had declared independence from Europe but of a\nWagner wannabe who had absorbed his hero's harmonic and melodic\nstyle with remarkable skill.\n","\n   So it is with much of the music on the first disk here. Three\nmovements from Edward MacDowell's ``Indian'' Suite (1895), also in\na 1958 Bernstein performance, look to Wagner, too, as well as\ndrawing on more cosmopolitan influences. By the time of Charles\nTomlinson Griffes' ``White Peacock,'' in 1919, the dominant\nAmerican compositional gaze had shifted to France, and Howard\nHanson, conducting the work in 1946, brings out every nuance of\nImpressionistic mystery from its lovely string writing.\n","\n   Ernest Schelling's ``Victory Ball,'' a 1923 memoir of horrors\nthe composer experienced as a soldier in World War I, is also\nsteeped in European music but presents it through a more jaundiced\nlens, juxtaposing ballroom music, trumpet calls and the Dies Irae\nmelody. It is a period piece, perhaps, yet one can understand why\nArtur Rodzinski revived it in October 1945, for the performance\ndocumented here.\n","\n   Not until the end of Disk 1 is an unequivocally American voice\nraised. Charles Ives' ``Three Places in New England'' (1914), heard\nin a 1994 performance led by Kurt Masur, lifts the curtain on the\nAmerican Century. The temptation, fostered by his placement in this\nparade, is to see Ives as the Big Bang from which the universe of\nAmerican music exploded onto the scene. But that view would not be\nentirely accurate. Ives was a loner whose major works went\nunperformed when they were new.\n","\n   Still, his retrospective influence was considerable, and his\n``Three Places'' introduces a tradition of iconoclasm that can be\ntraced through ``An American Celebration'' by way of excerpts from\nVirgil Thomson's ``Four Saints in Three Acts'' (1928), Carl\nRuggles' mighty ``Sun-Treader'' (1931) and, to stretch a point, the\nMinimalist works of Steve Reich (``Tehillim,'' 1981) and John Adams\n(``Short Ride in a Fast Machine,'' 1986).\n","\n   This is music that uses European instrumentation but turns its\nback on the rules of harmony, structure and concert-hall demeanor\nthat had come to represent the European tradition. In that sense,\nand with the Chadwick, MacDowell, Griffes and Schelling works as a\nuseful backdrop, Ives' ``Three Places'' seems a wellspring from\nwhich many rivers flow.\n","\n   ``An American Celebration'' sticks a toe into several of them.\nLike the Philharmonic's first two box-sets _ ``The Historic\nBroadcasts, 1923-87,'' a 10-CD omnibus with no particular repertory\nfocus, and ``The Mahler Broadcasts, 1948-82,'' a 12-CD traversal\ncentering on the symphonies _ it is available directly from the\nPhilharmonic through its Web site (www.newyorkphilharmonic.org), by\ntelephone (800-557-8268) or by fax (317-781-4608); the only stores\ncarrying it are Tower Records and the Lincoln Center Gift Shops.\nThe cost is $185 plus handling and shipping.\n","\n   The compilation was produced by Sedgwick Clark, a critic and\neditor, with audio editing and restoration by Seth B. Winner, Jon\nM. Samuels and Lawrence L. Rock. Culled from a library of 250\nperformances, it offers 49 works by 39 composers.\n","\n   Not surprisingly, Aaron Copland is the most generously\nrepresented (and probably would have been even if this were not his\ncentenary year), with eight works; Samuel Barber, Bernstein and\nHanson have two each, and everyone else gets a single shot.\n","\n   nn\n","\n   The sources were diverse. Since the Philharmonic only recently\nbegan archiving its broadcasts, some of the older recordings come\nfrom transcription disks preserved in radio libraries, and many\ncome from private collectors who recorded them off the air on\nsemiprofessional or amateur equipment.\n","\n   But where the earlier sets were devoted entirely to broadcast\nperformances, this time Clark also had access to unbroadcast\nconcert tapes made in the 1990s. Consequently, some of the\nrecordings included, while technically ``live,'' are edited from\nseveral performances given during a subscription week, much as the\nPhilharmonic makes its recordings for Teldec.\n","\n   The usual caveats apply: listeners must in some cases allow for\nconstricted sound and even disk noise in the earlier recordings.\nBut for the most part, the sound varies from quite good to superb.\n","\n   This set has more grandiose aims than its predecessors. Arranged\nmore or less chronologically _ with rhetorical blasts by Copland\n(``Fanfare for the Common Man'') and Sousa (``Stars and Stripes\nForever'') out of sequence at either end _ it traces the complex\nand increasingly fragmented story of how American symphonic music\ncame into its own.\n","\n   That is a lot to accomplish in 13 hours of music, and obviously,\nthere is plenty missing. Anyone familiar with the Philharmonic's\nrepertory over the years can easily indulge in that perennial\npastime of critics and collectors, ``Why this\ncomposer/work/performance and not that one?''\n","\n   Here are a few examples to help novices get started: As lovely\nas Hanson's music is, does he really rate two entries _ one, the\namply available Second Symphony _ in a set that of necessity\nbypasses so many others? Since the presence of Edgard Varese,\nErnest Bloch, Lukas Foss and others suggests that immigrant\ncomposers were not ruled out, where are Stravinsky, Schoenberg and\nWeill? And why is the youngest generation of American composers\nentirely unrepresented?\n","\n   Yet it is astonishing how much ground the set does cover. The\nsecond disk, devoted to works of the 1920s, shows the early\ncurrents of Americana taking form and begins a subsidiary survey of\nCopland with the vigorous ``Music for the Theater'' (1925), in a\ntaut account conducted 60 years later by Erich Leinsdorf.\n","\n   Is it cheating to include Varese's ``Integrales''? Varese moved\nto the United States only a decade before he wrote the work, in\n1925, but its percussive, cacophonous textures portray American\nurbanity vividly, as does the energetic if sometimes unruly\nBernstein performance from 1966.\n","\n   Heard in the context of this set, in fact, ``Integrales'' is one\nof several works representing a significant strain of tone painting\nin American composition, which goes back to MacDowell and Griffes.\nAnother is Gershwin's ``American in Paris,'' a sort of reversal of\nthe Varese, which is the work of a Frenchman in New York.\n","\n   As surveys of Americana go, this set is sparing in its inclusion\nof the obvious. ``An American in Paris'' undoubtedly made the cut\nfor the sheer beauty and fluidity of the Rodzinski performance;\nrecorded in 1944, it sounds the way movies of the same vintage\nlook.\n","\n   Many of the works included here do double duty, the Gershwin\nbeing one. Besides its usefulness as an example of musical picture\npainting, it represents the flirtation between symphonic music and\njazz, a subject also suggested by a brilliant account of\nBernstein's Serenade (1954), in a 1990 performance led by Leonard\nSlatkin, with Glenn Dicterow, the orchestra's concertmaster, as\nviolin soloist.\n","\n   And there is jazz's flirtation with the symphony, in Masur's\naccount of Duke Ellington's ``Tone Parallel to Harlem'' (1950),\nrecorded last April in collaboration with Wynton Marsalis and the\nLincoln Center Jazz Orchestra.\n","\n   Pictorialism, though, is the more consistent current in the\nearly part of the set. Alongside the works by Gershwin, Varese,\nGriffes and company, the Philharmonic offers Charles Martin\nLoeffler's ``Memories of My Childhood'' (1924), with its depiction\nof Russian village life; Copland's ``Salon Mexico'' (1936) and\n``Prairie Journal'' (1937), and William Grant Still's ``Old\nCalifornia'' (1941), an entertaining if cartoonish melange of\nAmerican Indian rhythms and Mexican musical accents.\n","\n   Offshoots of this painterly school are touched on glancingly.\nFilm music is illustrative by nature, and although much recent work\nin the genre is considered junk (partly for that reason, partly for\nits bald derivativeness), older scores have a patina of\nrespectability.\n","\n   Representing that estuary of American composition is a suite\nfrom Bernard Herrmann's colorful score for ``The Devil and Daniel\nWebster'' (1942), in a supple performance conducted by Leopold\nStokowski in 1949.\n","\n   ``Prairie Journal'' and ``El Salon Mexico'' point the way to\n``Appalachian Spring'' (1945), the quintessence of Coplandesque\nAmericana, heard here in a gorgeously sensual, rhythmically astute\nreading by Rodzinski from the year of composition. Then the Copland\ncomponent moves toward the leaner and less familiar contours of his\nlater music, by way of the rugged Orchestral Variations (1957, from\na Bernstein broadcast of 1958) and the dark-hued Nonet (1960, led\nby William Steinberg in 1964).\n","\n   To a degree, these Copland works are used as entry points to a\nmore rigorous current of American composition that actually\nstretches back to the Varese. The only full-fledged examples here\nare Gunther Schuller's ``Dramatic Overture'' (1951), a beautifully\ntextured 12-tone score, given a fine performance under the baton of\nDimitri Mitropoulos in 1957, and Elliott Carter's Concerto for\nOrchestra (1969), played with remarkable solidity under Pierre\nBoulez in 1975.\n","\n   nn\n","\n   Given the predominance of that sterner style from the 1950s to\nthe '70s, it is seriously underrepresented here. Its absence\nreflects partly historical winnowing, partly commerce: atonality\nhas been eclipsed by more accessible styles in recent years, and\nthe Philharmonic, eager to sell sets, hereby endorses that trend.\n","\n   Far more disk space is given to the reconsideration of\nClassicism and Romanticism that began in the 1930s and replaces\npictorialism as the major current of the second half of the set.\n","\n   This is a rich vein, and the examples include a run of\nsymphonies: Hanson's Second (1930, conducted by the composer in\n1946), Roy Harris' Third (1939, in a magnificently driven Bernstein\nperformance from 1957), Paul Creston's Second (1944), William\nSchuman's Sixth (1948), Ned Rorem's Third (1958) and Ellen Taafe\nZwilich's Third (1992).\n","\n   There are also less formally structured works from this school\nand its offshoots, by Barber, Peter Mennin, Morton Gould, David\nDiamond, Foss and Joan Tower. And given the lure of eclecticism in\nAmerican musical culture, there are hybrids that are essentially\nneo-Romantic but veer toward anything from jazz to Serialism.\n","\n   Christopher Rouse's Trombone Concerto (1991), with its\nexquisitely lyrical line, played by Joseph Alessi, and William\nBolcom's Clarinet Concerto (1988), which straddles a half-dozen\nmusical worlds, are two of the more memorable items here.\n","\n   The Rouse, meanwhile, touches on yet another compositional byway\nthat has attained prominence in American music, the School of\nMystical Notions and Sparkly Percussion. Alan Hovhaness' ``To\nVishnu'' (1966), George Crumb's ``Star Child'' (1977) and Jacob\nDruckman's ``Lamia'' (1975) are particularly fine examples of a\nstyle in which the Philharmonic players seem to revel.\n","\n   Repertory aside, there are pleasant surprises in the pairings of\nconductors and composers. It is hard to imagine Pierre Monteux\nconducting Still's hokey ``Old California,'' but here's the proof.\nMonteux took on the Creston Second Symphony, as well.\n","\n   Guido Cantelli, not known as a champion of American music,\nconducts the stunning account of ``El Salon Mexico.'' Sir John\nBarbirolli, in the earliest recording here (from 1936), brings the\nLoeffler nicely to life. And George Szell's brisk performance of\nBarber's ``First Essay,'' recorded in 1950, is a highlight of the\nset.\n","\n   Masur, whose readings of Gershwin and Bernstein have often\nseemed awkward in concert, makes a strong case for himself as an\ninterpreter of Ives, Ruggles, Ellington and Copland. His immediate\npredecessor as music director, Zubin Mehta, is a persuasive\nadvocate of some early Copland, Reich's ``Tehillim'' and Ms.\nTower's majestic ``Sequoia.''\n","\n   And Bernstein conducts 11 works, only one of which (the Harris\nThird) he recorded commercially. Surprisingly, Boulez, virtually\nrun out of New York for his championing of new music at the\nPhilharmonic, is represented by a mere three selections.\n","\n   Accompanying the disks are two 246-page booklets with essays,\nprogram notes, interviews with composers and performers,\nchronologies, discographies, personnel lists _ you name it. The set\neven comes with its own review: in a track-by-track overview Clark\nnever shies away from forcefully stated opinions about the works,\nthe performances and even the sound quality.\n","\n   Without question, ``An American Celebration'' is an important\nand illuminating addition to the Philharmonic's discography, and an\nessential compilation for anyone who loves American music or wants\nto get a sense of its sweep.\n","\n   A sequel, perhaps with more of the concertos commissioned for\nthe orchestra's principal players in the 1970s and the best of the\nPhilharmonic's 150th-anniversary commissions, would certainly be\nwelcome.\n","\n   Still, it is easy to imagine Bristow raising an eyebrow and\nasking why the Philharmonic's recordings of 20th-century American\nworks should be confined to its Special Editions series when the\norchestra's more widely available Teldec recordings are devoted\nalmost entirely to the European standard repertory.\n"]}