{"DocumentId":"NYT19991125.0062","TopicId":"NYT","Relevance":"0","Body":" BC-JOHN-ADAMS-MUSIC-3TAKES-$ADV28-NYT \nSUMMING UP JOHN ADAMS AT MIDCAREER  \n (FOR RELEASE SUNDAY, NOV. 28) \n\n  \n (Attn: Calif.)   (af)  \n By ALLAN KOZINN   \n c.1999 N.Y. Times News Service   \n\n   When John Adams cruised onto listeners' radar screens in 1980,\nwith his ``Shaker Loops'' and ``Phrygian Gates'' (both composed in\n1977), on an LP from the small, now defunct label 1750 Arch, three\nthings were immediately apparent.\n\n   One was that the Minimalist school, pioneered a decade earlier\nby Philip Glass, Steve Reich and Terry Riley, would have legs.\nAdams, who is now 52, was a decade younger than the founders of the\nstyle, and he came to it from an unlikely direction.\n\n   He studied at Harvard with Leon Kirchner, whose emotional,\nrigorously structured works were a world apart from Minimalist\nabstractions and simplicities, and in 1971 he moved to San\nFrancisco, a continent away from Minimalism's home ground. Not that\nothers hadn't picked up on the style and its growing popularity;\nbut no one had crashed the Minimalist party with the energizing\nfreshness heard in Adams' early works.\n\n   That originality was the second ear-catching aspect of his\nmusic. Perhaps it should not have been surprising that a newcomer\nto Minimalism could quickly develop a distinctive voice. The early\npractitioners, though dealing in music that both supporters and\ndetractors described as stripped down, had established unmistakable\npersonal styles.\n\n   Yet most newcomers seemed like apprentices either to Glass,\nwhose early fascination with additive process was then giving way\nto an interest in drama, or to Reich, who was focused on the\nintricacies of interlocking rhythms.\n\n   Adams brought something new to the Minimalism of the time:\nchromaticism and gesture, both varied to create an expressive\neffect. ``Phrygian Gates,'' which makes its way around the harmonic\ncircle of fifths, touching on every key, and ``Shaker Loops,''\nwhich made peace with the Romanticism that Minimalism had until\nthen rejected, came as a jolt to listeners who thought they knew\nwhat Minimalism was about.\n\n   And the third thing made apparent by that first recording was\nthat unless those works were flukes, Adams would bear watching. Two\ndecades later, he has been duly watched and commented on, both\nadmiringly and harshly, as he has followed paths his early\nlisteners could not have predicted.\n\n   A current of sometimes schoolboyish humor quickly became an\nimportant part of his palette, and he has shown an uncanny ability\nto assimilate other compositional styles and twist them into\nsomething recognizably his own, just as he did with Minimalism.\nWhile he is too young to be considered venerable, he has become an\nestablished presence on the American compositional landscape.\n\n   Indeed, a busy presence at the moment. Nonesuch, the record\nlabel with which he has developed a personal affiliation (although\nothers record his music) has just issued a 10-CD retrospective,\n``The John Adams Earbox,'' which invites even listeners who know\nhis work to hear it afresh in a careerwide context. And Robert\nSpano and the Brooklyn Philharmonic are presenting a concert\nversion of the better of his two operas, ``Nixon in China,'' on\nFriday and Saturday at the Brooklyn Academy of Music.\n\n   Adams, still a Californian, will be in New York on those\nevenings but otherwise engaged, conducting the New York\nPhilharmonic in a Copland program at Avery Fisher Hall.\n\n   It is tempting, given this confluence, to wonder whether Adams\nmight have been a kind of Copland for the '90s. The equation\ndoesn't ultimately work; the composers, the times and the\nconstitution of the American musical world now and in Copland's\nheyday are too different. Still, there are peculiar parallels.\n\n   Each composer worked in a formal, academically approved style\nbefore discovering the popular language that helped him make a\nsplash. What Minimalism did for Adams, the Stravinsky ballets based\non Russian folk sources did for the young Copland, becoming a\ntemplate for the ``prairie'' style that made him famous. Each\ncomposer grew stylistically restless once he had established\nhimself.\n\n   Copland explored Neo-Classicism and serialism, but he remained a\nneo-Romantic at heart, revisiting his folksier style, if only in\npassing. The recordings in the ``Earbox'' (Nonesuch 79453-2),\nselected by Adams and in many cases conducted by him, chronicle the\narray of styles on which he has touched, including the almost\nLigetian density of the first movement of ``Harmonium'' (1981) and\nthe decidedly non-Minimalist angularity of the Violin Concerto\n(1993).\n\n   On the surface, Adams seems not to have shared Copland's\nfascination with Middle Americana, beyond the un-Coplandesque\n``Hoedown'' in ``Gnarly Buttons'' (1996) and the quirky country\nfiddling movement in ``John's Book of Alleged Dances'' (1994). Yet\nthe broad, open string chords of his ``Christian Zeal and\nActivity'' (1973), the earliest work in the ``Earbox,'' are a\ndeconstructed hymn, and they bear a striking resemblance to the\ndevotional orchestral fabric of Copland's ``Lincoln Portrait,''\nthough the tape component of the Adams work, an electronically\nmanipulated snippet from a radio sermon, takes its lineage from\nReich's ``It's Gonna Rain.''\n\n   nn\n\n   Adjust for the difference in eras, and the composers' populist\nconnection becomes even more apparent. Where Copland used hymns and\nfolk melodies to create his aural image of America, Adams, a child\nof the 1950s and '60s, draws on pop music in all its variety. Rock\nreferences abound, as in the brawny riffs of ``Lollapalooza''\n(1995), and Adams flirts with theatrical pop in ``I Was Looking at\nthe Ceiling and Then I Saw the Sky'' (1995), jazz in ``Eros Piano''\n(1989) and New Age in ``Hoodoo Zephyr'' (1992).\n\n   He touches on earlier pop music in ``The Chairman Dances''\n(1985), an eccentric fox trot with a hint of Gershwin. And he\nalludes to world music, with a Middle Eastern accent, in ``John's\nBook of Alleged Dances,'' a wide-ranging compendium for string\nquartet; in Copland, the parallel would be works like ``El Salon\nMexico.'' What links Adams to Copland in the end is that both are\nessentially neo-Romantics, with a taste for music that moves\npeople, whether popular or more formal.\n\n   But there the comparisons must end. Since Adams is relatively\nyoung and evidently not lacking in inspiration, it would be\npointless to speculate about his eventual stature; now that\nAmerican music has its place in the international repertory, there\nis no need for a towering figure in the Copland mold.\n\n   Still, although Copland had the kind of relationship with CBS\nMasterworks (now Sony Classical) that Adams has with Nonesuch, he\ndid not live to see his composer-directed discography compiled in a\ncomprehensive boxed overview. Indeed, Sony has yet to treat his\nlegacy seriously.\n\n   The Adams compilation paints an expansive portrait. Its details\nare already familiar to collectors who have kept pace with the\ncomposer, for only three previously unissued recordings are\nincluded. They account for a mere 52 minutes, and one of the\npieces, the 31-minute ``Harmonium,'' is a known commodity, having\nlong been available in recordings conducted by Edo de Waart (ECM)\nand Robert Shaw (Telarc); here Adams leads the Orchestra of St.\nLuke's. The other two pieces are new to disc, and one of them,\n``Slonimsky's Earbox'' (1996), gives the set its title.\n\n   On glancing acquaintance, both this frenetic, thick-textured\nwork, with its turn-of-the-(last-)century Russian accent, and the\nother newcomer, ``Lollapalooza,'' sound like patches of orchestral\nbombast, curtain raisers that demonstrate Adams' facility as a\ncolorist. Composers have done worse with similarly limited aims,\nbut there is more to these works.\n\n   ``Slonimsky's Earbox,'' a memorial to the musical lexicographer\nNicolas Slonimsky, is full of involving counterpoint, juxtaposing\ninteresting modal themes, and it continues Adams' longstanding\nproject of combining Minimalist techniques with complex structures.\n\n   ``The John Adams Earbox'' offers the misses as well as the hits,\nbut one of its surprises is that over time, some of the composer's\nworks have either gained or lost weight. Figuratively, for the most\npart, although ``Shaker Loops,'' written as a chamber piece, is\nheard here in the orchestration Adams considers its finished form.\n\n   The orchestration magnifies the music's incipient Romanticism,\nbut there is much to be said for the sparer septet version heard on\nthat old 1750 Arch recording in a performance featuring the Ridge\nQuartet (now on a New Albion CD with ``Light Over Water,'' an\nappealing work for synthesizers and brass, otherwise unavailable).\n\n   ``Hoodoo Zephyr,'' a collection of synthesizer pieces, seemed\nlittle more than fluffy doodling when it was first released, in\n1993. Adams, with the wisdom of hindsight, may concur (although a\ndefensive program note suggests otherwise); he includes only three\nof the seven original selections here. In the context of this\nanthology, they seem more consistent with Adams' output and more\nlistenable overall.\n\n   Perhaps insufficient time has elapsed to help ``I Was Looking at\nthe Ceiling and Then I Saw the Sky,'' his theatrical collaboration\nwith June Jordan; more likely, trying to harness the insufferable\ncliches of the moribund musical theater style was simply a dreadful\nidea. The work was meant to be current and topical, a snapshot of\nLos Angeles at the time of the Northridge earthquake in 1994, with\ncharacters of various ethnicities.\n\n   It has its moments; the song ``Crushed by the Rock I Been\nStanding On'' stands out. But the characters are generally\none-dimensional, and they engage in predictable posturing. Although\nthe instrumental accompaniments show glimmers of Adams' style, the\nvocal lines could be taken as parodies of the Broadway cadence if\nthey were not so earnest.\n\n   ``Nixon in China'' (1987) and ``The Death of Klinghoffer''\n(1991), immensely superior works musically, are represented by\nexcerpts, one disc each. ``Klinghoffer'' has always caused\nuneasiness. Adams and his librettist, Alice Goodman, may have meant\nto empathize with both Jews and Palestinians, but they left hardly\nanyone satisfied and many aggrieved (not least, the family of Leon\nKlinghoffer, whose murder by Palestinian terrorists on the hijacked\ncruise ship Achille Lauro is the opera's central event).\n\n   ``Nixon'' fared better in its time; it is, after all, a fantasy\non a diplomatic breakthrough. Yet it left furrowed brows as well,\nand not without reason.\n\n   What proved most interesting about ``Nixon in China'' was the\ncontrast between the buffoonish character of Nixon, whose arias\nportray either megalomania (the fabulously parodistic ``News Has a\nKind of Mystery'') or self-absorbed triviality, and the more\nserenely philosophical Mao and Chou En-lai. In terms of the\ncontrast between cultures, it still works. In fact, both operas\nwork if you can divorce them from the actual events they portray\nand regard their characters not as real people but as archetypes\nembodying grander human qualities and foibles.\n\n   nn\n\n   But such a conceptual leap may be too much to ask. The\ncharacters are real people, and the events occurred in living\nmemory. The tensions plumbed in ``Klinghoffer'' remain open wounds\non both sides. And while the philosophical disparities between East\nand West, ancient and modern, are intriguingly explored in\n``Nixon,'' the fact that Mao and his circle were bona fide tyrants,\ncarrying out the oppressive Cultural Revolution at the time of\nNixon's visit, makes it unseemly to present them as philosopher\nkings.\n\n   If these are missteps _ and there is room for debate _ they seem\nto have been taken honestly, in the belief that operas based on\ncontemporary events would have greater immediacy than fiction, and\nthat if the characters worked as archetypes (as they eventually\nmay), the works would have a long shelf life. There is, in any\ncase, superb music and imaginative text setting in these operas,\nand they form an important part of the evolution the ``Earbox''\ntraces.\n\n   Ultimately, however, it is in the works not intended for the\nstage that the composer's more characteristic innovation really\nshines. And listening to those works, one is struck by the sheer\nvariety of what Adams has produced.\n\n   ``Grand Pianola Music'' (1982), with its rippling keyboard\nroulades and big orchestral gestures, pokes fun at the heroics of\nRomantic concerto writing. ``Fearful Symmetries'' (1988) toys\nsimilarly with symphonic textures, and the Chamber Symphony (1992)\ntakes yet another tack, offsetting a Neo-Classicism rooted in\nStravinsky and Schoenberg with bursts of cartoonish humor. These\npieces aren't brain surgery; they insist that symphonic music can\nbe slyly funny, and fun.\n\n   Adams has a contrastingly sober side, evident in ``The Wound\nDresser'' (1989), an eerily vivid _ and entirely non-Minimalist _\nsetting of Walt Whitman's wrenching battlefield poetry. The Violin\nConcerto, searingly played by Gidon Kremer, is as substantial an\naddition to that corner of the repertory as any composer has made\nin the last two decades.\n\n   ``Eros Piano'' extends Adams' language in a different way.\nWritten after an evening with Toru Takemitsu, it embraces the\natmospheric gracefulness of that composer's later style through\ninventive string voicings, and its solo piano line hints at the\nshapely improvisations of Bill Evans, to whom the work is in fact a\ntribute. ``Harmonium'' and ``Harmonielehre'' (1985), Adams' big\ntreatises on harmony, orchestration and color, become more\ncompelling with each hearing.\n\n   Nonesuch has packaged the ``Earbox'' handsomely, in a slipcase\nthat holds the 10 thin jewel boxes and a generously illustrated\n180-page booklet. The notes include a work-by-work rumination by\nAdams and appreciations by Robert Hurwitz, the president of\nNonesuch, and Renaud Machart, a French critic, who provides a\nEuropean perspective on Adams. Shorter encomiums (by Michael Tilson\nThomas, Peter Sellars, Kremer, Sir Simon Rattle and others) are\nscattered throughout the booklet, which also offers vocal texts, a\nchronology and a discography.\n\n   There are holes in the set, but very few. ``Phrygian Gates,'' a\npiano work pivotal in Adams' canon, is not included, but it is\navailable in several fine accounts. Among them are discs by\nChristopher O'Riley (Albany) and Gloria Cheng-Cochran (Telarc),\nboth of which also include ``China Gates,'' a rarer work also\nabsent from the ``Earbox.''\n\n   The 1973 triptych ``American Standard,'' represented in part by\n``Christian Zeal and Activity,'' would have been welcome in its\nentirety. And although the ``Earbox'' renders most of Adams'\nindividual Nonesuch releases superflous, completists will have to\nkeep ``Hoodoo Zephyr'' for its four missing pieces, and ``El\nDorado'' for Adams' Liszt and Busoni orchestrations as well as the\ncomplete recordings of ``Nixon'' and ``Klinghoffer.''\n\n   The ``Earbox'' is, of course, hardly the double bar on Adams'\ncareer. Perhaps when ``The John Adams Earbox II'' is released in 20\nyears or so, these gaps will be filled.\n","Headline":"\nSUMMING UP JOHN ADAMS AT MIDCAREER  \n (FOR RELEASE SUNDAY, NOV. 28) \n","Text":["\n   When John Adams cruised onto listeners' radar screens in 1980,\nwith his ``Shaker Loops'' and ``Phrygian Gates'' (both composed in\n1977), on an LP from the small, now defunct label 1750 Arch, three\nthings were immediately apparent.\n","\n   One was that the Minimalist school, pioneered a decade earlier\nby Philip Glass, Steve Reich and Terry Riley, would have legs.\nAdams, who is now 52, was a decade younger than the founders of the\nstyle, and he came to it from an unlikely direction.\n","\n   He studied at Harvard with Leon Kirchner, whose emotional,\nrigorously structured works were a world apart from Minimalist\nabstractions and simplicities, and in 1971 he moved to San\nFrancisco, a continent away from Minimalism's home ground. Not that\nothers hadn't picked up on the style and its growing popularity;\nbut no one had crashed the Minimalist party with the energizing\nfreshness heard in Adams' early works.\n","\n   That originality was the second ear-catching aspect of his\nmusic. Perhaps it should not have been surprising that a newcomer\nto Minimalism could quickly develop a distinctive voice. The early\npractitioners, though dealing in music that both supporters and\ndetractors described as stripped down, had established unmistakable\npersonal styles.\n","\n   Yet most newcomers seemed like apprentices either to Glass,\nwhose early fascination with additive process was then giving way\nto an interest in drama, or to Reich, who was focused on the\nintricacies of interlocking rhythms.\n","\n   Adams brought something new to the Minimalism of the time:\nchromaticism and gesture, both varied to create an expressive\neffect. ``Phrygian Gates,'' which makes its way around the harmonic\ncircle of fifths, touching on every key, and ``Shaker Loops,''\nwhich made peace with the Romanticism that Minimalism had until\nthen rejected, came as a jolt to listeners who thought they knew\nwhat Minimalism was about.\n","\n   And the third thing made apparent by that first recording was\nthat unless those works were flukes, Adams would bear watching. Two\ndecades later, he has been duly watched and commented on, both\nadmiringly and harshly, as he has followed paths his early\nlisteners could not have predicted.\n","\n   A current of sometimes schoolboyish humor quickly became an\nimportant part of his palette, and he has shown an uncanny ability\nto assimilate other compositional styles and twist them into\nsomething recognizably his own, just as he did with Minimalism.\nWhile he is too young to be considered venerable, he has become an\nestablished presence on the American compositional landscape.\n","\n   Indeed, a busy presence at the moment. Nonesuch, the record\nlabel with which he has developed a personal affiliation (although\nothers record his music) has just issued a 10-CD retrospective,\n``The John Adams Earbox,'' which invites even listeners who know\nhis work to hear it afresh in a careerwide context. And Robert\nSpano and the Brooklyn Philharmonic are presenting a concert\nversion of the better of his two operas, ``Nixon in China,'' on\nFriday and Saturday at the Brooklyn Academy of Music.\n","\n   Adams, still a Californian, will be in New York on those\nevenings but otherwise engaged, conducting the New York\nPhilharmonic in a Copland program at Avery Fisher Hall.\n","\n   It is tempting, given this confluence, to wonder whether Adams\nmight have been a kind of Copland for the '90s. The equation\ndoesn't ultimately work; the composers, the times and the\nconstitution of the American musical world now and in Copland's\nheyday are too different. Still, there are peculiar parallels.\n","\n   Each composer worked in a formal, academically approved style\nbefore discovering the popular language that helped him make a\nsplash. What Minimalism did for Adams, the Stravinsky ballets based\non Russian folk sources did for the young Copland, becoming a\ntemplate for the ``prairie'' style that made him famous. Each\ncomposer grew stylistically restless once he had established\nhimself.\n","\n   Copland explored Neo-Classicism and serialism, but he remained a\nneo-Romantic at heart, revisiting his folksier style, if only in\npassing. The recordings in the ``Earbox'' (Nonesuch 79453-2),\nselected by Adams and in many cases conducted by him, chronicle the\narray of styles on which he has touched, including the almost\nLigetian density of the first movement of ``Harmonium'' (1981) and\nthe decidedly non-Minimalist angularity of the Violin Concerto\n(1993).\n","\n   On the surface, Adams seems not to have shared Copland's\nfascination with Middle Americana, beyond the un-Coplandesque\n``Hoedown'' in ``Gnarly Buttons'' (1996) and the quirky country\nfiddling movement in ``John's Book of Alleged Dances'' (1994). Yet\nthe broad, open string chords of his ``Christian Zeal and\nActivity'' (1973), the earliest work in the ``Earbox,'' are a\ndeconstructed hymn, and they bear a striking resemblance to the\ndevotional orchestral fabric of Copland's ``Lincoln Portrait,''\nthough the tape component of the Adams work, an electronically\nmanipulated snippet from a radio sermon, takes its lineage from\nReich's ``It's Gonna Rain.''\n","\n   nn\n","\n   Adjust for the difference in eras, and the composers' populist\nconnection becomes even more apparent. Where Copland used hymns and\nfolk melodies to create his aural image of America, Adams, a child\nof the 1950s and '60s, draws on pop music in all its variety. Rock\nreferences abound, as in the brawny riffs of ``Lollapalooza''\n(1995), and Adams flirts with theatrical pop in ``I Was Looking at\nthe Ceiling and Then I Saw the Sky'' (1995), jazz in ``Eros Piano''\n(1989) and New Age in ``Hoodoo Zephyr'' (1992).\n","\n   He touches on earlier pop music in ``The Chairman Dances''\n(1985), an eccentric fox trot with a hint of Gershwin. And he\nalludes to world music, with a Middle Eastern accent, in ``John's\nBook of Alleged Dances,'' a wide-ranging compendium for string\nquartet; in Copland, the parallel would be works like ``El Salon\nMexico.'' What links Adams to Copland in the end is that both are\nessentially neo-Romantics, with a taste for music that moves\npeople, whether popular or more formal.\n","\n   But there the comparisons must end. Since Adams is relatively\nyoung and evidently not lacking in inspiration, it would be\npointless to speculate about his eventual stature; now that\nAmerican music has its place in the international repertory, there\nis no need for a towering figure in the Copland mold.\n","\n   Still, although Copland had the kind of relationship with CBS\nMasterworks (now Sony Classical) that Adams has with Nonesuch, he\ndid not live to see his composer-directed discography compiled in a\ncomprehensive boxed overview. Indeed, Sony has yet to treat his\nlegacy seriously.\n","\n   The Adams compilation paints an expansive portrait. Its details\nare already familiar to collectors who have kept pace with the\ncomposer, for only three previously unissued recordings are\nincluded. They account for a mere 52 minutes, and one of the\npieces, the 31-minute ``Harmonium,'' is a known commodity, having\nlong been available in recordings conducted by Edo de Waart (ECM)\nand Robert Shaw (Telarc); here Adams leads the Orchestra of St.\nLuke's. The other two pieces are new to disc, and one of them,\n``Slonimsky's Earbox'' (1996), gives the set its title.\n","\n   On glancing acquaintance, both this frenetic, thick-textured\nwork, with its turn-of-the-(last-)century Russian accent, and the\nother newcomer, ``Lollapalooza,'' sound like patches of orchestral\nbombast, curtain raisers that demonstrate Adams' facility as a\ncolorist. Composers have done worse with similarly limited aims,\nbut there is more to these works.\n","\n   ``Slonimsky's Earbox,'' a memorial to the musical lexicographer\nNicolas Slonimsky, is full of involving counterpoint, juxtaposing\ninteresting modal themes, and it continues Adams' longstanding\nproject of combining Minimalist techniques with complex structures.\n","\n   ``The John Adams Earbox'' offers the misses as well as the hits,\nbut one of its surprises is that over time, some of the composer's\nworks have either gained or lost weight. Figuratively, for the most\npart, although ``Shaker Loops,'' written as a chamber piece, is\nheard here in the orchestration Adams considers its finished form.\n","\n   The orchestration magnifies the music's incipient Romanticism,\nbut there is much to be said for the sparer septet version heard on\nthat old 1750 Arch recording in a performance featuring the Ridge\nQuartet (now on a New Albion CD with ``Light Over Water,'' an\nappealing work for synthesizers and brass, otherwise unavailable).\n","\n   ``Hoodoo Zephyr,'' a collection of synthesizer pieces, seemed\nlittle more than fluffy doodling when it was first released, in\n1993. Adams, with the wisdom of hindsight, may concur (although a\ndefensive program note suggests otherwise); he includes only three\nof the seven original selections here. In the context of this\nanthology, they seem more consistent with Adams' output and more\nlistenable overall.\n","\n   Perhaps insufficient time has elapsed to help ``I Was Looking at\nthe Ceiling and Then I Saw the Sky,'' his theatrical collaboration\nwith June Jordan; more likely, trying to harness the insufferable\ncliches of the moribund musical theater style was simply a dreadful\nidea. The work was meant to be current and topical, a snapshot of\nLos Angeles at the time of the Northridge earthquake in 1994, with\ncharacters of various ethnicities.\n","\n   It has its moments; the song ``Crushed by the Rock I Been\nStanding On'' stands out. But the characters are generally\none-dimensional, and they engage in predictable posturing. Although\nthe instrumental accompaniments show glimmers of Adams' style, the\nvocal lines could be taken as parodies of the Broadway cadence if\nthey were not so earnest.\n","\n   ``Nixon in China'' (1987) and ``The Death of Klinghoffer''\n(1991), immensely superior works musically, are represented by\nexcerpts, one disc each. ``Klinghoffer'' has always caused\nuneasiness. Adams and his librettist, Alice Goodman, may have meant\nto empathize with both Jews and Palestinians, but they left hardly\nanyone satisfied and many aggrieved (not least, the family of Leon\nKlinghoffer, whose murder by Palestinian terrorists on the hijacked\ncruise ship Achille Lauro is the opera's central event).\n","\n   ``Nixon'' fared better in its time; it is, after all, a fantasy\non a diplomatic breakthrough. Yet it left furrowed brows as well,\nand not without reason.\n","\n   What proved most interesting about ``Nixon in China'' was the\ncontrast between the buffoonish character of Nixon, whose arias\nportray either megalomania (the fabulously parodistic ``News Has a\nKind of Mystery'') or self-absorbed triviality, and the more\nserenely philosophical Mao and Chou En-lai. In terms of the\ncontrast between cultures, it still works. In fact, both operas\nwork if you can divorce them from the actual events they portray\nand regard their characters not as real people but as archetypes\nembodying grander human qualities and foibles.\n","\n   nn\n","\n   But such a conceptual leap may be too much to ask. The\ncharacters are real people, and the events occurred in living\nmemory. The tensions plumbed in ``Klinghoffer'' remain open wounds\non both sides. And while the philosophical disparities between East\nand West, ancient and modern, are intriguingly explored in\n``Nixon,'' the fact that Mao and his circle were bona fide tyrants,\ncarrying out the oppressive Cultural Revolution at the time of\nNixon's visit, makes it unseemly to present them as philosopher\nkings.\n","\n   If these are missteps _ and there is room for debate _ they seem\nto have been taken honestly, in the belief that operas based on\ncontemporary events would have greater immediacy than fiction, and\nthat if the characters worked as archetypes (as they eventually\nmay), the works would have a long shelf life. There is, in any\ncase, superb music and imaginative text setting in these operas,\nand they form an important part of the evolution the ``Earbox''\ntraces.\n","\n   Ultimately, however, it is in the works not intended for the\nstage that the composer's more characteristic innovation really\nshines. And listening to those works, one is struck by the sheer\nvariety of what Adams has produced.\n","\n   ``Grand Pianola Music'' (1982), with its rippling keyboard\nroulades and big orchestral gestures, pokes fun at the heroics of\nRomantic concerto writing. ``Fearful Symmetries'' (1988) toys\nsimilarly with symphonic textures, and the Chamber Symphony (1992)\ntakes yet another tack, offsetting a Neo-Classicism rooted in\nStravinsky and Schoenberg with bursts of cartoonish humor. These\npieces aren't brain surgery; they insist that symphonic music can\nbe slyly funny, and fun.\n","\n   Adams has a contrastingly sober side, evident in ``The Wound\nDresser'' (1989), an eerily vivid _ and entirely non-Minimalist _\nsetting of Walt Whitman's wrenching battlefield poetry. The Violin\nConcerto, searingly played by Gidon Kremer, is as substantial an\naddition to that corner of the repertory as any composer has made\nin the last two decades.\n","\n   ``Eros Piano'' extends Adams' language in a different way.\nWritten after an evening with Toru Takemitsu, it embraces the\natmospheric gracefulness of that composer's later style through\ninventive string voicings, and its solo piano line hints at the\nshapely improvisations of Bill Evans, to whom the work is in fact a\ntribute. ``Harmonium'' and ``Harmonielehre'' (1985), Adams' big\ntreatises on harmony, orchestration and color, become more\ncompelling with each hearing.\n","\n   Nonesuch has packaged the ``Earbox'' handsomely, in a slipcase\nthat holds the 10 thin jewel boxes and a generously illustrated\n180-page booklet. The notes include a work-by-work rumination by\nAdams and appreciations by Robert Hurwitz, the president of\nNonesuch, and Renaud Machart, a French critic, who provides a\nEuropean perspective on Adams. Shorter encomiums (by Michael Tilson\nThomas, Peter Sellars, Kremer, Sir Simon Rattle and others) are\nscattered throughout the booklet, which also offers vocal texts, a\nchronology and a discography.\n","\n   There are holes in the set, but very few. ``Phrygian Gates,'' a\npiano work pivotal in Adams' canon, is not included, but it is\navailable in several fine accounts. Among them are discs by\nChristopher O'Riley (Albany) and Gloria Cheng-Cochran (Telarc),\nboth of which also include ``China Gates,'' a rarer work also\nabsent from the ``Earbox.''\n","\n   The 1973 triptych ``American Standard,'' represented in part by\n``Christian Zeal and Activity,'' would have been welcome in its\nentirety. And although the ``Earbox'' renders most of Adams'\nindividual Nonesuch releases superflous, completists will have to\nkeep ``Hoodoo Zephyr'' for its four missing pieces, and ``El\nDorado'' for Adams' Liszt and Busoni orchestrations as well as the\ncomplete recordings of ``Nixon'' and ``Klinghoffer.''\n","\n   The ``Earbox'' is, of course, hardly the double bar on Adams'\ncareer. Perhaps when ``The John Adams Earbox II'' is released in 20\nyears or so, these gaps will be filled.\n"]}