{"DocumentId":"NYT19990616.0005","TopicId":"NYT","Relevance":"0","Body":" BC-CONGRESS-GUNS-2NDLD-WRITETHRU-2TAKES-NYT \nTWO SIDES LOCKED IN FIERCE FIGHT FOR SWING VOTES ON GUN CONTROL \n\n  \n (Eds: Subs 19th-26th grafs for updating and rewriting) (nk) \n By ALISON MITCHELL and FRANK BRUNI   \n c.1999 N.Y. Times News Service   \n\n   WASHINGTON _ As the House prepared for a high-stakes, heavily\nlobbied debate on youth violence and guns, President Clinton and\npro-gun forces vied fiercely Tuesday for the votes of a critical\ngroup of lawmakers from swing districts who could decide the\noutcome of gun control measures.\n\n   With the contentious debate fracturing both parties in the\nHouse, Rep. John Dingell, D-Mich., was working closely with Rep.\nTom DeLay, the majority whip from Texas, on an amendment that would\nwater down a provision passed by the Senate requiring background\nchecks on all buyers at gun shows.\n\n   A confidant Dingell, whose victory would be a blow to the\npresident and the Democratic House leadership, predicted that he\nhad enough votes to prevail when the final gun control votes come\non Thursday. ``We will win,'' Dingell said.\n\n   But the gun control issue has proven remarkably fluid and\nunpredictable this spring, and gun control advocates were not\nconceding the fight.\n\n   Beyond that, DeLay warned that the measure Dingell was\nsponsoring might run into trouble. Republicans allied with DeLay\nsaid they were concerned that conservatives might not rally around\nhim to vote for Dingell's amendment because they oppose any\nrestrictions at all on firearms.\n\n   Even though Speaker Dennis Hastert has said Republican leaders\nwill allow gun control to be a vote of conscience for members,\nDeLay has been instrumental in fashioning the structure of the\nupcoming debate and the various gun control measures coming to the\nfloor.\n\n   He met last week with Dingell and on Monday with aides to some\nRepublican moderates. His allies say DeLay is trying to pass some\nmodest gun control measure to keep Hastert, who virtually promised\nsome gun control, from another embarrassing defeat.\n\n   Indeed, Republicans said party leaders implored them Tuesday\nnight to hold together across the next few days and pass some kind\nof a consensus bill rather than risk looking like a do-nothing\nCongress. Democrats, however, charge DeLay is really trying to doom\nany serious restrictions on firearms.\n\n   The maneuvering was part of an intensifying fight for votes, as\nwell as a public relations drive by both parties seeking to appeal\nto suburban parents stricken by a horrific series of school\nshootings.\n\n   Throughout the day both Clinton and a series of Republicans held\ncompeting news conferences on gun control and Republican efforts to\nregulate violence in entertainment. Both portray them as issues of\nprotecting children.\n\n   Clinton appeared in the White House Rose Garden surrounded by\nfemale members of Congress from both parties to rally support for\nan amendment by Rep. Carolyn McCarthy, D-N.Y., that would counter\nDingell's measure and is modeled after the Senate legislation on\ngun shows.\n\n   In a pointed appeal to suburban women, Clinton cast gun control\nas a women's issue, saying, ``Women who belong to both parties in\nAmerica, all over this country, have been in the forefront of this\nfight. They care about it as mothers, as sisters, as daughters, as\ncitizens of this country.''\n\n   He also implored lawmakers not to heed the National Rifle\nAssociation. ``Once again the gun lobby is resisting with all its\nmight,'' Clinton said. ``Once again, we're battling not just for\nthe safety of our families but the soundness of our democracy.''\n\n   For their part, Republicans were trying to shift the focus from\ngun control to cultural issues that they said were more responsible\nfor youth violence. Late Monday, in a surprise maneuver, they\ndecided to bring two separate bills to the floor _ one on social\nand entertainment issues and the other simply on gun control.\n\n   Tuesday, they highlighted measures ranging from federal\npermission to post the Ten Commandments in schools to criminal\npenalties for adults who allow children access to entertainment\nthat Republicans described as ``obscenely violent.''\n\n   Rep. Jo Ann Emerson, R-Mo., cast youth violence as an issue of\nculture, and said violent material makes it no surprise that\nteen-agers ``plan mass murders instead of graduation parties.''\n\n   But even some Republicans were opposed to some of the directions\ntheir party was taking. ``This is a big government solution to a\nproblem that government can actually do little to solve,'' said\nRep. Mark Foley, R-Fla., at a news conference.\n\n   On the table in front of him were videos that he said minors\nwould be prohibited from watching under a key Republican proposal,\nincluding ``Schindler's List,'' ``Lawrence of Arabia,'' ``Mission\nImpossible'' and ``Home Alone.''\n\n   nn\n\n   On Tuesday night, after a closed-door party caucus, Republicans\non the House Rules Committee began whittling down the nearly 200\nmeasures relating to gun control and youth violence that will be\nallowed to the floor for a debate expected to last 15 hours over\ntwo days.\n\n   In a series of party-line 8-to-4 votes, the Rules Committee\napproved 55 amendments late Tuesday night for debate on the House\nfloor. Forty-four of them covered cultural, entertainment and crime\nissues, including the Ten Commandments measure and several on\nschool prayer.\n\n   On gun control, the Rules Committee approved 11 amendments.\n\n   Even before the committee met on Tuesday night, Rep. Dick\nGephardt of Missouri, the minority leader, accused the Republicans\nof seeking to rig House procedures in their favor. ``This is not a\nlegislative process,'' he said in a letter to Hastert, ``it is a\ndeliberate effort to give gun control opponents every advantage\nwhile depriving gun control advocates of vital information.''\n\n   The Democrats kept up the accusation throughout the Rules\nCommittee meeting.\n\n   The gun control measures that the Rules Committee approved for\nfull House consideration include both Dingell's and Mrs. McCarthy's\ncompeting gun show amendments. The House will also consider\nrequirements for child-safety devices on handguns, a raise in the\nminimum age for all purchasers of hand guns from 18 to 21, a ban on\nimports of high-capacity ammunition clips and new restrictions on\nthe possession of semi-automatic rifles.\n\n   In a particular slap at Democrats, the committee also approved\nfor debate a measure sponsored by a renegade conservative Democrat\nthat would repeal a District of Columbia ban on gun possession. And\nthe Republicans rejected a sweeping Democratic alternative to the\nbase gun control bill.\n\n   With the gun control battle looming, The National Rifle\nAssociation had about a dozen lobbyists working Capitol Hill\nagainst the stricter gun control alternatives while Hand Gun\nControl, a gun control group, had set up phone banks to urge gun\ncontrol advocates to call Congress. Both sides have also been\nrunning radio ads in recent days.\n\n   Unlike in the Senate, where the breadth of a lawmaker's\nconstituency leads to a broad view, House members represent\nsmaller, more homogeneous areas. This makes geography destiny when\nit comes to gun control.\n\n   So representatives from the cities and their nearby suburbs\ngenerally vote for gun control, including most Democrats and at\nleast 20 to 30 Republicans. Southerners as well as lawmakers from\nthe western mountain states and rural areas generally vote against\nstringent gun restrictions, including most Republicans and 30 to 40\nDemocrats.\n\n   Neither Republican nor Democratic party leaders were trying to\nmake the renegades vote with their party, because of the\nrecognition that they were making the vote they needed to represent\ntheir district and keep their seat.\n\n   Instead, the bulk of the lobbying attention was focusing on a\nparticular group of House members caught in a vise: Republicans and\nDemocrats whose congressional districts encompass both rural areas\nand suburbs, forcing them to balance the views of avid gun owners\nagainst those of increasingly militant suburban parents fearful of\nschool violence.\n\n   These 35 or so people _ perhaps 20 Republicans and 15 Democrats\n_ will be key to deciding whether the House passes the same kinds\nof gun control measures as the Senate did last month or waters down\nthe restrictions by defeating some of them and putting in place a\nless stringent requirement for criminal background checks on\nweapons sales at gun shows.\n\n   As of Tuesday night, Dingell was saying he thought he could draw\na total of more than 40 Democrats to his side, and the gun control\nadvocates were fearing that as many as 45 Democrats would bolt from\nthe party. Republican strategists said they thought no more than 35\nRepublicans would defect to support Mrs. McCarthy's gun show\namendment.\n\n   With the gun control battle looming, the National Rifle\nAssociation had about a dozen lobbyists working Capitol Hill\nagainst the stricter gun control alternatives while Hand Gun\nControl, a gun control group, had set up phone banks to urge gun\ncontrol advocates to call Congress. Both sides have also been\nrunning radio advertisements in recent days.\n\n   Unlike the Senate, where the breadth of a lawmaker's\nconstituency leads to a broadness of view, House members represent\nsmaller, more homogeneous areas. So representatives from the cities\nand their suburbs generally vote for gun control, including most\nDemocrats and at least 20 to 30 Republicans. Southerners and\nlawmakers from the western mountain states and rural areas\ngenerally vote against stringent gun restrictions, including most\nRepublicans and 30 to 40 Democrats.\n\n   Neither Republican nor Democratic party leaders were trying to\nmake the renegades vote with their party, because of the\nrecognition that they were making the vote they needed to represent\ntheir districts and keep their seats. Instead, most of the lobbying\nfocused on a group of House members caught in a vise: Republicans\nand Democrats whose districts encompass both rural areas and\nsuburbs, forcing them to balance the views of gun owners against\nthose of suburban parents fearful of school violence.\n\n   This group of 35 or so lawmakers _ perhaps 20 Republicans and 15\nDemocrats _ will be crucial to deciding whether the House passes\nthe same kinds of gun-control measures as the Senate did or waters\ndown the restrictions by defeating some of them and putting in\nplace a less stringent requirement for criminal background checks\non gun show sales.\n\n   Mr. Dingell said he thought he could draw more than 40 Democrats\nto his side, and the gun-control advocates were afraid that as many\nas 45 Democrats would bolt from the party. Republican strategists\nsaid they thought no more than 35 Republicans would defect to\nsupport Ms. McCarthy's gun show amendment.\n\n   Several lawmakers said today that they wanted to support some\ngun-control measures but had not decided which ones. ``If the\nquestion is, do I want to protect people's rights to own guns and\nprotect themselves, there's no question about it,'' said\nRepresentative James E. Rogan, a Republican whose California\ndistrict stretches from Los Angeles into the surrounding suburbs.\n``But I also don't want to see those rights blown into something\nthat goes beyond common sense.''\n\n   Representative Maurice D. Hinchey, a New York Democrat whose\nupstate district covers Binghamton and a wide swath of the\nCatskills, said: ``The sentiments in my district are on both sides\nof this issue so what I try to do is be reasonable.'' He said he\ndid not see an ``awful lot of difference'' between Mrs. McCarthy's\nmeasure on gun shows and Mr. Dingell's. ``I could vote for both of\nthem,'' he said.\n\n   Mr. Dingell's measure, which reflects the position of the\nN.R.A., limits to 24 hours the amount of time permitted to a vendor\nfor a background check. It also defines gun shows narrowly,\npotentially exempting firearms transactions at flea markets. Mrs.\nMcCarthy's measure gives vendors up to three business days for\nbackground checks at gun shows and defines those events much more\nbroadly. But the distinctions have taken on such political\nsignificance that Democrats say they may vote against the final\ngun-control bill if the version that wins is Mr. Dingell's and seek\nto accuse the Republicans of trying to push through a sham bill.\nSuch a move would probably kill gun control because dozens of\nconservatives may also vote against the final bill.\n","Headline":"\nTWO SIDES LOCKED IN FIERCE FIGHT FOR SWING VOTES ON GUN CONTROL \n","Text":["\n   WASHINGTON _ As the House prepared for a high-stakes, heavily\nlobbied debate on youth violence and guns, President Clinton and\npro-gun forces vied fiercely Tuesday for the votes of a critical\ngroup of lawmakers from swing districts who could decide the\noutcome of gun control measures.\n","\n   With the contentious debate fracturing both parties in the\nHouse, Rep. John Dingell, D-Mich., was working closely with Rep.\nTom DeLay, the majority whip from Texas, on an amendment that would\nwater down a provision passed by the Senate requiring background\nchecks on all buyers at gun shows.\n","\n   A confidant Dingell, whose victory would be a blow to the\npresident and the Democratic House leadership, predicted that he\nhad enough votes to prevail when the final gun control votes come\non Thursday. ``We will win,'' Dingell said.\n","\n   But the gun control issue has proven remarkably fluid and\nunpredictable this spring, and gun control advocates were not\nconceding the fight.\n","\n   Beyond that, DeLay warned that the measure Dingell was\nsponsoring might run into trouble. Republicans allied with DeLay\nsaid they were concerned that conservatives might not rally around\nhim to vote for Dingell's amendment because they oppose any\nrestrictions at all on firearms.\n","\n   Even though Speaker Dennis Hastert has said Republican leaders\nwill allow gun control to be a vote of conscience for members,\nDeLay has been instrumental in fashioning the structure of the\nupcoming debate and the various gun control measures coming to the\nfloor.\n","\n   He met last week with Dingell and on Monday with aides to some\nRepublican moderates. His allies say DeLay is trying to pass some\nmodest gun control measure to keep Hastert, who virtually promised\nsome gun control, from another embarrassing defeat.\n","\n   Indeed, Republicans said party leaders implored them Tuesday\nnight to hold together across the next few days and pass some kind\nof a consensus bill rather than risk looking like a do-nothing\nCongress. Democrats, however, charge DeLay is really trying to doom\nany serious restrictions on firearms.\n","\n   The maneuvering was part of an intensifying fight for votes, as\nwell as a public relations drive by both parties seeking to appeal\nto suburban parents stricken by a horrific series of school\nshootings.\n","\n   Throughout the day both Clinton and a series of Republicans held\ncompeting news conferences on gun control and Republican efforts to\nregulate violence in entertainment. Both portray them as issues of\nprotecting children.\n","\n   Clinton appeared in the White House Rose Garden surrounded by\nfemale members of Congress from both parties to rally support for\nan amendment by Rep. Carolyn McCarthy, D-N.Y., that would counter\nDingell's measure and is modeled after the Senate legislation on\ngun shows.\n","\n   In a pointed appeal to suburban women, Clinton cast gun control\nas a women's issue, saying, ``Women who belong to both parties in\nAmerica, all over this country, have been in the forefront of this\nfight. They care about it as mothers, as sisters, as daughters, as\ncitizens of this country.''\n","\n   He also implored lawmakers not to heed the National Rifle\nAssociation. ``Once again the gun lobby is resisting with all its\nmight,'' Clinton said. ``Once again, we're battling not just for\nthe safety of our families but the soundness of our democracy.''\n","\n   For their part, Republicans were trying to shift the focus from\ngun control to cultural issues that they said were more responsible\nfor youth violence. Late Monday, in a surprise maneuver, they\ndecided to bring two separate bills to the floor _ one on social\nand entertainment issues and the other simply on gun control.\n","\n   Tuesday, they highlighted measures ranging from federal\npermission to post the Ten Commandments in schools to criminal\npenalties for adults who allow children access to entertainment\nthat Republicans described as ``obscenely violent.''\n","\n   Rep. Jo Ann Emerson, R-Mo., cast youth violence as an issue of\nculture, and said violent material makes it no surprise that\nteen-agers ``plan mass murders instead of graduation parties.''\n","\n   But even some Republicans were opposed to some of the directions\ntheir party was taking. ``This is a big government solution to a\nproblem that government can actually do little to solve,'' said\nRep. Mark Foley, R-Fla., at a news conference.\n","\n   On the table in front of him were videos that he said minors\nwould be prohibited from watching under a key Republican proposal,\nincluding ``Schindler's List,'' ``Lawrence of Arabia,'' ``Mission\nImpossible'' and ``Home Alone.''\n","\n   nn\n","\n   On Tuesday night, after a closed-door party caucus, Republicans\non the House Rules Committee began whittling down the nearly 200\nmeasures relating to gun control and youth violence that will be\nallowed to the floor for a debate expected to last 15 hours over\ntwo days.\n","\n   In a series of party-line 8-to-4 votes, the Rules Committee\napproved 55 amendments late Tuesday night for debate on the House\nfloor. Forty-four of them covered cultural, entertainment and crime\nissues, including the Ten Commandments measure and several on\nschool prayer.\n","\n   On gun control, the Rules Committee approved 11 amendments.\n","\n   Even before the committee met on Tuesday night, Rep. Dick\nGephardt of Missouri, the minority leader, accused the Republicans\nof seeking to rig House procedures in their favor. ``This is not a\nlegislative process,'' he said in a letter to Hastert, ``it is a\ndeliberate effort to give gun control opponents every advantage\nwhile depriving gun control advocates of vital information.''\n","\n   The Democrats kept up the accusation throughout the Rules\nCommittee meeting.\n","\n   The gun control measures that the Rules Committee approved for\nfull House consideration include both Dingell's and Mrs. McCarthy's\ncompeting gun show amendments. The House will also consider\nrequirements for child-safety devices on handguns, a raise in the\nminimum age for all purchasers of hand guns from 18 to 21, a ban on\nimports of high-capacity ammunition clips and new restrictions on\nthe possession of semi-automatic rifles.\n","\n   In a particular slap at Democrats, the committee also approved\nfor debate a measure sponsored by a renegade conservative Democrat\nthat would repeal a District of Columbia ban on gun possession. And\nthe Republicans rejected a sweeping Democratic alternative to the\nbase gun control bill.\n","\n   With the gun control battle looming, The National Rifle\nAssociation had about a dozen lobbyists working Capitol Hill\nagainst the stricter gun control alternatives while Hand Gun\nControl, a gun control group, had set up phone banks to urge gun\ncontrol advocates to call Congress. Both sides have also been\nrunning radio ads in recent days.\n","\n   Unlike in the Senate, where the breadth of a lawmaker's\nconstituency leads to a broad view, House members represent\nsmaller, more homogeneous areas. This makes geography destiny when\nit comes to gun control.\n","\n   So representatives from the cities and their nearby suburbs\ngenerally vote for gun control, including most Democrats and at\nleast 20 to 30 Republicans. Southerners as well as lawmakers from\nthe western mountain states and rural areas generally vote against\nstringent gun restrictions, including most Republicans and 30 to 40\nDemocrats.\n","\n   Neither Republican nor Democratic party leaders were trying to\nmake the renegades vote with their party, because of the\nrecognition that they were making the vote they needed to represent\ntheir district and keep their seat.\n","\n   Instead, the bulk of the lobbying attention was focusing on a\nparticular group of House members caught in a vise: Republicans and\nDemocrats whose congressional districts encompass both rural areas\nand suburbs, forcing them to balance the views of avid gun owners\nagainst those of increasingly militant suburban parents fearful of\nschool violence.\n","\n   These 35 or so people _ perhaps 20 Republicans and 15 Democrats\n_ will be key to deciding whether the House passes the same kinds\nof gun control measures as the Senate did last month or waters down\nthe restrictions by defeating some of them and putting in place a\nless stringent requirement for criminal background checks on\nweapons sales at gun shows.\n","\n   As of Tuesday night, Dingell was saying he thought he could draw\na total of more than 40 Democrats to his side, and the gun control\nadvocates were fearing that as many as 45 Democrats would bolt from\nthe party. Republican strategists said they thought no more than 35\nRepublicans would defect to support Mrs. McCarthy's gun show\namendment.\n","\n   With the gun control battle looming, the National Rifle\nAssociation had about a dozen lobbyists working Capitol Hill\nagainst the stricter gun control alternatives while Hand Gun\nControl, a gun control group, had set up phone banks to urge gun\ncontrol advocates to call Congress. Both sides have also been\nrunning radio advertisements in recent days.\n","\n   Unlike the Senate, where the breadth of a lawmaker's\nconstituency leads to a broadness of view, House members represent\nsmaller, more homogeneous areas. So representatives from the cities\nand their suburbs generally vote for gun control, including most\nDemocrats and at least 20 to 30 Republicans. Southerners and\nlawmakers from the western mountain states and rural areas\ngenerally vote against stringent gun restrictions, including most\nRepublicans and 30 to 40 Democrats.\n","\n   Neither Republican nor Democratic party leaders were trying to\nmake the renegades vote with their party, because of the\nrecognition that they were making the vote they needed to represent\ntheir districts and keep their seats. Instead, most of the lobbying\nfocused on a group of House members caught in a vise: Republicans\nand Democrats whose districts encompass both rural areas and\nsuburbs, forcing them to balance the views of gun owners against\nthose of suburban parents fearful of school violence.\n","\n   This group of 35 or so lawmakers _ perhaps 20 Republicans and 15\nDemocrats _ will be crucial to deciding whether the House passes\nthe same kinds of gun-control measures as the Senate did or waters\ndown the restrictions by defeating some of them and putting in\nplace a less stringent requirement for criminal background checks\non gun show sales.\n","\n   Mr. Dingell said he thought he could draw more than 40 Democrats\nto his side, and the gun-control advocates were afraid that as many\nas 45 Democrats would bolt from the party. Republican strategists\nsaid they thought no more than 35 Republicans would defect to\nsupport Ms. McCarthy's gun show amendment.\n","\n   Several lawmakers said today that they wanted to support some\ngun-control measures but had not decided which ones. ``If the\nquestion is, do I want to protect people's rights to own guns and\nprotect themselves, there's no question about it,'' said\nRepresentative James E. Rogan, a Republican whose California\ndistrict stretches from Los Angeles into the surrounding suburbs.\n``But I also don't want to see those rights blown into something\nthat goes beyond common sense.''\n","\n   Representative Maurice D. Hinchey, a New York Democrat whose\nupstate district covers Binghamton and a wide swath of the\nCatskills, said: ``The sentiments in my district are on both sides\nof this issue so what I try to do is be reasonable.'' He said he\ndid not see an ``awful lot of difference'' between Mrs. McCarthy's\nmeasure on gun shows and Mr. Dingell's. ``I could vote for both of\nthem,'' he said.\n","\n   Mr. Dingell's measure, which reflects the position of the\nN.R.A., limits to 24 hours the amount of time permitted to a vendor\nfor a background check. It also defines gun shows narrowly,\npotentially exempting firearms transactions at flea markets. Mrs.\nMcCarthy's measure gives vendors up to three business days for\nbackground checks at gun shows and defines those events much more\nbroadly. But the distinctions have taken on such political\nsignificance that Democrats say they may vote against the final\ngun-control bill if the version that wins is Mr. Dingell's and seek\nto accuse the Republicans of trying to push through a sham bill.\nSuch a move would probably kill gun control because dozens of\nconservatives may also vote against the final bill.\n"]}