{"DocumentId":"NYT19991101.0359","TopicId":"NYT","Relevance":"0","Body":" BC-SCI-AMERICAS-CUP-1150(2TAKES)-NYT \nRACING YACHTS SAILING ON EDGE OF TECHNOLOGY \n\n  \n (ATTN: Calif., N.Y., R.I.)  (The Science Times) \n(mk) \n By WARREN E. LEARY   \n c.1999 N.Y. Times News Service   \n\n   Years of planning, design and fixation on the tiniest details\nhave finally come to this: Catching a light breeze in its sails, a\nmighty yacht heaves its sleek form through the chilly New Zealand\nwaters with sailors straining to understand every nuance of its\nperformance.\n\n   Forged by computers, with scale models in wind tunnels and in\ntowing tests, and by imagination, some of the most unusual vessels\nbuilt to ply the seas are setting out to make all the effort\nworthwhile.\n\n   The quest for the America's Cup is under way in Auckland, New\nZealand, and teams from around the world are beginning a long\ncompetition to see if one of them has the boat and the crew capable\nof taking the world's most prestigious sailing trophy from the New\nZealand team that captured it in 1995.\n\n   Instead of using the wooden boats with billowy cotton sails of\nyesterday, or even the fiberglass hulls and sheets of woven\nsynthetic fibers common today, the cup challengers and defenders\nsteer craft that their builders say shove sailing technology right\nto its edge, pushing their materials to the breaking point.\n\n   ``This is the pinnacle of boat building,'' said Ted Brown,\nconstruction manager for AmericaOne, one of five American groups\nvying for the cup. ``This is as high-tech as you can get and\nprobably the biggest challenge of anyone's boat-building career.''\n\n   Like other leading contenders, AmericaOne, representing the St.\nFrancis Yacht Club of San Francisco, has constructed two boats with\nslightly different capabilities to vie against each other and\nagainst competitors in the initial series of elimination races.\n\n   On Saturday, 11 teams from seven nations will begin a second\nseries of round-robin races to determine which will challenge Team\nNew Zealand. The Prada Challenge team from Italy and boats from\nAmericaOne and another American syndicate, Young America, led the\npack after the first round, which ended last Thursday. The eventual\nwinner will face the New Zealanders, who are known for sailing\ninnovations and who will be fielding two new boats under their\nBlack Magic banner. That best-of-nine match is to begin Feb. 19.\n\n   The boats are very similar in design and construction because\nall must adhere to the rigid International America's Cup class rule\nthat has governed this type of yacht since the 1992 competition.\nThe design is based upon a mathematical formula that balances\nwaterline length, sail area and displacement such that adding\nsignificantly to one dimension requires adjusting the others. Yet,\neven within these strictures, designers and builders say there is\nroom for improvement.\n\n   ``You look at the rule book and find opportunities to do\nbetter,'' said Duncan MacLane, design and technology manager for\nYoung America, the syndicate representing the New York Yacht Club\nin its bid to regain the cup.\n\n   The trophy, first won by the schooner America in 1851 in a race\nagainst British yachts, resided in a case at the club until 1983,\nwhen Australia II, with its innovative winged keel, ended the\nlongest title defense in sports history and took the cup to\nAustralia.\n\n   A team from the San Diego Yacht Club recaptured the cup in 1987\nand defended it three times before the Royal New Zealand Yacht\nSquadron took it in 1995.\n\n   Young America hopes that its two new yachts, the product of\nyears of research and testing, will return the cup to New York next\nyear after a 17-year absence.\n\n   Putting boats into the water is the end of a design and building\nprocess that takes many teams two or three years, progressing from\ninitial designs, one-third scale models tested in water tanks and\nwind tunnels, to computer programs designed to predict performance\nunder expected conditions in the Hauraki Gulf off Auckland.\n\n   Experts estimate that some teams spent up to $10 million for\nresearch and design, plus $3 million to $5 million for each\ncustom-made boat.\n\n   Generally, an America's Cup yacht is 75 to 78 feet long and\nweighs 45,000 to 48,000 pounds. The yachts are very much alike but\nin races that take two or three hours that are decided by one\nboat's crossing the finish line a minute or two ahead of another,\nanything that affects speed and performance by even 1 percent is\ncrucial.\n\n   The designs call for precision measured in thousandths of an\ninch, and the use of materials and methods normally seen in the\naerospace industry.\n\n   One of the most critical parts of the yacht is the hull, and the\nbuilding material of choice has become carbon fiber composites,\ndisplacing wood, aluminum and even fiberglass because of their\nstrength and light weight. Used extensively in aircraft, composites\nare made of fibers bonded by a resin or polymer glue that are\napplied in layers to build up a structure and hardened by heat for\nstrength.\n\n   Like expert cooks, builders use similar recipes for constructing\nhulls of composites, but vary their techniques to squeeze\nimprovements from the process that they hope will result in a\nbetter boat coming out of the oven.\n\n   AmericaOne's two boats were built by Westerly Marine of Costa\nMesa, Calif., and Brown, the construction manager, said that about\n17,000 hours of labor went into each craft. ``Even though we use a\nlot of state-of-the-art machinery, actual construction requires a\nlot of time-consuming, hands-on labor,'' he said. ``It takes some\nfinesse to do this.''\n\n   Eric Goetz of Goetz Custom Sailboats in Bristol, R.I., who built\nthe two yachts for Young America, says oven curing makes the\nmaterial stronger while allowing use of less resin, which means\nless weight. ``The idea is to make the boat as light as possible\nbut strong enough to stay in one piece.''\n\n   A boat starts out as a designer's computer files, some of which\nare used to guide laser or mechanical cutters that carve out wooden\nmolds that define the shape of the hull. These plywood forms, cut\nin precise shapes and sizes, are lined up in an exact sequence at\nintervals, like ribs, to define the boat's shape. Then this\nskeleton is covered with thin, wooden strips, and then plywood and\na layer of either carbon fiber or fiberglass to produce a shell\nover which the actual hull is built.\n\n   The hull built over the mold is to consist of a core of\nhoneycomb material, made of aluminum or a tough synthetic product,\nsandwiched between two layers of carbon fiber skin. Each layer of\nskin is made by putting down successive sheets of resin-impregnated\ncarbon fiber, which comes in 12-inch-wide rolls, and heating the\nmaterial for hours at 220 degrees Fahrenheit to cure it into a\nhardened material.\n\n   To heat a hull that is almost 80 feet long, builders encase the\nmold in an insulated structure built inside the warehouse-like\nbuildings they use for normal boat construction. This giant oven, a\nbuilding within a building, not only is heated to cure composite\nmaterials, they say, but also helps hide the design from potential\nspies from rival groups.\n\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   Different builders vary the sequence for heat-curing the\ncomposite sandwich hull, with some curing the inner layer first,\nand then applying the honeycomb and second layer to the first\nbefore the next warming cycle to activate and harden the resin.\nGoetz puts the first composite layer and the honeycomb together for\nthe initial heat treatment, he said, but first puts the entire\nstructure in a giant nylon bag and pumps the air out. This\ncompresses the materials and squeezes out air pockets for a\nsmoother seal.\n\n   After the final cure, the hull is removed from the mold and\nchecked for unevenness and flaws, Brown said. If needed, the\nsurface is sanded and imperfections filled with resin compound\nbefore the boat's shape is checked against the designer's original\nspecifications.\n\n   The owners and designers are not the only ones to inspect the\nhull. To check compliance with America's Cup hull rules, race\nofficials visit each completed shell and drill a half-dozen core\nholes in it to see if it meets regulations for maximum thickness\nand materials. ``The holes are easy to repair, but seeing your boat\ndrilled is a very unsettling experience,'' Brown said.\n\n   After the boat is painted (with as little paint as possible, to\nsave weight), the hull is turned over and internal supports added\nbefore the deck, also made of composites but built and cured\nseparately, is attached. Then the boat's mast, boom, rigging and\nother hardware are added to complete the vessel before it is partly\ndisassembled for shipping.\n\n   Cup challengers need to get their hulls built as precisely as\npossible to take advantage of their research. Young America team\nmembers enlisted Brown & Sharpe, a manufacturing company in North\nKingston, R.I., which specializes in precision measurement, to help\nwith making their boats and aligning appendages and other parts\nwhen attached.\n\n   The company used a new laser scanner capable of measuring\ncomplex curved surfaces to check the Young America hulls with an\naccuracy of one millimeter over 70 feet, a level not previously\npossible, said MacLane, Young America's design and technology\nmanager.\n\n   ``We could evaluate the mold before we put the carbon fiber\non,'' MacLane said, ``and the more accurate the mold, hopefully,\nthe more accurate the boat.''\n\n   There are early signs that the New York group may have achieved\nsome of its precision goals. When the first boat arrived in\nAuckland, it was immediately noticed that it had a shiny, black\nhull much like Team New Zealand's yachts. However, the hull of the\nAmerican boat is not painted and the blackness is the natural color\nof its carbon fiber components covered with a clear seal.\n\n   Ed Baird, the Young America team captain, told onlookers that\nthe hull was unpainted because it was made exceptionally smooth and\ndid not need paint to cover up fillers normally used to repair\nimperfections.\n\n   Another noticeable feature on the new boat was a wing mast,\nsimilar to the kind seen on the New Zealand boats in the last\ncompetition. This mast, and the other poles and pulleys on the\nboat, was made by Hall Spars of Bristol, R.I., of carbon fiber.\n\n   Less than a decade ago, masts for large sailing boats were\nusually made of aluminum and were little more than tall, hollow\npoles. Now, racing boat masts are taking on the shape of airfoils,\nwith contours similar to those of thin airplane wings placed\nvertically in the deck to direct airflow during certain maneuvers\nto improve performance.\n\n   A third major area of research is sail design, with teams\nchanging the shapes, sizes and materials used for sails to make\nthem more versatile, durable and lighter. Young America and America\nOne are working with teams from North Sails Inc., an international\nsailmaker, on new types of sails for their boats.\n\n   North Sails has developed a process it calls 3DL that produces a\nlaminated, one-piece sail that can be molded in three dimensions\ninto any shape to give it the characteristics desired by a\ndesigner. Mainsails traditionally are made by assembling numerous\npanels of cloth to form curved shapes, a design that puts undue\npressure on seams that causes them to stretch and distort the\nshape.\n\n   With 3DL technology, technicians in the manufacturer's plant in\nMinden, Nev., use a designer computer graphics file to create an\nelectronic mold that instructs a large, flat surface machine the\nsize of a sail to bend itself into the desired shape. A single\nsheet of Mylar plastic goes over the mold and a device on an\noverhead gantry moves over the surface putting down a specified\npattern of structural fiber threads made of tough material like\nKevlar. Once the reinforcing yarn is in place, a second sheet of\nplastic film goes on top to sandwich it in and the whole mold is\nencased in a vacuum bag to compress the laminate. A moving heat\nsource then passes over the sail to cure it and set its shape.\n\n   The finished, one-piece sail can weigh up to a third less than a\nconventional sail, and it holds its shape better under a wide range\nof wind and sea conditions, users say.\n\n   A set of sails made of composite materials costs $30,000 to\n$50,000 and each boat requires more than a dozen sets for the\ncompetition.\n\n   Most of the designing, planning and building for the America's\nCup challenge is over, but as the boats battle one another in the\ncoming months, each team will have opportunities to adjust and\nrefine its designs and tactics, reacting to competitors'\ninnovations and skill.\n\n   ``There are a lot of smart guys trying to win the cup and nobody\nhas a monopoly on good ideas,'' said MacLane of Young America. ``We\njust hope we are smarter and made the right choices.''\n","Headline":"\nRACING YACHTS SAILING ON EDGE OF TECHNOLOGY \n","Text":["\n   Years of planning, design and fixation on the tiniest details\nhave finally come to this: Catching a light breeze in its sails, a\nmighty yacht heaves its sleek form through the chilly New Zealand\nwaters with sailors straining to understand every nuance of its\nperformance.\n","\n   Forged by computers, with scale models in wind tunnels and in\ntowing tests, and by imagination, some of the most unusual vessels\nbuilt to ply the seas are setting out to make all the effort\nworthwhile.\n","\n   The quest for the America's Cup is under way in Auckland, New\nZealand, and teams from around the world are beginning a long\ncompetition to see if one of them has the boat and the crew capable\nof taking the world's most prestigious sailing trophy from the New\nZealand team that captured it in 1995.\n","\n   Instead of using the wooden boats with billowy cotton sails of\nyesterday, or even the fiberglass hulls and sheets of woven\nsynthetic fibers common today, the cup challengers and defenders\nsteer craft that their builders say shove sailing technology right\nto its edge, pushing their materials to the breaking point.\n","\n   ``This is the pinnacle of boat building,'' said Ted Brown,\nconstruction manager for AmericaOne, one of five American groups\nvying for the cup. ``This is as high-tech as you can get and\nprobably the biggest challenge of anyone's boat-building career.''\n","\n   Like other leading contenders, AmericaOne, representing the St.\nFrancis Yacht Club of San Francisco, has constructed two boats with\nslightly different capabilities to vie against each other and\nagainst competitors in the initial series of elimination races.\n","\n   On Saturday, 11 teams from seven nations will begin a second\nseries of round-robin races to determine which will challenge Team\nNew Zealand. The Prada Challenge team from Italy and boats from\nAmericaOne and another American syndicate, Young America, led the\npack after the first round, which ended last Thursday. The eventual\nwinner will face the New Zealanders, who are known for sailing\ninnovations and who will be fielding two new boats under their\nBlack Magic banner. That best-of-nine match is to begin Feb. 19.\n","\n   The boats are very similar in design and construction because\nall must adhere to the rigid International America's Cup class rule\nthat has governed this type of yacht since the 1992 competition.\nThe design is based upon a mathematical formula that balances\nwaterline length, sail area and displacement such that adding\nsignificantly to one dimension requires adjusting the others. Yet,\neven within these strictures, designers and builders say there is\nroom for improvement.\n","\n   ``You look at the rule book and find opportunities to do\nbetter,'' said Duncan MacLane, design and technology manager for\nYoung America, the syndicate representing the New York Yacht Club\nin its bid to regain the cup.\n","\n   The trophy, first won by the schooner America in 1851 in a race\nagainst British yachts, resided in a case at the club until 1983,\nwhen Australia II, with its innovative winged keel, ended the\nlongest title defense in sports history and took the cup to\nAustralia.\n","\n   A team from the San Diego Yacht Club recaptured the cup in 1987\nand defended it three times before the Royal New Zealand Yacht\nSquadron took it in 1995.\n","\n   Young America hopes that its two new yachts, the product of\nyears of research and testing, will return the cup to New York next\nyear after a 17-year absence.\n","\n   Putting boats into the water is the end of a design and building\nprocess that takes many teams two or three years, progressing from\ninitial designs, one-third scale models tested in water tanks and\nwind tunnels, to computer programs designed to predict performance\nunder expected conditions in the Hauraki Gulf off Auckland.\n","\n   Experts estimate that some teams spent up to $10 million for\nresearch and design, plus $3 million to $5 million for each\ncustom-made boat.\n","\n   Generally, an America's Cup yacht is 75 to 78 feet long and\nweighs 45,000 to 48,000 pounds. The yachts are very much alike but\nin races that take two or three hours that are decided by one\nboat's crossing the finish line a minute or two ahead of another,\nanything that affects speed and performance by even 1 percent is\ncrucial.\n","\n   The designs call for precision measured in thousandths of an\ninch, and the use of materials and methods normally seen in the\naerospace industry.\n","\n   One of the most critical parts of the yacht is the hull, and the\nbuilding material of choice has become carbon fiber composites,\ndisplacing wood, aluminum and even fiberglass because of their\nstrength and light weight. Used extensively in aircraft, composites\nare made of fibers bonded by a resin or polymer glue that are\napplied in layers to build up a structure and hardened by heat for\nstrength.\n","\n   Like expert cooks, builders use similar recipes for constructing\nhulls of composites, but vary their techniques to squeeze\nimprovements from the process that they hope will result in a\nbetter boat coming out of the oven.\n","\n   AmericaOne's two boats were built by Westerly Marine of Costa\nMesa, Calif., and Brown, the construction manager, said that about\n17,000 hours of labor went into each craft. ``Even though we use a\nlot of state-of-the-art machinery, actual construction requires a\nlot of time-consuming, hands-on labor,'' he said. ``It takes some\nfinesse to do this.''\n","\n   Eric Goetz of Goetz Custom Sailboats in Bristol, R.I., who built\nthe two yachts for Young America, says oven curing makes the\nmaterial stronger while allowing use of less resin, which means\nless weight. ``The idea is to make the boat as light as possible\nbut strong enough to stay in one piece.''\n","\n   A boat starts out as a designer's computer files, some of which\nare used to guide laser or mechanical cutters that carve out wooden\nmolds that define the shape of the hull. These plywood forms, cut\nin precise shapes and sizes, are lined up in an exact sequence at\nintervals, like ribs, to define the boat's shape. Then this\nskeleton is covered with thin, wooden strips, and then plywood and\na layer of either carbon fiber or fiberglass to produce a shell\nover which the actual hull is built.\n","\n   The hull built over the mold is to consist of a core of\nhoneycomb material, made of aluminum or a tough synthetic product,\nsandwiched between two layers of carbon fiber skin. Each layer of\nskin is made by putting down successive sheets of resin-impregnated\ncarbon fiber, which comes in 12-inch-wide rolls, and heating the\nmaterial for hours at 220 degrees Fahrenheit to cure it into a\nhardened material.\n","\n   To heat a hull that is almost 80 feet long, builders encase the\nmold in an insulated structure built inside the warehouse-like\nbuildings they use for normal boat construction. This giant oven, a\nbuilding within a building, not only is heated to cure composite\nmaterials, they say, but also helps hide the design from potential\nspies from rival groups.\n","\n   nn\n","\n   Different builders vary the sequence for heat-curing the\ncomposite sandwich hull, with some curing the inner layer first,\nand then applying the honeycomb and second layer to the first\nbefore the next warming cycle to activate and harden the resin.\nGoetz puts the first composite layer and the honeycomb together for\nthe initial heat treatment, he said, but first puts the entire\nstructure in a giant nylon bag and pumps the air out. This\ncompresses the materials and squeezes out air pockets for a\nsmoother seal.\n","\n   After the final cure, the hull is removed from the mold and\nchecked for unevenness and flaws, Brown said. If needed, the\nsurface is sanded and imperfections filled with resin compound\nbefore the boat's shape is checked against the designer's original\nspecifications.\n","\n   The owners and designers are not the only ones to inspect the\nhull. To check compliance with America's Cup hull rules, race\nofficials visit each completed shell and drill a half-dozen core\nholes in it to see if it meets regulations for maximum thickness\nand materials. ``The holes are easy to repair, but seeing your boat\ndrilled is a very unsettling experience,'' Brown said.\n","\n   After the boat is painted (with as little paint as possible, to\nsave weight), the hull is turned over and internal supports added\nbefore the deck, also made of composites but built and cured\nseparately, is attached. Then the boat's mast, boom, rigging and\nother hardware are added to complete the vessel before it is partly\ndisassembled for shipping.\n","\n   Cup challengers need to get their hulls built as precisely as\npossible to take advantage of their research. Young America team\nmembers enlisted Brown & Sharpe, a manufacturing company in North\nKingston, R.I., which specializes in precision measurement, to help\nwith making their boats and aligning appendages and other parts\nwhen attached.\n","\n   The company used a new laser scanner capable of measuring\ncomplex curved surfaces to check the Young America hulls with an\naccuracy of one millimeter over 70 feet, a level not previously\npossible, said MacLane, Young America's design and technology\nmanager.\n","\n   ``We could evaluate the mold before we put the carbon fiber\non,'' MacLane said, ``and the more accurate the mold, hopefully,\nthe more accurate the boat.''\n","\n   There are early signs that the New York group may have achieved\nsome of its precision goals. When the first boat arrived in\nAuckland, it was immediately noticed that it had a shiny, black\nhull much like Team New Zealand's yachts. However, the hull of the\nAmerican boat is not painted and the blackness is the natural color\nof its carbon fiber components covered with a clear seal.\n","\n   Ed Baird, the Young America team captain, told onlookers that\nthe hull was unpainted because it was made exceptionally smooth and\ndid not need paint to cover up fillers normally used to repair\nimperfections.\n","\n   Another noticeable feature on the new boat was a wing mast,\nsimilar to the kind seen on the New Zealand boats in the last\ncompetition. This mast, and the other poles and pulleys on the\nboat, was made by Hall Spars of Bristol, R.I., of carbon fiber.\n","\n   Less than a decade ago, masts for large sailing boats were\nusually made of aluminum and were little more than tall, hollow\npoles. Now, racing boat masts are taking on the shape of airfoils,\nwith contours similar to those of thin airplane wings placed\nvertically in the deck to direct airflow during certain maneuvers\nto improve performance.\n","\n   A third major area of research is sail design, with teams\nchanging the shapes, sizes and materials used for sails to make\nthem more versatile, durable and lighter. Young America and America\nOne are working with teams from North Sails Inc., an international\nsailmaker, on new types of sails for their boats.\n","\n   North Sails has developed a process it calls 3DL that produces a\nlaminated, one-piece sail that can be molded in three dimensions\ninto any shape to give it the characteristics desired by a\ndesigner. Mainsails traditionally are made by assembling numerous\npanels of cloth to form curved shapes, a design that puts undue\npressure on seams that causes them to stretch and distort the\nshape.\n","\n   With 3DL technology, technicians in the manufacturer's plant in\nMinden, Nev., use a designer computer graphics file to create an\nelectronic mold that instructs a large, flat surface machine the\nsize of a sail to bend itself into the desired shape. A single\nsheet of Mylar plastic goes over the mold and a device on an\noverhead gantry moves over the surface putting down a specified\npattern of structural fiber threads made of tough material like\nKevlar. Once the reinforcing yarn is in place, a second sheet of\nplastic film goes on top to sandwich it in and the whole mold is\nencased in a vacuum bag to compress the laminate. A moving heat\nsource then passes over the sail to cure it and set its shape.\n","\n   The finished, one-piece sail can weigh up to a third less than a\nconventional sail, and it holds its shape better under a wide range\nof wind and sea conditions, users say.\n","\n   A set of sails made of composite materials costs $30,000 to\n$50,000 and each boat requires more than a dozen sets for the\ncompetition.\n","\n   Most of the designing, planning and building for the America's\nCup challenge is over, but as the boats battle one another in the\ncoming months, each team will have opportunities to adjust and\nrefine its designs and tactics, reacting to competitors'\ninnovations and skill.\n","\n   ``There are a lot of smart guys trying to win the cup and nobody\nhas a monopoly on good ideas,'' said MacLane of Young America. ``We\njust hope we are smarter and made the right choices.''\n"]}