{"DocumentId":"NYT20000904.0218","TopicId":"NYT","Relevance":"0","Body":" BC-FLIGHT-DELAYS-ART-3TAKES-NYT \nAS AIR TRAFFIC APPROACHES GRIDLOCK, SOLUTIONS PROVING ELUSIVE \n\n  (EDS: A shorter version of this report, FLIGHT-DELAYS-ABRIDGED,\nwill also move tonight.) \n(ART ADV: Photos NYT18, 19 are being sent to NYT Photo clients.\nGraphics are being sent to NYT graphic clients. Nonsubscribers can\npurchase one-time rights by calling 888-603-1036 or\n888-346-9867.) By LAURENCE ZUCKERMAN   and MATTHEW L. WALD   \n c.2000 N.Y. Times News Service   \n\n   Tuesday ends the second straight summer travel season of chronic\nflight delays and cancellations across the United States, and\ndespite spending billions of dollars and repeated warnings in the\nlast decade of impending air traffic gridlock, there is no solution\nin sight.\n\n   Indeed, most experts now believe that delays, which have risen\nnearly 50 percent during the last five years, will become worse,\nnot better.\n\n   The Federal Aviation Administration, which runs the air traffic\nsystem, predicts that by 2010 the number of airline passengers will\nrise 59 percent, to 1 billion. About 70 percent of that increase is\nexpected to occur at the country's 28 largest airports.\n\n   ``I don't think there is anything on the drawing board right now\nthat you can say with any credibility is the answer,'' said Kenneth\nMead, the inspector general of the Transportation Department,\nparent agency of the FAA.\n\n   ``We wish there was a silver bullet,'' said Jane Garvey, the FAA\nadministrator, ``but there is not.''\n\n   The story of how the nation's air travel system reached its\ncurrent crisis can be traced back to one of the government's most\nsuccessful economic initiatives _ airline deregulation _ and to one\nof its longest and most expensive bureaucratic blunders: the FAA's\nattempts to develop a new air traffic control system.\n\n   It is a tale that involves so many disparate interests shouting\none another down _ from grass-roots organizations to large\ncorporations to municipalities to labor unions _ that politicians\nin Congress and the White House have simply let the system drift\nfor years.\n\n   A recent review by Mead's office found that the FAA and the\nTransportation Department do not even have the tools to determine\nthe precise causes of most delays.\n\n   And so the airlines blame the FAA, charging that the hours\nplanes sit idling on runways and the countless appointments missed\nby passengers because of an antiquated air traffic control system\ncost more than $5 billion last year alone. The FAA counters that\nairlines knowingly schedule more takeoffs and landings at major\nairports than the system can handle. And both the FAA and airlines\nattack Congress for not appropriating enough money to fix the\nsystem, as well as regional authorities for preventing the building\nof new runways at congested airports.\n\n   ``It's gotten down to a big finger-pointing contest,'' said\nThomas Brantley, national vice president of the Professional\nAirways System Specialists, the union of technicians who maintain\nthe FAA's air traffic control equipment. ``The reality is,\neverybody's got blame to share.''\n\n   There are other factors at work, too.\n\n   Eight years of economic growth has filled airplanes to near\ncapacity, even as consumers complain about high fares. An unusual\nspate of thunderstorms this summer frequently left controllers with\nfew avenues to reroute air traffic. United Airlines, the world's\nlargest carrier, canceled more than 20,000 flights during the\nsummer, largely because of labor disputes, adding to the burden on\npassengers and other airlines.\n\n   Critics say that thunderstorms and the growth in passenger\ndemand are predictable events that the system should handle without\npassengers' waiting half a day or more to reach their destinations.\nAnd those passengers are seething.\n\n   ``It's not like we are having typhoons,'' said Sharon Mantel, a\ndrug company sales representative traveling to Chicago from\nLaGuardia Airport one morning in July. ``Shouldn't technology be\nable to handle this? It's not like the airplane was invented\nyesterday.''\n\n   Indeed, the answer to air traffic control gridlock, whenever it\ncomes, will involve new technology that lets controllers track more\nplanes in the sky _ and, possibly, economics that let market forces\nallocate the system's scarce resources.\n\n   Any changes, however, must guarantee the same level of safety.\n\n   TRAFFIC CONTROL IN TRANSFORMATION\n\n   A generation ago, life was much simpler for airlines and air\ntraffic controllers. Government regulators told the airlines when\nand where they could fly, and how much they could charge.\nBureaucrats made sure every city was served and that popular cities\nhad no more service than they could handle.\n\n   The drawback was that flying was expensive.\n\n   Deregulation of the industry in 1978 transformed air travel into\nmass transportation. It also hit the industry like an earthquake.\nVenerable carriers disappeared; low-fare upstarts came and went.\nThe survivors established so-called hubs at major airports,\nincreasing their efficiency by flying passengers in, transferring\nthem to other planes, and flying them on to their final\ndestinations.\n\n   Today, the airline industry carries three times as many\npassengers as it did in 1978 at average fares that are 40 percent\nlower, adjusting for inflation.\n\n   But while the industry was transformed, the air traffic control\nsystem has remained virtually unchanged. At its heart are a\ncollection of ground-based navigation beacons and radar stations\nthat divide the 3.5 million square miles of airspace over the\ncontinental United States into lanes, literal highways, along which\nmost airplanes are dispatched single file, like railroad cars.\n\n   Because radar _ developed for the military in World War II _ is\narguably better at spotting attack planes than tracking friendly\njets, the FAA has long stipulated that planes be separated by at\nleast five miles horizontally and 1,000 feet vertically. That clogs\nthe routes taken by the 20,000 scheduled flights each day.\n\n   ``A bunch of guys with slide rules, pocket protectors and tape\non their glasses figured this out a long time ago,'' said William\nBlackmer, the top safety and technology expert at the National Air\nTraffic Controllers Association, the union for 15,000 FAA\ncontrollers.\n\n   When a storm hits, controllers begin closing off individual\nhighways and spacing planes farther apart, regardless of original\nscheduling, contributing to delays on the ground.\n\n   Even when the weather is perfect, departures are not spread\nevenly throughout the day: For a hub to be successful, planes must\narrive and depart in waves. Airlines also try to provide frequent\nservice from their hubs for the convenience of business travelers,\nwho pay the highest fares.\n\n   The irony is that inviting everybody to travel when they prefer\nmeans fewer planes arrive or depart on time.\n\n   nn\n\n   Mead, the Transportation Department's inspector general, found\nthat airlines frequently schedule flights beyond an airport's\ncapacity even in perfect weather, let alone factoring in bad\nweather, when departure and arrival rates can be cut in half.\n\n   For example, at New Jersey's Newark International Airport one\nday earlier this year, Mead said he found that during one four-hour\nperiod, airlines had scheduled more planes to take off than could\nbe managed by the tower. Last year, Newark had the second highest\nnumber of delays recorded by the FAA, after O'Hare International\nAirport at Chicago.\n\n   Continental Airlines, which uses Newark as a hub, said it had\nspread out arrivals and departures to stay below the airport's\ncapacity throughout the day. It also has replaced smaller airplanes\nwith larger ones, to keep takeoffs and landings flat while\naccommodating more passengers.\n\n   ``If we scheduled fewer flights, then people couldn't travel,''\nsaid Greg Brenneman, Continental's president. ``It is not incumbent\non the airlines to be the least common denominator here. It is\nincumbent on the government to have a system that allows people to\ntravel when they want to travel.''\n\n   Several government commissions have urged expanded use of\nsecondary airports to ease the strain on the system. Southwest\nAirlines, the country's seventh-largest carrier, has had enormous\nsuccess bypassing major airports, providing frequent service\nbetween cities like Baltimore and Providence or Dallas and Houston.\nThat has helped Southwest achieve the best on-time performance of\nany major carrier. But the other airlines continue to favor the hub\nsystem.\n\n   The airlines would like to see busy airports enlarged. That is\nwhat both United and American Airlines executives have said they\nwould prefer at O'Hare, for instance, where they operate hubs. But\nresidents near O'Hare have opposed any expansion.\n\n   Rep. Henry Hyde Jr., the region's Republican congressman, has\njoined with Rep. Jesse Jackson Jr., a Democrat from Chicago, to\nback construction of a new airport south of the city _ but the\nairlines have said they would not fly there.\n\n   Most other major airports also have difficulty expanding, either\nbecause there is no space, as is the case at Newark and New York's\nLaGuardia Airport, or because of opposition by area residents. From\n1995 through 1999, only three new runways were put into service at\nthe 28 biggest airports, according to the Transportation\nDepartment.\n\n   The introduction of 50- and 70-seat jets has also increased air\ntraffic congestion. These jets are rapidly replacing\npropeller-driven planes on many commuter routes and are often\npreferred by passengers. But unlike prop-driven planes, which fly\nat lower altitudes and can take off and land on shorter runways,\nthese jets require similar facilities as their bigger cousins,\nadding to the competition for space on the ground and in the air.\n\n   In 1995, there were just 35 of these smaller jets in the\nnation's fleet. Last year, there were 407. The Transportation\nDepartment estimates the number will grow 25 percent annually,\nbecoming 19 percent of the total domestic fleet by 2011.\n\n   FROM BRAINSTORM TO BOONDOOGLE\n\n   The growth in air traffic was supposed to be easily managed by a\nsophisticated control system that the FAA began developing in 1981.\nIn the wake of that year's air traffic controller's strike, when\n11,000 controllers were fired by President Reagan, the FAA began\nlooking for a system that could manage more traffic with fewer\ncontrollers.\n\n   What came to be known as the Advanced Automation System, was the\ncenterpiece of a 10-year, $12 billion plan to modernize air traffic\ncontrol. Though the overall system of radar and navigation beacons\nwas unchanged, the plan promised to save billions of dollars by\nenabling controllers to ``work smarter, not harder,'' the FAA\nadministrator at the time said.\n\n   It turned out to be a gigantic white elephant. In 1994, after\nits cost had tripled, the system's capabilities were shown to be\nmuch less than promised and it was still 10 years from completion,\nthe FAA decided to scale back the project. The cost, according to\nthe General Accounting Office, amounted to $2.8 billion.\n\n   The failure was just another example of the FAA's storied\nincompetence in procurement: For years, the agency has been rebuked\nby members of Congress and outside critics.\n\n   ``The Federal Aviation Administration currently lacks the\norganizational, management, and financial wherewithal to keep pace\nwith the dynamic aviation community,'' the National Civil Aviation\nReview Commission, a panel set up by Congress, concluded in 1996.\nThe Commission also warned at the time that ``rapidly growing\ndemand combined with a reduction in capacity, as the result of\ncontinued reliance on outdated equipment, will bring our nation's\naviation system to gridlock soon after the turn of the century.''\n\n   A NEW STRATEGY\n\n   The FAA has shown some improvement in the last five years. For\none thing, Congress mandated a five-year term for the\nadministrator, slowing the turnover at the top.\n\n   After the debacle with the Advanced Automation System, the FAA\nadopted a more modest approach to modernizing air traffic control _\na strategy Garvey, the administrator since 1997, sums up as ``build\na little; test a little; deploy a little.''\n\n   The FAA replaced its old mainframe computers with newer models\nand installed color radar displays. System crashes, which in the\n1990s frequently forced controllers to track jets on slips of\npaper, are now rare.\n\n   But many problems remain.\n\n   The original $12 billion modernization program that was supposed\nto be completed in 1991 now has a budget of $40 billion through\n2004 with no completion date scheduled.\n\n   The new mainframe computers that form the heart of the air\ntraffic system are IBM models built in the 1990s that have already\ngone out of production. The FAA could not buy IBM's newest machines\nbecause they would not run JOVIAL, the 1960s-era programming\nlanguage used in the system's software.\n\n   JOVIAL, which stands for Jules Own Version of the International\nAlgebraic Language, was created by programmer Jules Schwartz 40\nyears ago as part of a contract for the Strategic Air Command. The\nFAA plans to switch to a more modern computer language, but the\ntransition ``is very complex and it is going to take literally\nyears,'' said William Shumann, an agency spokesman.\n\n   The FAA also had high hopes for a plan called the Wide Area\nAugmentation System, intended to use the constellation of military\nsatellites that make up the Global Positioning System to enable\nplanes to fly virtually independent of controllers on the ground.\n\n   It was supposed to be operating by 1998, but also proved much\nmore complicated _ and expensive _ than the FAA first thought.\n\n   The system was made available on a limited basis last week, but\nis not scheduled to be completed until 2002. Few believe it will\nmake a significant contribution toward reducing delays.\n\n   ``The FAA parades these acquisitions before Congress like they\nknow what they are getting, but they haven't figured out yet what\nthey need,'' said Mead.\n\n   Meanwhile, a group of air freight carriers, frustrated by the\nFAA's failures, is developing its own air traffic system using\nsatellites. Under this system, each airplane broadcasts its\nlocation and identity to all other airplanes. Every cockpit has a\ndisplay screen, a miniature version of those in air traffic control\ncenters, that tells pilots the flight paths and altitudes of other\nairplanes in the vicinity.\n\n   Because pilots and controllers have more precise information\nthan is provided by the current radar-based system, airplanes can\nfly closer together, as well as land and take off more closely.\n\n   Now, pilots must wait for clearance from the tower before they\ntake off. But with the satellite system, if the crew saw that it\nhad the necessary three-mile separation from the previous take off,\nthey could decide on their own to depart.\n\n   The new system has been tested in the Midwest. Executives with\nUnited Parcel Service, which is leading the news system's\ndevelopment, said they believe it can be useful at the UPS hub in\nLouisville, Ky. But the FAA, which has been working with the cargo\ncarriers, has some reservations.\n\n   ``What if the second pilot leaves before he has the three\nmiles?'' asked David Ford, the FAA official in charge of developing\nsuch systems. ``Who gets credited with the operational error?''\n\n   For now, the FAA is working on deploying a series of discrete\nsystems designed to improve the efficiency of takeoffs and landings\nat busy airports and to allow some airplanes to fly more direct\nroutes. But these improvements will not come close to addressing\nthe long-term growth in air traffic.\n\n   ``We know we can make some changes,'' said Steven Brown, the\nFAA's acting associate administrator for air traffic services.\n``Those will be marginal _ not unimportant, but marginal.''\n\n   nn\n\n   REVOLUTIONIZING THE AIR TRAFFIC SYSTEM\n\n   Such talk fuels critics who say that the only way to end the\nimpending gridlock in the skies is to junk the FAA _ or junk the\neconomics on which its management of the air traffic system is\nbased.\n\n   Federal air traffic control services are paid for by taxes on\nairline tickets, cargo and fuel. Users like commercial airlines do\nnot pay any more to use the system than private pilots; small\nplanes get the same priority as jumbo jets.\n\n   ``The problem is that the resources are not priced properly,''\nsaid Richard Golaszewski, a consultant who has advised the FAA and\nseveral European countries. ``In fact, they are not priced at\nall.'' That means that airlines have no incentive to limit their\nuse of air traffic control services even at the most crowded\nairports.\n\n   For years, economists have urged the government to switch to a\nfee-based system that would force users to pay for the services\nthey use. Raising prices at peak hours would put pressure on\nairlines to reduce congestion. They might also switch service to\nunderutilized secondary airports, or replace some smaller jets with\nless frequent service on bigger planes.\n\n   ``This is the unfinished business of deregulation,'' Golaszewski\nsaid. ``We have taken off all of the controls on what airlines can\ndo, but we haven't done anything to balance demand and capacity.''\n\n   Many advocates go farther and say that the air traffic control\nsystem needs to be separated from the FAA and handed over to a new,\nindependent entity that would operate like a business.\n\n   A plan that the Clinton administration sent to Capitol Hill in\n1994 as part of Vice President Al Gore's campaign to reinvent\ngovernment never got out of committee, even though the House was\nstill controlled by Democrats at the time.\n\n   Various privatization proposals have been floated in Congress\nduring the years, but none have made any progress.\n\n   ``I told him I'll do all I can to kill this idea,'' Rep. James\nOberstar, a Democrat from Minnesota who was then head of the House\nTransportation Committee's aviation subcommittee, recalled in a\nrecent interview, referring to Gore.\n\n   Oberstar, now the ranking minority member on the committee, said\nthat privatizing the FAA would not break the aviation gridlock.\n``Who is to say that the private sector is going to do a better job\nthan the public sector?'' he said. ``The same private sector that\nbrings you delays?''\n\n   But the FAA, he added, is already beginning to act more like a\nbusiness. Congress passed legislation a few years ago creating a\n15-member advisory council to supervise the agency. A bill passed\nthis spring directed the council to hire a chief operating officer\nto run the air traffic control system.\n\n   Congress also increased the FAA's budget by $10 billion during\nthe next three years to $40 billion. And it required that funds\ncollected from ticket taxes be spent only on aviation-related\nprojects, such as expanding airports, rather than being used to\nfinance other government programs.\n\n   ``What we want to do is to give these things a chance and see if\nthey won't make a difference,'' said Phil Boyer, president of the\nAircraft Owners and Pilots Association, a longtime opponent of air\ncontrol system privatization whose 360,000 members make up more\nthan half the licensed private pilots in the country.\n\n   But critics say that the FAA has been given too many chances\nalready. Mead, the inspector general, said that Congress has been\nasking the FAA since 1993 to assign a cost to each of the services\nits provides, as a prerequisite to charging user fees. Congress\nfinally ordered that study in 1996; the FAA now says it will be\ncompleted at the end of 2002.\n\n   Given the recent public outcry about flight delays, interest in\nprivatization is on the rise again. Six years ago, when the Clinton\nadministration floated its proposal, the concept was relatively\nnew. Today, several countries, including Germany, Canada and New\nZealand, have successfully contracted air traffic services to\nprivate companies.\n\n   Nav Canada, the only private company in the world to run a\nnational air traffic control system, has proven the most intriguing\nto policy makers in Washington. Before the nonprofit corporation\nwas set up in 1996, the Canadian air traffic control system\nsuffered many of the same problems that plague the FAA: Its\nequipment was antiquated, and a proposed replacement was behind\nschedule and far over budget.\n\n   Since then, Nav Canada has managed to reduce air traffic delays,\ncut costs and revamp its technology. A cost-accounting system\nenables the company to charge users by the flight. Managers who\nworked under both systems say the new arrangement has enhanced\nsafety, precisely because regulation and operations have been\nassigned to two different organizations. Airlines in the United\nStates would like to be able to pay Nav Canada to control some\ndomestic flights, but for now there is no mechanism for Nav Canada\nto accept such payments.\n\n   Some staff members on Capitol Hill have drafted a privatization\nproposal modeled on Nav Canada and are looking for a senator to\nsponsor it. Many analysts say the alternatives _ inching along with\ncurrent plans or returning to tighter government regulation of air\ntravel _ are unthinkable.\n\n   ``My guess is that if we have one more summer as bad as this\none, or even one worse than this one, finally it will force the\nissue,'' said John Meyer, a retired economics professor at Harvard\nwho is in favor of introducing user fees.   \n","Headline":"\nAS AIR TRAFFIC APPROACHES GRIDLOCK, SOLUTIONS PROVING ELUSIVE \n","Text":["\n   Tuesday ends the second straight summer travel season of chronic\nflight delays and cancellations across the United States, and\ndespite spending billions of dollars and repeated warnings in the\nlast decade of impending air traffic gridlock, there is no solution\nin sight.\n","\n   Indeed, most experts now believe that delays, which have risen\nnearly 50 percent during the last five years, will become worse,\nnot better.\n","\n   The Federal Aviation Administration, which runs the air traffic\nsystem, predicts that by 2010 the number of airline passengers will\nrise 59 percent, to 1 billion. About 70 percent of that increase is\nexpected to occur at the country's 28 largest airports.\n","\n   ``I don't think there is anything on the drawing board right now\nthat you can say with any credibility is the answer,'' said Kenneth\nMead, the inspector general of the Transportation Department,\nparent agency of the FAA.\n","\n   ``We wish there was a silver bullet,'' said Jane Garvey, the FAA\nadministrator, ``but there is not.''\n","\n   The story of how the nation's air travel system reached its\ncurrent crisis can be traced back to one of the government's most\nsuccessful economic initiatives _ airline deregulation _ and to one\nof its longest and most expensive bureaucratic blunders: the FAA's\nattempts to develop a new air traffic control system.\n","\n   It is a tale that involves so many disparate interests shouting\none another down _ from grass-roots organizations to large\ncorporations to municipalities to labor unions _ that politicians\nin Congress and the White House have simply let the system drift\nfor years.\n","\n   A recent review by Mead's office found that the FAA and the\nTransportation Department do not even have the tools to determine\nthe precise causes of most delays.\n","\n   And so the airlines blame the FAA, charging that the hours\nplanes sit idling on runways and the countless appointments missed\nby passengers because of an antiquated air traffic control system\ncost more than $5 billion last year alone. The FAA counters that\nairlines knowingly schedule more takeoffs and landings at major\nairports than the system can handle. And both the FAA and airlines\nattack Congress for not appropriating enough money to fix the\nsystem, as well as regional authorities for preventing the building\nof new runways at congested airports.\n","\n   ``It's gotten down to a big finger-pointing contest,'' said\nThomas Brantley, national vice president of the Professional\nAirways System Specialists, the union of technicians who maintain\nthe FAA's air traffic control equipment. ``The reality is,\neverybody's got blame to share.''\n","\n   There are other factors at work, too.\n","\n   Eight years of economic growth has filled airplanes to near\ncapacity, even as consumers complain about high fares. An unusual\nspate of thunderstorms this summer frequently left controllers with\nfew avenues to reroute air traffic. United Airlines, the world's\nlargest carrier, canceled more than 20,000 flights during the\nsummer, largely because of labor disputes, adding to the burden on\npassengers and other airlines.\n","\n   Critics say that thunderstorms and the growth in passenger\ndemand are predictable events that the system should handle without\npassengers' waiting half a day or more to reach their destinations.\nAnd those passengers are seething.\n","\n   ``It's not like we are having typhoons,'' said Sharon Mantel, a\ndrug company sales representative traveling to Chicago from\nLaGuardia Airport one morning in July. ``Shouldn't technology be\nable to handle this? It's not like the airplane was invented\nyesterday.''\n","\n   Indeed, the answer to air traffic control gridlock, whenever it\ncomes, will involve new technology that lets controllers track more\nplanes in the sky _ and, possibly, economics that let market forces\nallocate the system's scarce resources.\n","\n   Any changes, however, must guarantee the same level of safety.\n","\n   TRAFFIC CONTROL IN TRANSFORMATION\n","\n   A generation ago, life was much simpler for airlines and air\ntraffic controllers. Government regulators told the airlines when\nand where they could fly, and how much they could charge.\nBureaucrats made sure every city was served and that popular cities\nhad no more service than they could handle.\n","\n   The drawback was that flying was expensive.\n","\n   Deregulation of the industry in 1978 transformed air travel into\nmass transportation. It also hit the industry like an earthquake.\nVenerable carriers disappeared; low-fare upstarts came and went.\nThe survivors established so-called hubs at major airports,\nincreasing their efficiency by flying passengers in, transferring\nthem to other planes, and flying them on to their final\ndestinations.\n","\n   Today, the airline industry carries three times as many\npassengers as it did in 1978 at average fares that are 40 percent\nlower, adjusting for inflation.\n","\n   But while the industry was transformed, the air traffic control\nsystem has remained virtually unchanged. At its heart are a\ncollection of ground-based navigation beacons and radar stations\nthat divide the 3.5 million square miles of airspace over the\ncontinental United States into lanes, literal highways, along which\nmost airplanes are dispatched single file, like railroad cars.\n","\n   Because radar _ developed for the military in World War II _ is\narguably better at spotting attack planes than tracking friendly\njets, the FAA has long stipulated that planes be separated by at\nleast five miles horizontally and 1,000 feet vertically. That clogs\nthe routes taken by the 20,000 scheduled flights each day.\n","\n   ``A bunch of guys with slide rules, pocket protectors and tape\non their glasses figured this out a long time ago,'' said William\nBlackmer, the top safety and technology expert at the National Air\nTraffic Controllers Association, the union for 15,000 FAA\ncontrollers.\n","\n   When a storm hits, controllers begin closing off individual\nhighways and spacing planes farther apart, regardless of original\nscheduling, contributing to delays on the ground.\n","\n   Even when the weather is perfect, departures are not spread\nevenly throughout the day: For a hub to be successful, planes must\narrive and depart in waves. Airlines also try to provide frequent\nservice from their hubs for the convenience of business travelers,\nwho pay the highest fares.\n","\n   The irony is that inviting everybody to travel when they prefer\nmeans fewer planes arrive or depart on time.\n","\n   nn\n","\n   Mead, the Transportation Department's inspector general, found\nthat airlines frequently schedule flights beyond an airport's\ncapacity even in perfect weather, let alone factoring in bad\nweather, when departure and arrival rates can be cut in half.\n","\n   For example, at New Jersey's Newark International Airport one\nday earlier this year, Mead said he found that during one four-hour\nperiod, airlines had scheduled more planes to take off than could\nbe managed by the tower. Last year, Newark had the second highest\nnumber of delays recorded by the FAA, after O'Hare International\nAirport at Chicago.\n","\n   Continental Airlines, which uses Newark as a hub, said it had\nspread out arrivals and departures to stay below the airport's\ncapacity throughout the day. It also has replaced smaller airplanes\nwith larger ones, to keep takeoffs and landings flat while\naccommodating more passengers.\n","\n   ``If we scheduled fewer flights, then people couldn't travel,''\nsaid Greg Brenneman, Continental's president. ``It is not incumbent\non the airlines to be the least common denominator here. It is\nincumbent on the government to have a system that allows people to\ntravel when they want to travel.''\n","\n   Several government commissions have urged expanded use of\nsecondary airports to ease the strain on the system. Southwest\nAirlines, the country's seventh-largest carrier, has had enormous\nsuccess bypassing major airports, providing frequent service\nbetween cities like Baltimore and Providence or Dallas and Houston.\nThat has helped Southwest achieve the best on-time performance of\nany major carrier. But the other airlines continue to favor the hub\nsystem.\n","\n   The airlines would like to see busy airports enlarged. That is\nwhat both United and American Airlines executives have said they\nwould prefer at O'Hare, for instance, where they operate hubs. But\nresidents near O'Hare have opposed any expansion.\n","\n   Rep. Henry Hyde Jr., the region's Republican congressman, has\njoined with Rep. Jesse Jackson Jr., a Democrat from Chicago, to\nback construction of a new airport south of the city _ but the\nairlines have said they would not fly there.\n","\n   Most other major airports also have difficulty expanding, either\nbecause there is no space, as is the case at Newark and New York's\nLaGuardia Airport, or because of opposition by area residents. From\n1995 through 1999, only three new runways were put into service at\nthe 28 biggest airports, according to the Transportation\nDepartment.\n","\n   The introduction of 50- and 70-seat jets has also increased air\ntraffic congestion. These jets are rapidly replacing\npropeller-driven planes on many commuter routes and are often\npreferred by passengers. But unlike prop-driven planes, which fly\nat lower altitudes and can take off and land on shorter runways,\nthese jets require similar facilities as their bigger cousins,\nadding to the competition for space on the ground and in the air.\n","\n   In 1995, there were just 35 of these smaller jets in the\nnation's fleet. Last year, there were 407. The Transportation\nDepartment estimates the number will grow 25 percent annually,\nbecoming 19 percent of the total domestic fleet by 2011.\n","\n   FROM BRAINSTORM TO BOONDOOGLE\n","\n   The growth in air traffic was supposed to be easily managed by a\nsophisticated control system that the FAA began developing in 1981.\nIn the wake of that year's air traffic controller's strike, when\n11,000 controllers were fired by President Reagan, the FAA began\nlooking for a system that could manage more traffic with fewer\ncontrollers.\n","\n   What came to be known as the Advanced Automation System, was the\ncenterpiece of a 10-year, $12 billion plan to modernize air traffic\ncontrol. Though the overall system of radar and navigation beacons\nwas unchanged, the plan promised to save billions of dollars by\nenabling controllers to ``work smarter, not harder,'' the FAA\nadministrator at the time said.\n","\n   It turned out to be a gigantic white elephant. In 1994, after\nits cost had tripled, the system's capabilities were shown to be\nmuch less than promised and it was still 10 years from completion,\nthe FAA decided to scale back the project. The cost, according to\nthe General Accounting Office, amounted to $2.8 billion.\n","\n   The failure was just another example of the FAA's storied\nincompetence in procurement: For years, the agency has been rebuked\nby members of Congress and outside critics.\n","\n   ``The Federal Aviation Administration currently lacks the\norganizational, management, and financial wherewithal to keep pace\nwith the dynamic aviation community,'' the National Civil Aviation\nReview Commission, a panel set up by Congress, concluded in 1996.\nThe Commission also warned at the time that ``rapidly growing\ndemand combined with a reduction in capacity, as the result of\ncontinued reliance on outdated equipment, will bring our nation's\naviation system to gridlock soon after the turn of the century.''\n","\n   A NEW STRATEGY\n","\n   The FAA has shown some improvement in the last five years. For\none thing, Congress mandated a five-year term for the\nadministrator, slowing the turnover at the top.\n","\n   After the debacle with the Advanced Automation System, the FAA\nadopted a more modest approach to modernizing air traffic control _\na strategy Garvey, the administrator since 1997, sums up as ``build\na little; test a little; deploy a little.''\n","\n   The FAA replaced its old mainframe computers with newer models\nand installed color radar displays. System crashes, which in the\n1990s frequently forced controllers to track jets on slips of\npaper, are now rare.\n","\n   But many problems remain.\n","\n   The original $12 billion modernization program that was supposed\nto be completed in 1991 now has a budget of $40 billion through\n2004 with no completion date scheduled.\n","\n   The new mainframe computers that form the heart of the air\ntraffic system are IBM models built in the 1990s that have already\ngone out of production. The FAA could not buy IBM's newest machines\nbecause they would not run JOVIAL, the 1960s-era programming\nlanguage used in the system's software.\n","\n   JOVIAL, which stands for Jules Own Version of the International\nAlgebraic Language, was created by programmer Jules Schwartz 40\nyears ago as part of a contract for the Strategic Air Command. The\nFAA plans to switch to a more modern computer language, but the\ntransition ``is very complex and it is going to take literally\nyears,'' said William Shumann, an agency spokesman.\n","\n   The FAA also had high hopes for a plan called the Wide Area\nAugmentation System, intended to use the constellation of military\nsatellites that make up the Global Positioning System to enable\nplanes to fly virtually independent of controllers on the ground.\n","\n   It was supposed to be operating by 1998, but also proved much\nmore complicated _ and expensive _ than the FAA first thought.\n","\n   The system was made available on a limited basis last week, but\nis not scheduled to be completed until 2002. Few believe it will\nmake a significant contribution toward reducing delays.\n","\n   ``The FAA parades these acquisitions before Congress like they\nknow what they are getting, but they haven't figured out yet what\nthey need,'' said Mead.\n","\n   Meanwhile, a group of air freight carriers, frustrated by the\nFAA's failures, is developing its own air traffic system using\nsatellites. Under this system, each airplane broadcasts its\nlocation and identity to all other airplanes. Every cockpit has a\ndisplay screen, a miniature version of those in air traffic control\ncenters, that tells pilots the flight paths and altitudes of other\nairplanes in the vicinity.\n","\n   Because pilots and controllers have more precise information\nthan is provided by the current radar-based system, airplanes can\nfly closer together, as well as land and take off more closely.\n","\n   Now, pilots must wait for clearance from the tower before they\ntake off. But with the satellite system, if the crew saw that it\nhad the necessary three-mile separation from the previous take off,\nthey could decide on their own to depart.\n","\n   The new system has been tested in the Midwest. Executives with\nUnited Parcel Service, which is leading the news system's\ndevelopment, said they believe it can be useful at the UPS hub in\nLouisville, Ky. But the FAA, which has been working with the cargo\ncarriers, has some reservations.\n","\n   ``What if the second pilot leaves before he has the three\nmiles?'' asked David Ford, the FAA official in charge of developing\nsuch systems. ``Who gets credited with the operational error?''\n","\n   For now, the FAA is working on deploying a series of discrete\nsystems designed to improve the efficiency of takeoffs and landings\nat busy airports and to allow some airplanes to fly more direct\nroutes. But these improvements will not come close to addressing\nthe long-term growth in air traffic.\n","\n   ``We know we can make some changes,'' said Steven Brown, the\nFAA's acting associate administrator for air traffic services.\n``Those will be marginal _ not unimportant, but marginal.''\n","\n   nn\n","\n   REVOLUTIONIZING THE AIR TRAFFIC SYSTEM\n","\n   Such talk fuels critics who say that the only way to end the\nimpending gridlock in the skies is to junk the FAA _ or junk the\neconomics on which its management of the air traffic system is\nbased.\n","\n   Federal air traffic control services are paid for by taxes on\nairline tickets, cargo and fuel. Users like commercial airlines do\nnot pay any more to use the system than private pilots; small\nplanes get the same priority as jumbo jets.\n","\n   ``The problem is that the resources are not priced properly,''\nsaid Richard Golaszewski, a consultant who has advised the FAA and\nseveral European countries. ``In fact, they are not priced at\nall.'' That means that airlines have no incentive to limit their\nuse of air traffic control services even at the most crowded\nairports.\n","\n   For years, economists have urged the government to switch to a\nfee-based system that would force users to pay for the services\nthey use. Raising prices at peak hours would put pressure on\nairlines to reduce congestion. They might also switch service to\nunderutilized secondary airports, or replace some smaller jets with\nless frequent service on bigger planes.\n","\n   ``This is the unfinished business of deregulation,'' Golaszewski\nsaid. ``We have taken off all of the controls on what airlines can\ndo, but we haven't done anything to balance demand and capacity.''\n","\n   Many advocates go farther and say that the air traffic control\nsystem needs to be separated from the FAA and handed over to a new,\nindependent entity that would operate like a business.\n","\n   A plan that the Clinton administration sent to Capitol Hill in\n1994 as part of Vice President Al Gore's campaign to reinvent\ngovernment never got out of committee, even though the House was\nstill controlled by Democrats at the time.\n","\n   Various privatization proposals have been floated in Congress\nduring the years, but none have made any progress.\n","\n   ``I told him I'll do all I can to kill this idea,'' Rep. James\nOberstar, a Democrat from Minnesota who was then head of the House\nTransportation Committee's aviation subcommittee, recalled in a\nrecent interview, referring to Gore.\n","\n   Oberstar, now the ranking minority member on the committee, said\nthat privatizing the FAA would not break the aviation gridlock.\n``Who is to say that the private sector is going to do a better job\nthan the public sector?'' he said. ``The same private sector that\nbrings you delays?''\n","\n   But the FAA, he added, is already beginning to act more like a\nbusiness. Congress passed legislation a few years ago creating a\n15-member advisory council to supervise the agency. A bill passed\nthis spring directed the council to hire a chief operating officer\nto run the air traffic control system.\n","\n   Congress also increased the FAA's budget by $10 billion during\nthe next three years to $40 billion. And it required that funds\ncollected from ticket taxes be spent only on aviation-related\nprojects, such as expanding airports, rather than being used to\nfinance other government programs.\n","\n   ``What we want to do is to give these things a chance and see if\nthey won't make a difference,'' said Phil Boyer, president of the\nAircraft Owners and Pilots Association, a longtime opponent of air\ncontrol system privatization whose 360,000 members make up more\nthan half the licensed private pilots in the country.\n","\n   But critics say that the FAA has been given too many chances\nalready. Mead, the inspector general, said that Congress has been\nasking the FAA since 1993 to assign a cost to each of the services\nits provides, as a prerequisite to charging user fees. Congress\nfinally ordered that study in 1996; the FAA now says it will be\ncompleted at the end of 2002.\n","\n   Given the recent public outcry about flight delays, interest in\nprivatization is on the rise again. Six years ago, when the Clinton\nadministration floated its proposal, the concept was relatively\nnew. Today, several countries, including Germany, Canada and New\nZealand, have successfully contracted air traffic services to\nprivate companies.\n","\n   Nav Canada, the only private company in the world to run a\nnational air traffic control system, has proven the most intriguing\nto policy makers in Washington. Before the nonprofit corporation\nwas set up in 1996, the Canadian air traffic control system\nsuffered many of the same problems that plague the FAA: Its\nequipment was antiquated, and a proposed replacement was behind\nschedule and far over budget.\n","\n   Since then, Nav Canada has managed to reduce air traffic delays,\ncut costs and revamp its technology. A cost-accounting system\nenables the company to charge users by the flight. Managers who\nworked under both systems say the new arrangement has enhanced\nsafety, precisely because regulation and operations have been\nassigned to two different organizations. Airlines in the United\nStates would like to be able to pay Nav Canada to control some\ndomestic flights, but for now there is no mechanism for Nav Canada\nto accept such payments.\n","\n   Some staff members on Capitol Hill have drafted a privatization\nproposal modeled on Nav Canada and are looking for a senator to\nsponsor it. Many analysts say the alternatives _ inching along with\ncurrent plans or returning to tighter government regulation of air\ntravel _ are unthinkable.\n","\n   ``My guess is that if we have one more summer as bad as this\none, or even one worse than this one, finally it will force the\nissue,'' said John Meyer, a retired economics professor at Harvard\nwho is in favor of introducing user fees.   \n"]}