{"DocumentId":"NYT20000806.0190","TopicId":"NYT","Relevance":"0","Body":" BC-OBIT-GUINNESS-ART-1STLD-WRITETHRU-3TAKES-NYT \nSIR ALEC GUINNESS, VERSATILE ACTOR ACTOR, DIES AT 86\n\n  (Eds: Subs 10th graf to delete reference to Guinness' role as\nHitler) \nThis is an added starter on Page 1. An abridged version of this\nobit will move shortly.)  \n(ART ADV: Photo NYT14 is being sent to NYT photo clients.\nNonsubscribers can purchase one-time rights by calling 888-603-1036\nor 888-346-9867.) \n By ALBIN KREBS   \n c.2000 N.Y. Times News Service   \n\n   Sir Alec Guinness, the elegant and versatile British actor known\nto older audiences for films like ``The Bridge on the River Kwai''\nand to a whole new generation for his role as Obi-Wan Kenobi in\n``Star Wars,'' died late Saturday at a hospital in West Sussex,\nEngland. He was 86.\n\n   Possessing a plain-as-porridge but chameleonlike face, Guinness\nwas one of those gifted actors who left audiences awed with his\nseemingly effortless, perfect performances, which he carried off\nwith quiet subtlety and undemonstrative skill.\n\n   Although his notable career encompassed the stage and\ntelevision, it was in motion pictures that a much wider audience\nfound Guinness unforgettable almost from the moment he first\nappeared on screen.\n\n   He was a most versatile performer, capable of playing a wide\nrange of roles, beginning in 1946, when he was Herbert Pocket in\nthe movie adaptation of Charles Dickens' ``Great Expectations.'' He\ndelighted millions with his wittily etched, tour-de-force\ndelineations of 10 members of an eccentric English family\n(including a spinster and a character in an oil painting) in ``Kind\nHearts and Coronets'' in 1949. And he developed a cult following\nfor his merry antics in ``The Lavender Hill Mob'' and ``The\nCaptain's Paradise.''\n\n   One of his most memorable dramatic roles was the driven\nregimental colonel in postwar Scotland in ``Tunes of Glory.'' And\nanother military role, as the slightly mad military prig of a\ncolonel in ``The Bridge on the River Kwai'' in 1957, won him an\nAcademy Award. He was knighted in the late 1950s by Queen\nElizabeth, but still had a long career ahead of him.\n\n   Although it was often said that as a master of disguise he was\nan actor with no face of his own, it was, in fact, the intelligent\nuse of his malleable features that served him so extraordinarily\nwell. In situations where lesser performers required several lines\nof dialogue to accomplish an effect, Guinness used his own facial\nshorthand _ the faint curling of a lip, a seemingly apologetic\nfurrowing of the brow, the quizzical upturn of an eyebrow, the\nslight but visible widening of the eyes in disbelief, a sudden\nbrief smile that could radiate approval or signify chilly disdain.\nParticularly in motion-picture close-up, he did not so much act as\nallow his face to react to what another actor was saying.\n\n   He was the antithesis of the personality player or star, for he\naccepted small and large roles that ranged from the starkly\ndramatic to the predictably melodramatic to the maniacally\nwhimsical.\n\n   ``Everything I've done has been on the spur of the moment,'' the\nactor said some years ago. ``That's why my career has been so\nhaphazard.''\n\n   Haphazard or not, it was a notable career, one in which Guinness\ntriumphed in the theater in roles as startlingly dissimilar as\nHamlet and the suave psychiatrist in T.S. Eliot's ``Cocktail\nParty.'' He was the drink-sodden and doomed Welsh poet Dylan Thomas\nin Sidney Michaels' biographical drama ``Dylan'' and the tragically\nbroken and brainwashed prelate in ``The Cardinal.''\n\n   He also played a Japanese businessman in ``A Majority of One''\nin 1962, the same year that he was seen as the Arab prince, Feisal,\nin ``Lawrence of Arabia.'' He had business savvy as well _ for his\nmemorable role in the 1977 blockbuster ``Star Wars,'' he received a\npercentage of the gross.\n\n   Guinness was born in London on April 2, 1914. He was often\nmistaken for one of the ``brewery Guinnesses,'' he said, and in his\nadulthood several members of that family of millionaires cultivated\nhis friendship.\n\n   In his autobiography, ``Blessings in Disguise,'' published in\nthe United States in 1986, Guinness cleared up longtime speculation\nas to whether he was an illegitimate child. He was indeed, he said.\n\n   ``My birth certificate registers me as Alec Guinness de Cuffe,''\nhe wrote. ``My mother at the time was a Miss Agnes Cuffe; my\nfather's name is left an intriguing, speculative blank. When I was\nfive years old my mother married an army captain, a Scot named\nDavid Stiven, and from then until I left preparatory school I was\nknown as Alec Stiven (a name I rather liked, although I hated and\ndreaded my stepfather).''\n\n   His mother's ``violently unhappy marriage'' lasted only three\nyears, ending when Stiven was posted to New Zealand, Guinness said.\n\n   At Pembroke Lodge, a boarding school, the headmaster discouraged\nthe youth from student theatricals by telling him, ``You're not the\nacting type,'' but later, at Roborough School in Eastbourne, he won\nthe role of the breathless messenger in ``Macbeth.''\n\n   The skinny, wild-eyed boy prepared for his bit part the night of\nthe performance by running around the football field twice, timing\nhimself to dash through the auditorium's side door and run onstage\nat the moment of his cue (``Enter a Messenger'') and collapse in\nfront of Macbeth. ``Gracious,'' he genuinely gasped, ``my lord\n(gulp!), I should report (gasp!) that which I ...'' The schoolboy\naudience burst into applause, and that night an actor was born.\n\n   His schooling finished in 1932, he went to work as an apprentice\ncopywriter in a London advertising agency. ``The very first thing I\ndid was on impulse to phone Martita Hunt and ask her to give me\nacting lessons,'' he recalled years later. ``After a few lessons\nshe sent me packing.'' In fact, after 12 lessons, Hunt, a renowned\nactress who later played Habersham with him in ``Great\nExpectations,'' told the drab and emaciated young man in 1933,\n``You'll never make an actor, Mr. Guinness.''\n\n   Nevertheless, the would-be actor applied to the Fay Compton\nStudio of Dramatic Art, which gave him a modest scholarship, and he\nwas able to study and live on a single baked-beans-on-toast meal a\nday. He went to classes but augmented his training by following\nLondoners about, mimicking their gait, their traits and their\ngestures _ all of which would be put to good use in a brilliant\ncareer to come.\n\n   On the other hand, he found the studio tiresome. ``We did\ndancing and singing in the mornings,'' he recalled later. ``Tap\ndancing was very much in vogue then so I'm afraid we did an awful\nlot of that. In the afternoons it was drama, and I remember we were\ntaught that there was a correct and an incorrect way of executing\nthe most detailed stage business.''\n\n   Guinness left the Compton Studio after seven months, but not\nbefore an annual recital at which the judges, John Gielgud among\nthem, awarded him a major prize. In the years to come he was to\nrefer often to the older actor as ``the great hero of my youth,''\nand in fact on more than one occasion the older man helped him\nalong in his career, encouraging him and offering him money when he\nneeded it.\n\n   nn\n\n   In 1934, literally a starving young actor, Guinness got work in\na lurid shipboard melodrama called ``Queer Cargo,'' in which he\nplayed three small roles. Then Gielgud gave him his first big\nbreak, casting him as Osric and the Third Player in the Gielgud\nproduction of ``Hamlet.''\n\n   ``My theater tide began to come in because of Sir John's\ngenerosity, for from that point on I was never truly out of a job\nunless I wanted it that way,'' Guinness recalled in 1982. He was\nfrom the start a sort of critics' darling _ one called his Osric in\n``Hamlet'' an ``admirable popinjay,'' and later his Sir Andrew\nAguecheek in ``Twelfth Night'' was pronounced ``a collector's\nitem.''\n\n   At age 24 he played his first Hamlet in a Tyrone Guthrie\nproduction at the Old Vic, and although it was, on the whole, an\nego-chastening experience, one critic kindly conceded that if the\nyoung actor's Hamlet was short on force, his performance was\n``touched with sweetness and an aching sincerity.''\n\n   Of his apprenticeship under John Gielgud, whose London company\nhe had joined in 1937, Guinness said, ``Working with him in the\n'30s was a great and good discipline because his precision demanded\nthe same from you.'' And, he said: ``Going into Tyrone Guthrie\nproductions on the other hand was a great liberating influence. He\ncould relax you as an actor where Gielgud could make you feel\nstiff. I was extraordinarily fortunate to be oscillating between\nthese opposite poles.''\n\n   Guinness, a quietly modest man known for his unelaborate\ncourtesy, was equally grateful to others in the theater.\n\n   ``Martita Hunt had been the first truly sophisticated person I\nhad met, and she developed in me a sense of taste,'' he said in an\ninterview. ``So did Edith Evans, from whom I learnt things of value\ntechnically.''\n\n   Speaking of a producer and later director at the Old Vic, he\nsaid, ``Michel Saint-Denis, on the other hand, woke me up to what\ntheater was really all about and was the first person to give me a\nsense of reality for the words I was speaking. Gielgud, Guthrie,\nMartita Hunt, Edith Evans, Michel Saint-Denis _ they were the\nformative people in my life.''\n\n   Before enlisting in the Royal Navy in 1941, the actor had\nlearned many lessons well, having played 34 parts in 23 plays by\nShakespeare, Pinero, Chekhov, Shaw and Sheridan. ``It was\nobvious,'' Tyrone Guthrie said about that period, ``that he was\ngoing to be tremendously talented. It was not so obvious that he\nwas going to be so popular.''\n\n   Guinness' ``war'' was distinguished only by an incident that\nmight have made a vignette in a Guinness comedy. In the invasion of\nSicily, the actor-turned-landing-craft-skipper was actually the\nfirst person ashore, a nonheroic deed of derring-don't blamed\nentirely on an hour's error in orders. When the admiral in charge\nblustered his way ashore at last, the young Guinness is said to\nhave blandly assured him that such tardy timing of an entrance\nwould never be tolerated in the theater.\n\n   On being mustered out, he resumed his writing and stage career\nin the role of Mitya in his own version of Dostoyevski's ``Brothers\nKaramazov,'' an artistic success that failed at the box office.\n\n   His other stage appearances in the postwar period included roles\nin Sartre's ``Vicious Circle,'' the Dauphin in Shaw's ``Saint\nJoan'' and the title role in Shakespeare's ``Richard II.'' Of the\nlast, the critic for The Sunday Express of London wrote: `` Mr.\nGuinness is slight, with an interesting angular face and a clear,\nflexible voice. He has dignity, but no majesty; he has range and\ncontrol, but no surprises. He is intensely good without being great\n_ yet. His future may bring that.''\n\n   Having played so many classical roles, Guinness decided it was\ntime to tackle the movies, commenting, ``On the stage I never seem\nto have a chance to wear trousers.''\n\n   He had been an extra in his first movie, ``Evensong,'' in 1934,\nand remembered it as ``a horrible experience.'' But in 1946, the\ndirector David Lean cast him as Pocket in the now-classic film\nversion of ``Great Expectations.''\n\n   In 1947 Lean allowed him to play an extremely wicked Fagin in a\ncontroversial version of ``Oliver Twist,'' whose release in the\nUnited States was held up for more than two years because of\npressure brought by groups that considered the Guinness\ncharacterization anti-Semitic. The U.S. version was also censored,\nbut among moviegoers worldwide, Alec Guinness had clinched his\nclaim to fame.\n\n   Now much in demand on the screen, in 1949 he made ``A Run for\nYour Money'' and ``Kind Hearts and Coronets''; in the latter, he\nplayed several members of a dotty family who fall prey to a\nmurderous relative. It was that set of performances that forever\nsealed the actor's reputation as a rubber-faced British zany in the\ntradition of Sir Harry Lauder. He was thenceforth to be hailed as\nthe actor who could play any part.\n\n   In 1949 he also created the role of the seemingly omniscient\npsychiatrist in T.S. Eliot's ``Cocktail Party'' at the Edinburgh\nFestival, and the following year went with it to Broadway, where\nhis performance bowled over critics and audiences alike.\n\n   His first films were making him famous and moderately wealthy,\nbut he fancied himself rather a tragedian than a comedian and, once\nmore, in 1951, assayed ``Hamlet'' on the West End, directing the\nplay himself and presenting the tragic Dane as cold, existential\nand matter of fact. The flop, which he was to brood over for years,\npropelled him more and more into movies.\n\n   In early 1950s films he was a shrewdly wary Prime Minister\nBenjamin Disraeli in ``The Mudlark''; a droopy-lidded, bowlered and\nbespectacled bank clerk who engineers the smuggling of a hoard of\ngold bullion out of England in ``The Lavender Hill Mob''; and, in\n``The Man in the White Suit,'' a chemist single-mindedly devoted to\ndeveloping a miracle fabric that would never soil or wear out.\n\n   nn\n\n   Yet another choice comedy role came in 1953 in ``The Captain's\nParadise,'' when he played a Mediterranean ferryboat skipper who\ncommutes between wives as well as ports. Audiences found him less\nappealing in the serious role of a love-smitten flier in ``The\nMalta Story'' (1954), but delighted in his sly, quietly mirthful\ncharm as G.K. Chesterton's priestly sleuth Father Brown in ``The\nDetective,'' also in 1954.\n\n   Then along came ``The Ladykillers'' in 1955, closely followed by\nhis first Hollywood film, a glossily cold remake of Molnar's ``The\nSwan'' in which he starred with Grace Kelly. Unlike many of his\ncompatriots who despised Hollywood, Guinness said, ``I found it\nwarm in every way, and would have stayed on had there been work for\nme.''\n\n   In his greatest film triumph, ``The Bridge on the River Kwai,''\nGuinness was called upon to be ``both admirable and tiresome,'' he\nsaid, as the fascinatingly paradoxical Colonel Nicholson, a British\nofficer interned in a hellish Japanese prisoner-of-war camp in\nBurma. He made Nicholson at times infuriating, at times pitiable, a\nman whose strict adherence to an old-fashioned code of military\nethics was both his scourge and his moral salvation.\n\n   His next film, ``All at Sea,'' was a light change of pace in\nwhich he played a mal de mer-prone descendant of a long line of\nnaval heroes, the sort of role the actor could by then play in his\nsleep.\n\n   Such could not be said of his full- rounded portrayal of Gulley\nJimson in ``The Horse's Mouth,'' a Swiftian satire in which he was\nan unkempt old rogue of a painter so obsessed by his art that he\nhad no regard for the feelings or needs of anyone who dared impinge\non his creativity. Guinness received an Academy Award nomination,\nnot for his acting, which was splendid, but for the screenplay he\nwrote from the novel by Joyce Cary.\n\n   Other film roles included ``The Comedians,'' ``The Quiller\nMemorandum,'' ``A Christmas Carol'' and Franco Zeffirelli's\n``Brother Sun, Sister Moon,'' none of which reversed the descending\ntrend of the actor's film fortunes in the early 1970s. In 1976,\nhowever, he easily stole all his scenes in Neil Simon's ``Murder by\nDeath,'' a mystery spoof in which he played a blind butler Although\nfilms occupied most of his time, Guinness did not entirely desert\nthe stage. He opened Canada's Shakespeare Festival in Stratford,\nOntario, in 1953, appearing as ``Richard III.'' In London the\nfollowing year he was praised for his harrowing performance in\n``The Prisoner,'' Bridget Boland's intense study of the\nbrainwashing of a Roman Catholic cardinal in an Iron-Curtain\ncountry. (He made the film version in 1955.) He was also seen\nonstage as a would-be adulterer in Feydeau's ``Hotel Paradiso'' in\n1956 and in 1960 had the title role in Terence Rattigan's ``Ross,''\na portrait of the enigmatic T.E. Lawrence.\n\n   His greatest success on Broadway came in 1964, when Peter\nGlenville prodded him into taking the tricky and difficult title\nrole in ``Dylan,'' an anecdotal drama dealing with the\nself-destructive poet Dylan Thomas' last liquor-sodden months.\nGuinness was the antithesis in character of the Welsh poet, but he\ngave a performance so heartwrenchingly sad that he won almost every\navailable acting prize that season. The critic Walter Kerr termed\nthe performance ``mesmerizing,'' adding, ``There is a still center\nin the actor, a coal in the ashes that defies us to will our eyes\naway.'' (Years later, commenting on a trifling play superbly acted\nby Guinness in London, Kerr, not content with the title Queen\nElizabeth II had conferred on the actor, dubbed him ``St. Alec.'')\n\n   Guinness' appearances on television were rare but memorable. His\nmost notable achievement was the character of George Smiley, the\nretired British intelligence officer he created in two multipart\nseries seen in Britain and the United States in the early 1980s _\n``Tinker, Tailor, Soldier, Spy'' and ``Smiley's People,'' written\nby John le Carre. His understated characterization of the aging,\nspiritually burnt-out and forlorn former spy underscored his\nreputation as ``an actor who makes you forget that he is acting.''\n\n   Of his acting technique, Kenneth Tynan, the late critic, writer\nand director, once said: ``My point is that the people Guinness\nplays best are all iceberg characters, nine-tenths concealed, whose\nfascination lies not in how they look but in how their minds work.\nThe parts he plays are, so to speak, injected hypodermically, not\ntattooed all over him; the latter is the star's way, and Guinness\nshrinks from it.''\n\n   The actor was mildly amused by such esoteric analyses of his\nart. ``I have no ax to grind, and no interesting theories to\npropound,'' he said. ``If a play comes my way which appeals to me\nand which I am free to do, I do it. It's as simple as that.''\n\n   There was, however, one sort of script he avoided, the sort\nproffered with the assurance, ``It was written just for you.''\n\n   ``I'm afraid I was a little abrupt recently with a producer who\nsent me a screenplay,'' he once confessed. ``It was rubbish,\nreally. I sent it back with a polite rejection. Then he came back\nwith the plea that `we tailored it just for you.' I replied simply,\n`But no one came to take the measurements.'''\n\n   Guinness, who had been almost bald since his late 20s, was often\ndescribed as ``dignified'' and ``shy'' and ``quiet, unassuming.''\nHe lived modestly in an unpretentious house in Hampshire, in the\nsouth of England, with his wife, Merula Salaman, a former actress.\nThey were married in 1938 when both were appearing as animals in\nJohn Gielgud's production of ``Noah.'' They had a son, Matthew.\n","Headline":"\nSIR ALEC GUINNESS, VERSATILE ACTOR ACTOR, DIES AT 86\n","Text":["\n   Sir Alec Guinness, the elegant and versatile British actor known\nto older audiences for films like ``The Bridge on the River Kwai''\nand to a whole new generation for his role as Obi-Wan Kenobi in\n``Star Wars,'' died late Saturday at a hospital in West Sussex,\nEngland. He was 86.\n","\n   Possessing a plain-as-porridge but chameleonlike face, Guinness\nwas one of those gifted actors who left audiences awed with his\nseemingly effortless, perfect performances, which he carried off\nwith quiet subtlety and undemonstrative skill.\n","\n   Although his notable career encompassed the stage and\ntelevision, it was in motion pictures that a much wider audience\nfound Guinness unforgettable almost from the moment he first\nappeared on screen.\n","\n   He was a most versatile performer, capable of playing a wide\nrange of roles, beginning in 1946, when he was Herbert Pocket in\nthe movie adaptation of Charles Dickens' ``Great Expectations.'' He\ndelighted millions with his wittily etched, tour-de-force\ndelineations of 10 members of an eccentric English family\n(including a spinster and a character in an oil painting) in ``Kind\nHearts and Coronets'' in 1949. And he developed a cult following\nfor his merry antics in ``The Lavender Hill Mob'' and ``The\nCaptain's Paradise.''\n","\n   One of his most memorable dramatic roles was the driven\nregimental colonel in postwar Scotland in ``Tunes of Glory.'' And\nanother military role, as the slightly mad military prig of a\ncolonel in ``The Bridge on the River Kwai'' in 1957, won him an\nAcademy Award. He was knighted in the late 1950s by Queen\nElizabeth, but still had a long career ahead of him.\n","\n   Although it was often said that as a master of disguise he was\nan actor with no face of his own, it was, in fact, the intelligent\nuse of his malleable features that served him so extraordinarily\nwell. In situations where lesser performers required several lines\nof dialogue to accomplish an effect, Guinness used his own facial\nshorthand _ the faint curling of a lip, a seemingly apologetic\nfurrowing of the brow, the quizzical upturn of an eyebrow, the\nslight but visible widening of the eyes in disbelief, a sudden\nbrief smile that could radiate approval or signify chilly disdain.\nParticularly in motion-picture close-up, he did not so much act as\nallow his face to react to what another actor was saying.\n","\n   He was the antithesis of the personality player or star, for he\naccepted small and large roles that ranged from the starkly\ndramatic to the predictably melodramatic to the maniacally\nwhimsical.\n","\n   ``Everything I've done has been on the spur of the moment,'' the\nactor said some years ago. ``That's why my career has been so\nhaphazard.''\n","\n   Haphazard or not, it was a notable career, one in which Guinness\ntriumphed in the theater in roles as startlingly dissimilar as\nHamlet and the suave psychiatrist in T.S. Eliot's ``Cocktail\nParty.'' He was the drink-sodden and doomed Welsh poet Dylan Thomas\nin Sidney Michaels' biographical drama ``Dylan'' and the tragically\nbroken and brainwashed prelate in ``The Cardinal.''\n","\n   He also played a Japanese businessman in ``A Majority of One''\nin 1962, the same year that he was seen as the Arab prince, Feisal,\nin ``Lawrence of Arabia.'' He had business savvy as well _ for his\nmemorable role in the 1977 blockbuster ``Star Wars,'' he received a\npercentage of the gross.\n","\n   Guinness was born in London on April 2, 1914. He was often\nmistaken for one of the ``brewery Guinnesses,'' he said, and in his\nadulthood several members of that family of millionaires cultivated\nhis friendship.\n","\n   In his autobiography, ``Blessings in Disguise,'' published in\nthe United States in 1986, Guinness cleared up longtime speculation\nas to whether he was an illegitimate child. He was indeed, he said.\n","\n   ``My birth certificate registers me as Alec Guinness de Cuffe,''\nhe wrote. ``My mother at the time was a Miss Agnes Cuffe; my\nfather's name is left an intriguing, speculative blank. When I was\nfive years old my mother married an army captain, a Scot named\nDavid Stiven, and from then until I left preparatory school I was\nknown as Alec Stiven (a name I rather liked, although I hated and\ndreaded my stepfather).''\n","\n   His mother's ``violently unhappy marriage'' lasted only three\nyears, ending when Stiven was posted to New Zealand, Guinness said.\n","\n   At Pembroke Lodge, a boarding school, the headmaster discouraged\nthe youth from student theatricals by telling him, ``You're not the\nacting type,'' but later, at Roborough School in Eastbourne, he won\nthe role of the breathless messenger in ``Macbeth.''\n","\n   The skinny, wild-eyed boy prepared for his bit part the night of\nthe performance by running around the football field twice, timing\nhimself to dash through the auditorium's side door and run onstage\nat the moment of his cue (``Enter a Messenger'') and collapse in\nfront of Macbeth. ``Gracious,'' he genuinely gasped, ``my lord\n(gulp!), I should report (gasp!) that which I ...'' The schoolboy\naudience burst into applause, and that night an actor was born.\n","\n   His schooling finished in 1932, he went to work as an apprentice\ncopywriter in a London advertising agency. ``The very first thing I\ndid was on impulse to phone Martita Hunt and ask her to give me\nacting lessons,'' he recalled years later. ``After a few lessons\nshe sent me packing.'' In fact, after 12 lessons, Hunt, a renowned\nactress who later played Habersham with him in ``Great\nExpectations,'' told the drab and emaciated young man in 1933,\n``You'll never make an actor, Mr. Guinness.''\n","\n   Nevertheless, the would-be actor applied to the Fay Compton\nStudio of Dramatic Art, which gave him a modest scholarship, and he\nwas able to study and live on a single baked-beans-on-toast meal a\nday. He went to classes but augmented his training by following\nLondoners about, mimicking their gait, their traits and their\ngestures _ all of which would be put to good use in a brilliant\ncareer to come.\n","\n   On the other hand, he found the studio tiresome. ``We did\ndancing and singing in the mornings,'' he recalled later. ``Tap\ndancing was very much in vogue then so I'm afraid we did an awful\nlot of that. In the afternoons it was drama, and I remember we were\ntaught that there was a correct and an incorrect way of executing\nthe most detailed stage business.''\n","\n   Guinness left the Compton Studio after seven months, but not\nbefore an annual recital at which the judges, John Gielgud among\nthem, awarded him a major prize. In the years to come he was to\nrefer often to the older actor as ``the great hero of my youth,''\nand in fact on more than one occasion the older man helped him\nalong in his career, encouraging him and offering him money when he\nneeded it.\n","\n   nn\n","\n   In 1934, literally a starving young actor, Guinness got work in\na lurid shipboard melodrama called ``Queer Cargo,'' in which he\nplayed three small roles. Then Gielgud gave him his first big\nbreak, casting him as Osric and the Third Player in the Gielgud\nproduction of ``Hamlet.''\n","\n   ``My theater tide began to come in because of Sir John's\ngenerosity, for from that point on I was never truly out of a job\nunless I wanted it that way,'' Guinness recalled in 1982. He was\nfrom the start a sort of critics' darling _ one called his Osric in\n``Hamlet'' an ``admirable popinjay,'' and later his Sir Andrew\nAguecheek in ``Twelfth Night'' was pronounced ``a collector's\nitem.''\n","\n   At age 24 he played his first Hamlet in a Tyrone Guthrie\nproduction at the Old Vic, and although it was, on the whole, an\nego-chastening experience, one critic kindly conceded that if the\nyoung actor's Hamlet was short on force, his performance was\n``touched with sweetness and an aching sincerity.''\n","\n   Of his apprenticeship under John Gielgud, whose London company\nhe had joined in 1937, Guinness said, ``Working with him in the\n'30s was a great and good discipline because his precision demanded\nthe same from you.'' And, he said: ``Going into Tyrone Guthrie\nproductions on the other hand was a great liberating influence. He\ncould relax you as an actor where Gielgud could make you feel\nstiff. I was extraordinarily fortunate to be oscillating between\nthese opposite poles.''\n","\n   Guinness, a quietly modest man known for his unelaborate\ncourtesy, was equally grateful to others in the theater.\n","\n   ``Martita Hunt had been the first truly sophisticated person I\nhad met, and she developed in me a sense of taste,'' he said in an\ninterview. ``So did Edith Evans, from whom I learnt things of value\ntechnically.''\n","\n   Speaking of a producer and later director at the Old Vic, he\nsaid, ``Michel Saint-Denis, on the other hand, woke me up to what\ntheater was really all about and was the first person to give me a\nsense of reality for the words I was speaking. Gielgud, Guthrie,\nMartita Hunt, Edith Evans, Michel Saint-Denis _ they were the\nformative people in my life.''\n","\n   Before enlisting in the Royal Navy in 1941, the actor had\nlearned many lessons well, having played 34 parts in 23 plays by\nShakespeare, Pinero, Chekhov, Shaw and Sheridan. ``It was\nobvious,'' Tyrone Guthrie said about that period, ``that he was\ngoing to be tremendously talented. It was not so obvious that he\nwas going to be so popular.''\n","\n   Guinness' ``war'' was distinguished only by an incident that\nmight have made a vignette in a Guinness comedy. In the invasion of\nSicily, the actor-turned-landing-craft-skipper was actually the\nfirst person ashore, a nonheroic deed of derring-don't blamed\nentirely on an hour's error in orders. When the admiral in charge\nblustered his way ashore at last, the young Guinness is said to\nhave blandly assured him that such tardy timing of an entrance\nwould never be tolerated in the theater.\n","\n   On being mustered out, he resumed his writing and stage career\nin the role of Mitya in his own version of Dostoyevski's ``Brothers\nKaramazov,'' an artistic success that failed at the box office.\n","\n   His other stage appearances in the postwar period included roles\nin Sartre's ``Vicious Circle,'' the Dauphin in Shaw's ``Saint\nJoan'' and the title role in Shakespeare's ``Richard II.'' Of the\nlast, the critic for The Sunday Express of London wrote: `` Mr.\nGuinness is slight, with an interesting angular face and a clear,\nflexible voice. He has dignity, but no majesty; he has range and\ncontrol, but no surprises. He is intensely good without being great\n_ yet. His future may bring that.''\n","\n   Having played so many classical roles, Guinness decided it was\ntime to tackle the movies, commenting, ``On the stage I never seem\nto have a chance to wear trousers.''\n","\n   He had been an extra in his first movie, ``Evensong,'' in 1934,\nand remembered it as ``a horrible experience.'' But in 1946, the\ndirector David Lean cast him as Pocket in the now-classic film\nversion of ``Great Expectations.''\n","\n   In 1947 Lean allowed him to play an extremely wicked Fagin in a\ncontroversial version of ``Oliver Twist,'' whose release in the\nUnited States was held up for more than two years because of\npressure brought by groups that considered the Guinness\ncharacterization anti-Semitic. The U.S. version was also censored,\nbut among moviegoers worldwide, Alec Guinness had clinched his\nclaim to fame.\n","\n   Now much in demand on the screen, in 1949 he made ``A Run for\nYour Money'' and ``Kind Hearts and Coronets''; in the latter, he\nplayed several members of a dotty family who fall prey to a\nmurderous relative. It was that set of performances that forever\nsealed the actor's reputation as a rubber-faced British zany in the\ntradition of Sir Harry Lauder. He was thenceforth to be hailed as\nthe actor who could play any part.\n","\n   In 1949 he also created the role of the seemingly omniscient\npsychiatrist in T.S. Eliot's ``Cocktail Party'' at the Edinburgh\nFestival, and the following year went with it to Broadway, where\nhis performance bowled over critics and audiences alike.\n","\n   His first films were making him famous and moderately wealthy,\nbut he fancied himself rather a tragedian than a comedian and, once\nmore, in 1951, assayed ``Hamlet'' on the West End, directing the\nplay himself and presenting the tragic Dane as cold, existential\nand matter of fact. The flop, which he was to brood over for years,\npropelled him more and more into movies.\n","\n   In early 1950s films he was a shrewdly wary Prime Minister\nBenjamin Disraeli in ``The Mudlark''; a droopy-lidded, bowlered and\nbespectacled bank clerk who engineers the smuggling of a hoard of\ngold bullion out of England in ``The Lavender Hill Mob''; and, in\n``The Man in the White Suit,'' a chemist single-mindedly devoted to\ndeveloping a miracle fabric that would never soil or wear out.\n","\n   nn\n","\n   Yet another choice comedy role came in 1953 in ``The Captain's\nParadise,'' when he played a Mediterranean ferryboat skipper who\ncommutes between wives as well as ports. Audiences found him less\nappealing in the serious role of a love-smitten flier in ``The\nMalta Story'' (1954), but delighted in his sly, quietly mirthful\ncharm as G.K. Chesterton's priestly sleuth Father Brown in ``The\nDetective,'' also in 1954.\n","\n   Then along came ``The Ladykillers'' in 1955, closely followed by\nhis first Hollywood film, a glossily cold remake of Molnar's ``The\nSwan'' in which he starred with Grace Kelly. Unlike many of his\ncompatriots who despised Hollywood, Guinness said, ``I found it\nwarm in every way, and would have stayed on had there been work for\nme.''\n","\n   In his greatest film triumph, ``The Bridge on the River Kwai,''\nGuinness was called upon to be ``both admirable and tiresome,'' he\nsaid, as the fascinatingly paradoxical Colonel Nicholson, a British\nofficer interned in a hellish Japanese prisoner-of-war camp in\nBurma. He made Nicholson at times infuriating, at times pitiable, a\nman whose strict adherence to an old-fashioned code of military\nethics was both his scourge and his moral salvation.\n","\n   His next film, ``All at Sea,'' was a light change of pace in\nwhich he played a mal de mer-prone descendant of a long line of\nnaval heroes, the sort of role the actor could by then play in his\nsleep.\n","\n   Such could not be said of his full- rounded portrayal of Gulley\nJimson in ``The Horse's Mouth,'' a Swiftian satire in which he was\nan unkempt old rogue of a painter so obsessed by his art that he\nhad no regard for the feelings or needs of anyone who dared impinge\non his creativity. Guinness received an Academy Award nomination,\nnot for his acting, which was splendid, but for the screenplay he\nwrote from the novel by Joyce Cary.\n","\n   Other film roles included ``The Comedians,'' ``The Quiller\nMemorandum,'' ``A Christmas Carol'' and Franco Zeffirelli's\n``Brother Sun, Sister Moon,'' none of which reversed the descending\ntrend of the actor's film fortunes in the early 1970s. In 1976,\nhowever, he easily stole all his scenes in Neil Simon's ``Murder by\nDeath,'' a mystery spoof in which he played a blind butler Although\nfilms occupied most of his time, Guinness did not entirely desert\nthe stage. He opened Canada's Shakespeare Festival in Stratford,\nOntario, in 1953, appearing as ``Richard III.'' In London the\nfollowing year he was praised for his harrowing performance in\n``The Prisoner,'' Bridget Boland's intense study of the\nbrainwashing of a Roman Catholic cardinal in an Iron-Curtain\ncountry. (He made the film version in 1955.) He was also seen\nonstage as a would-be adulterer in Feydeau's ``Hotel Paradiso'' in\n1956 and in 1960 had the title role in Terence Rattigan's ``Ross,''\na portrait of the enigmatic T.E. Lawrence.\n","\n   His greatest success on Broadway came in 1964, when Peter\nGlenville prodded him into taking the tricky and difficult title\nrole in ``Dylan,'' an anecdotal drama dealing with the\nself-destructive poet Dylan Thomas' last liquor-sodden months.\nGuinness was the antithesis in character of the Welsh poet, but he\ngave a performance so heartwrenchingly sad that he won almost every\navailable acting prize that season. The critic Walter Kerr termed\nthe performance ``mesmerizing,'' adding, ``There is a still center\nin the actor, a coal in the ashes that defies us to will our eyes\naway.'' (Years later, commenting on a trifling play superbly acted\nby Guinness in London, Kerr, not content with the title Queen\nElizabeth II had conferred on the actor, dubbed him ``St. Alec.'')\n","\n   Guinness' appearances on television were rare but memorable. His\nmost notable achievement was the character of George Smiley, the\nretired British intelligence officer he created in two multipart\nseries seen in Britain and the United States in the early 1980s _\n``Tinker, Tailor, Soldier, Spy'' and ``Smiley's People,'' written\nby John le Carre. His understated characterization of the aging,\nspiritually burnt-out and forlorn former spy underscored his\nreputation as ``an actor who makes you forget that he is acting.''\n","\n   Of his acting technique, Kenneth Tynan, the late critic, writer\nand director, once said: ``My point is that the people Guinness\nplays best are all iceberg characters, nine-tenths concealed, whose\nfascination lies not in how they look but in how their minds work.\nThe parts he plays are, so to speak, injected hypodermically, not\ntattooed all over him; the latter is the star's way, and Guinness\nshrinks from it.''\n","\n   The actor was mildly amused by such esoteric analyses of his\nart. ``I have no ax to grind, and no interesting theories to\npropound,'' he said. ``If a play comes my way which appeals to me\nand which I am free to do, I do it. It's as simple as that.''\n","\n   There was, however, one sort of script he avoided, the sort\nproffered with the assurance, ``It was written just for you.''\n","\n   ``I'm afraid I was a little abrupt recently with a producer who\nsent me a screenplay,'' he once confessed. ``It was rubbish,\nreally. I sent it back with a polite rejection. Then he came back\nwith the plea that `we tailored it just for you.' I replied simply,\n`But no one came to take the measurements.'''\n","\n   Guinness, who had been almost bald since his late 20s, was often\ndescribed as ``dignified'' and ``shy'' and ``quiet, unassuming.''\nHe lived modestly in an unpretentious house in Hampshire, in the\nsouth of England, with his wife, Merula Salaman, a former actress.\nThey were married in 1938 when both were appearing as animals in\nJohn Gielgud's production of ``Noah.'' They had a son, Matthew.\n"]}