{"DocumentId":"NYT20000127.0183","TopicId":"NYT","Relevance":"0","Body":" BC-APPLES-MINNEAPOLIS-ART-4TAKES-NYT \nMINNEAPOLIS: WHERE WINTER'S A WONDER AND SMILES ARE SINCERE \n\n  (ART ADV: Photo is being sent to NYT photo clients. Nonsubscribers\ncan make individual purchase by calling 888-603-1036 or\n888-346-9867.) \n(bl) \n By R.W. APPLE Jr.   \n c.2000 N.Y. Times News Service    \n\n   MINNEAPOLIS _ Snow paralyzes some American cities and\ndisheartens others. But Minneapolis and its unidentical twin, St.\nPaul, cope with it. More than that; many people here revel in it.\nWinter is their favorite season.\n\n   Come here the morning after a blizzard, and main roads have\nalready been cleared. One time my wife, Betsey, and I, inured to\nsnow-induced civic inertia in Washington, watched dumbfounded as a\nminiature street-sweeping machine brushed snow from downtown\nsidewalks as soon as it fell.\n\n   Take a ride out to Lake of the Isles, southwest of downtown\nMinneapolis, on a crisp, cold Saturday, with the skies a pure,\ncerulean blue and the snow heaped eye-high in front of wonderful\nbig Prairie Style houses by gifted acolytes of Frank Lloyd Wright\nlike George Washington Maher and George Grant Elmslie. Young men\nand women play exuberant pick-up hockey on the frozen lake, like\nfigures in an Avercamp painting, while more sedate souls glide past\non cross-country skis. At times like that, ``Winter Wonderland'' is\nmore than a song title.\n\n   No matter how hard polar winds blow, people here say ``You\nbetcha,'' just the way they did in the movie ``Fargo.'' They smile\nand urge you to have a nice day, so earnestly that they convince\nyou they mean it. So sincerely that cynics call Minnesota ``the\nLand of the Bland,'' a dubious epithet for a state with a\ncounterculture that gave the world Bob Dylan and an electorate that\nchose Jesse Ventura, a bullet-bald former wrestler, as governor.\n\n   The Germans and Scandinavians who flocked here toward the end of\nthe 19th century were used to cold weather. The Vietnamese,\nMexicans and Somalis who came here toward the end of the 20th\ncentury were not, but they quickly got the hang of it. And a good\nthing, too: from December to March, there is an average of about 6\ninches of snow on the ground; in January, midday temperatures often\nstruggle to reach the balmy double digits.\n\n   It's not that the Twin Cities are so far north. Seattle and\nMontreal, London and Berlin and even Paris are all nearer the\nArctic Circle than Minneapolis and St. Paul, but they're all\nreasonably close to the sea. The Twin Cities lie hundreds of miles\nfrom the Atlantic or Pacific.\n\n   Outraged by this newspaper's assertion in 1885 that Minnesota\nwas an American Siberia, a group of civic boosters founded the St.\nPaul Winter Carnival, which has evolved over the years into a sort\nof Arctic Mardi Gras. Every year, with unfailing regularity,\nVulcanus Rex, the king of fire, drives wintry King Boreas from his\nthrone, insuring the return of spring. Otherwise sane men and women\nrun in the world's frostiest half-marathon, and in some years an\nice palace weighing millions of pounds is constructed.\n\n   The humorist Garrison Keillor, the pot-roast poet laureate,\nwhose weekly radio program, ``A Prairie Home Companion,''\noriginates most weeks from the Fitzgerald Theater in St. Paul, once\nsaid that ``true Minnesotans have a fondness for storm fronts, a\nlack of fashion sense and a belief that there is moral worth in\nsuffering.''\n\n   Recently, The Wall Street Journal ran a piece about John\nGlotzbach, one of a group of nutty Minnesota Vikings fans who\nregularly watch the team's games not from seats inside the\nrelatively toasty Hubert H. Humphrey Metrodome but on portable\ntelevision sets outside their cars in the parking lot.\n\n   ``I got offered tickets, but I hate the dome,'' he said, with\nall the righteous zeal of an ice fisherman. ``It's way too\ncorporate.''\n\n   An extreme case, obviously. Less masochistic Twin Cities\nresidents keep frostbite at bay during their brutal winters by\nspending a lot of time indoors. The world's first enclosed shopping\nmall, Southdale, opened in Edina, a Minneapolis suburb, in 1956. It\nwas a smash hit, soon copied in other suburbs. Alarmed, downtown\nmerchants invented the Skywalk, a system of enclosed passages a\nstory above the street, linking buildings and making it possible to\nreach shops, restaurants and offices without venturing outside. Now\n100 buildings in Minneapolis and 65 in St. Paul are linked.\n\n   Musical and Stage Riches\n\n   For such relatively young cities _ Minneapolis was not\nincorporated until after the Civil War _ these two have a\nstartlingly rich artistic tradition. Philanthropic families like\nthe Pillsburys, Cowleses and Daytons have helped build orchestras,\nmuseums and theaters of national repute.\n\n   The Minnesota Orchestra (formerly the Minneapolis Symphony),\nwhich will celebrate its 100th birthday in 2002-3, has been led by\nconductors of the caliber of Eugene Ormandy, Dimitri Mitropoulos,\nAntal Dorati and Neville Marriner. Its home is Orchestra Hall in\nMinneapolis, whose superb acoustics are enhanced by a distinctive\n``icefall'' of white cubes that runs across the ceiling and\ncascades down the wall behind the players.\n\n   Eiji Oue, the Hiroshima-born incumbent conductor, came here as a\ncomplete unknown, on the recommendation of Seiji Ozawa, the music\ndirector in Boston. Some critics praised his work, including\nAnthony Tommasini of The New York Times, who wrote in 1998 that Oue\nseemed to be ``making good things happen.'' But he has never earned\nthe full confidence of the orchestra, and attendance has fallen\nfrom 84 percent of capacity to 69 percent during his tenure. He\nwill leave in 2002, ``by mutual agreement,'' and the orchestra is\nseeking a big name as his replacement at a time when big names are\nscarce and at least a half-dozen orchestras in America, plus\nseveral in Europe, are in the market.\n\n   The St. Paul Chamber Orchestra, the closest American counterpart\nto such European groups as the Academy of St. Martin-in-the-Fields,\nis also losing its leader, Hugh Wolff. A successful successor to\nChristopher Hogwood and Pinchas Zukerman, among others, he has been\nthe principal conductor in St. Paul since 1988 and the music\ndirector there since 1992.\n\n   Music is served here in other ways as well _ by the Minnesota\nOpera, a tireless promoter of new music, based at the Ordway Center\nfor the Performing Arts in St. Paul, which plans to move next year\nfrom four productions annually to five; the Viennese Sommerfest,\nfounded by the conductor Leonard Slatkin; and Minnesota Public\nRadio, long a national leader in classical-music programming.\n\n   An Irish stage genius named Tyrone Guthrie, fresh from triumphs\nat Stratford in Canada, gave the Twin Cities a theatrical showplace\nin 1963, with an unconventional thrust stage like those of ancient\nGreece and Elizabethan England. Under another Irishman, Joe\nDowling, the Guthrie company is enjoying its greatest successes\nsince the early days, with classics like Shaw's ``Misalliance,''\nO'Neill's ``Ah, Wilderness!'' and O'Casey's ``Plough and the\nStars,'' plus modern fare like John Guare's new play, ``Lake\nHollywood.''\n\n   It wants to do more, and Minneapolis has just released a plot of\nland downtown, previously reserved for a baseball stadium, for a\nproposed new Guthrie Theater containing three auditoriums of\nvarious sizes.\n\n   nn\n\n   Art and Architectural Depth\n\n   The Walker Art Center is one of the nation's foremost museums of\nmodern art, second only, in some people's thinking, to the Museum\nof Modern Art. It rotates its collection constantly, to make space\nfor special shows, so many of its iconic pictures, like Franz\nMarc's ``Large Blue Horses,'' are always in storage. But its\nholdings of Jasper Johns and Donald Judd, Ellsworth Kelly and\nRobert Rauschenberg are large, and a selection is always on view.\nSo is more contemporary stuff, like a 1997 sculpture by Charles\nRay, a life-size plastic cast of a wrecked Pontiac. Is it a comment\non the fragility of modern life or modern culture, or perhaps both?\n\n   A large sculpture garden occupies most of a block across from\nthe museum, dominated by Claes Oldenburg and Coosje Van Bruggen's\nhilarious giant teaspoon, topped with a brilliantly red cherry.\n\n   A second major museum, the Minneapolis Institute of Arts,\naspires to mini-Metropolitan Museum of Art status, with collections\nsampling all of world art history. After a 10-year restoration\nending in 1998, its collections have been reinstalled, with 4,000\nobjects now on view, as against 1,125 in 1985.\n\n   Its strengths lie in German art between the wars (lots of Ernst\nLudwig Kirchner, a great Max Beckmann triptych, an extraordinary\nEmil Nolde, all orange and blood-red); in Impressionism and\nPost-Impressionism, including major van Goghs and Gaugins; in\nChinese jade, and in American decorative arts. A hall from one of\nWright's triumphs, the Francis W. Little house on Lake Minnetonka,\ndemolished a number of years ago, is on display here, along with\nfurniture by Wright, Maher and Elmslie. (Another part of the Little\nhouse is in the Met.)\n\n   The main museum building is a finely detailed Beaux Arts temple\nby McKim, Mead & White, the Minneapolis counterpart of St. Paul's\ngreat hilltop landmark, the state capitol by Cass Gilbert, a\nhometown boy. With its refined marble dome and gilded quadriga by\nDaniel Chester French, the capitol can hold its head high in the\ncompany of Boston's and Richmond's.\n\n   In downtown Minneapolis, two of the most dramatic structures,\nthe IDS skyscraper by Philip Johnson and the Hennepin County\ngovernment center by John Carl Warnecke, have large glazed atriums\nperfectly suited to the climate. The seven-story Crystal Court at\nthe IDS Center is particularly felicitous, a meeting place for the\ncity, with a ring of water dropping from the ceiling into a pool.\nThe opening of ``The Mary Tyler Moore Show,'' set in the Twin\nCities, was filmed there.\n\n   Eliel Saarinen and his son, Eero, built a spare Lutheran church\nin Minneapolis that might be in rural Finland. Marcel Breuer built\na much-praised, Corbusier-influenced concrete chapel at St. John's\nCollege in nearby Collegeville. But neither dazzles quite as much\nas Frank O. Gehry's shimmering Frederick R. Weisman Art Museum\n(1993), at the University of Minnesota, a kind of dress rehearsal\nfor his Bilbao Guggenheim, which changes color with the changing\nweather. Clad in brushed stainless steel, its lopsided cubes and\nirregular cylinders tumble down the east bank of the Mississippi\nlike Duchamp's ``Nude Descending a Staircase'' in three dimensions.\n\n   Big Suburbs, New Ethnicity\n\n   These are not river towns in the sense that St. Louis or Memphis\nare, but the Mississippi, which rises in Lake Itasca, near Bemidji,\n220 miles northwest of here, flows right through the middle of the\nmetropolitan area.\n\n   Minneapolis is mostly but not wholly on the right bank, St. Paul\nmostly but not wholly on the left. Which is a shame, because it\nspoils the otherwise telling gibe of Trevor Fishlock, an English\njournalist, who wrote after spending some time here that the Twin\nCities ``are divided by the Mississippi River and united by the\nbelief that the inhabitants of the other side of the river are\ninferior.''\n\n   Minneapolis is often called a small big city, St. Paul a big\nsmall town. Once Minnesota consisted of the Twin Cities, the\nprairies and not much else, but in recent years the suburbs have\ntaken over. Today Minneapolis and St. Paul have only about 500,000\npeople between them, yet there are roughly 3 million in the\nmetropolitan area, a seemingly uncontrollable sprawl that now ranks\n15th in population among the nation's urban areas.\n\n   Out there, due south of Minneapolis, stands the humongous Mall\nof America, incorporating no fewer than 500 stores, 49 restaurants,\n14 theaters and 12,000 employees, a walk-through aquarium and a\nseven-story Ferris wheel. People fly to the Twin Cities from Europe\njust to shop there.\n\n   The old ethnic order has changed rapidly in the last\nquarter-century. No longer is Minneapolis mostly Swedish and\nLutheran and St. Paul mostly German, Irish and Catholic. After the\nVietnam War, Minnesotans opened their arms to boat people and other\nimmigrants from Southeast Asia, notably the Laotian hill people\nknown as the Hmong. They poured into the cities, followed by\nLatins, Africans and others. John W. Milton, an old college chum\nwho grew up in St. Paul, told me that children in the St. Paul\npublic school system came from households in which no fewer than 63\nlanguages were spoken.\n\n   By now, there are 60,000 members of the Hmong in the area. They\nare passionate about education. Joua Xiong, a semiliterate\nhealth-care attendant who grows vegetables for sale in a farmer's\nmarket to make ends meet, has six children with university degrees.\nOne of them is working on a doctorate.\n\n   Robber Barons' Legacy\n\n   The old economic order has changed, too. The first great\nfortunes hereabouts were made from flour, timber and railroads; you\ncan sense how big those fortunes were by visiting the enormous\nRichardsonian Romanesque mansion of James J. Hill on Summit Avenue\nin St. Paul. It has 18 bathrooms, 35 fireplaces, a pipe organ and a\ntwo-story art gallery. When built in 1891, it was the largest house\nin the Midwest. Hill, a notoriously obstreperous gent, came to St.\nPaul when it was still named Pig's Eye and built the railroad that\nlinked the Twin Cities to the wheat fields and to the West Coast.\n\n   West of Hill's pile, along a four-mile section of Summit Avenue,\nhis fellow robber barons built Belle Epoque piles of their own,\nmost of which have been diligently preserved. In the homely\nbrownstone at 599 Summit Ave., which he described as ``a house\nbelow average on a street above average,'' F. Scott Fitzgerald, a\nSt. Paul native, spent the summer of 1919 finishing ``This Side of\nParadise,'' the novel about Princeton that made him famous.\n\n   nn\n\n   A block south of Summit runs Grand Avenue, the capital of the\nNew Bohemia in the Upper Midwest _ young, hip, brainy, almost\nBostonian. At the corner of Grand and Victoria, you'll find the\nnexus of the local cafe culture, chockablock with bookstores and\ncoffee houses. Cafe Latte, in an old Studebaker showroom, serves a\ndeservedly famous three-layer turtle cake, dripping chocolate,\ncaramel and pecans, indescribably rich, improbably light. Betsey\nspent a half-hour trying to figure out how to get one home.\n\n   Big business seems far away, but it isn't. The Twin Cities have\nlost some headquarters lately; Norwest Bank bought Wells Fargo, but\nits CEO and its main office moved to San Francisco, and the new\nbank took the Wells Fargo name. Honeywell, an old Minneapolis firm,\nhas been sold to Allied Signal; the merged operation will be called\nHoneywell but will move East.\n\n   Still, plenty of big names remain, like Northwest Airlines, 3M\n(Scotch Tape, Post-Its and $16 billion in annual sales) and the St.\nPaul Companies (insurance). With Pillsbury, now a part of the\nBritish conglomerate Diageo PLC, Cargill and General Mills\n(Wheaties, Betty Crocker), Minneapolis remains the greatest\ngrain-milling center in the world. Dayton Hudson, which owns big\ndepartment stores here, in Chicago and in Detroit, is changing its\nname to Target to reflect the national scope of its discount\nstores. Innovators abound. The Radisson Hotel chain, once regional,\nis now international. The Best Buy retail chain has made its\nfounder, Richard Schulze, a billionaire. Medtronic and St. Jude\nhave flourished in the realm of new medical technology.\n\n   The Fitzgerald cult has survived in the face of all these\nchanges, proving to be hardier than Fitzgerald himself. Keillor\ncampaigned successfully to have a restored St. Paul theater named\nfor him, and there the whimsical Minnesotan and his lively\nco-conspirators tell tales about a Thanksgiving turkey that fell in\nlove with a dog, and reassure us, no matter how frazzled we may be,\nthat there is one place where ``the women are strong, the men are\ngood-looking and the children are all above average.''\n\n   That place, of course, is Lake Wobegon, as important a part of\nthe Minnesota landscape as Lake Minnetonka near Minneapolis and\nWhite Bear Lake near St. Paul. Upward of 2.6 million people listen\nto the Wobegon news each week on 450 public stations across the\nnation. But the Twin Cities are worldly, civilized places. They\nresemble Lake Wobegon no more than they resemble another North\nCountry stereotype, Sinclair Lewis' ``Main Street,'' based on his\nproverbially provincial hometown, Sauk Center, Minn.\n\n   A Harvest of Politicians\n\n   For decades, the Twin Cities sent politicians on to prominent\nroles on the national stage. Every four years from 1948 through\n1984, with only a few exceptions, a Minnesotan sought the\npresidency or vice presidency _ Harold Stassen, a serious contender\nbefore he became a standing joke; Hubert H. Humphrey, Eugene J.\nMcCarthy, Walter F. Mondale. Several others, like Orville Freeman\nand Donald Fraser, played significant supporting roles.\n\n   Humphrey, a garrulous, big-hearted electoral warrior, made his\nnational debut at the 1948 Democratic convention. As ``the boy\nmayor of Minneapolis,'' he fought the South, exhorting his fellow\ndelegates to step ``out of the shadow of states' rights and into\nthe bright sunshine of human rights.'' Two decades later, Humphrey\ncame agonizingly close to the White House, even though he found\nhimself, as Lyndon B. Johnson's vice president, saddled with\nsupport for the hugely unpopular Vietnam War. Not until late on the\nmorning after Election Day 1968 did he finally, tearfully concede\ndefeat to Richard M. Nixon in the ballroom of the old Leamington\nHotel here.\n\n   ``We had a wonderful political culture,'' Mondale said over\ndinner one night recently. ``Clean, progressive, tolerant.\nMinnesota had a magnificent moderation then.''\n\n   In a sense, that is gone. Neither of the not terribly prominent\ncurrent senators, Rod Grams, a Republican, and Paul Wellstone, a\nDemocrat, fits the old mold. Each resides on the ideological edge\nof his party. Americans for Democratic Action, a liberal pressure\ngroup, gives Wellstone a perfect score of 100 and Grams a zero.\nHumphrey's son, Hubert Horatio Humphrey III, called Skip, ran for\nthe Senate in 1988 and for governor in 1998, but despite a good\nrecord as state attorney general, his feet never quite reached the\nstirrups.\n\n   Flamboyant Centrist\n\n   And then there is Jesse Ventura, elected governor on the\nthird-party Reform ticket in 1998, who is still a highly popular\nfigure in Minnesota.\n\n   As a wrestler, under the nom de guerre Jesse the Body, he wore a\nfeathered boa, and he has lost none of his flamboyance. But beneath\nit all, he is a centrist, not an extremist, who won in part because\nthe voters were tired of far-out politics. A political libertarian\non cultural issues, who stands firmly against gay-bashing, Ventura\nis also a fiscal conservative.\n\n   ``His style may be fire-engine red,'' Professor Steven Schier of\nCarleton College observed not long ago, ``but his politics are\nbeige.''\n\n   (STORY ENDS HERE. OPTIONAL SIDEBAR FOLLOWS)\n\n   IF YOU GO\n\n   By R.W. APPLE Jr.\n\n   Here is a sampling of attractions in Minneapolis and St. Paul, ,\nalong with travel information:\n\n   Where to Stay\n\n   NICOLLET ISLAND INN, 95 Merriam St., Minneapolis, (612)\n331-1800. Built as a sash-and-door factory in 1893, this modest,\nthree-story hotel sits in mid-Mississippi, just upriver from the\nstone arch bridge constructed by James J. Hill to carry his\nrailroad west. Antiques in the lobby and guest rooms give the place\na rural feel, and an agreeable restaurant with sweeping river views\noccupies the glassed-in former loading dock. Room rate: $125 to\n$160.\n\n   HYATT WHITNEY, 150 Portland Ave., Minneapolis, (612) 339-9300.\nAn atypical Hyatt, installed in a cleverly converted flour mill,\nthe Whitney offers 96 rooms, slightly spartan in mood. The best are\nduplexes, with sitting rooms linked to sleeping rooms by spiral\nstaircases, facing the Mississippi at the spot where Minneapolis\nbegan. A red sign across the way _ ``Pillsbury's Best Flour'' _\nrecalls the city's economic roots. Room rate: $185 to $210 week\nnights; $99 to $210 weekends; $25 to $35 more for duplexes.\n\n   MARQUETTE HOTEL, 710 Marquette Ave., Minneapolis, (612)\n333-4545. Built into the IDS skyscraper, and now managed by the\nHilton chain, the Marquette has a prime location, with connections\nto the Skywalk system. In a city of mammoth hotels, it is\nmanageable in size and individual in character. The oversize rooms\non the upper floors have steam baths and attractive views over the\ncity, but there is no valet parking and the staff can be dim. Room\nrate: $240 week nights; $119 weekends.\n\n   nn\n\n   ST. PAUL HOTEL, 350 Market St., St. Paul, (651) 292-9292. If\nbusiness or pleasure takes you to the smaller of the Twin Cities,\nmake a beeline for the St. Paul, the region's best hotel. Built in\n1910 and brought up to date 75 years later, blessed with a good\nconcierge, furnished with a lavish hand (Oriental carpets,\nexuberant flower displays), it has an ideally central site. The\nhotel's grill is St. Paul's finest restaurant. Room rate: $180 week\nnights; $125 weekends.\n\n   Where to Eat\n\n   AQUAVIT, 75 S. Seventh St., Minneapolis, (612) 343-3333. A\nbranch of New York's top Scandinavian restaurant in America's top\nScandinavian city seems like a no-brainer. But instead of mailing\nit in, Marcus Samuelsson, the chef at both places, brings witty,\nsometimes wacky ideas to the Twin Cities, aided by a bigger\nkitchen: smoked salmon and mango foam wrapped in newspaper (fish\nwith no chips?); lobster wrapped in tuna and gravlax, bathed in a\nspicy tomato broth.\n\n   D'AMICO CUCINA, 100 N. Sixth St., Minneapolis, (612) 338-2401.\nIn his two years at the helm of this urbane, understated\nestablishment, J.P. Samuelson, who worked for David Bouley in New\nYork, has developed a vivid style. A smoked trout salad with\nhorseradish creme fraiche and lots of flat-leaf parsley explodes\nwith flavor, as does crisp flatbread with prosciutto, gorgonzola\nand rhododendron honey. The all-Italian wine list is a revelation,\npacked with Barolos from the 1970s and '80s, from Aldo Coterno et\nal. Except for the snowdrifts outside in wintertime, you could be\nin Piemonte.\n\n   LA BELLE VIE, 312 S. Main St., Stillwater, (651) 430-3545. After\na long stint at D'Amico Cucina, Tim McKee opened this bistro in a\npicture-book village on the St. Croix River. Spanish, Moroccan and\nPortuguese influences, as well as French and Italian ideas, are\nevident in his brightly seasoned, deeply flavored dishes and on the\nimaginative wine list. Harissa, mojo verde and Serrano ham on the\nAmerican steppes? You betcha.\n\n   GOODFELLOWS, 40 S. Seventh St., Minneapolis, (612) 332-4800.\nNewly installed in a magnificent Art Deco space that once housed a\ncafeteria, with black glass and silvery grillwork, this longtime\nlocal favorite features regional products like walleyed pike and\npheasant. The cellar holds dozens of superb American wines at\nsensible prices. Unhappily, the kitchen sometimes resorts to empty\nAsian flourishes in pursuit of culinary fashion, and the service is\noften klutzy.\n\n   LUCIA'S, 1432 31st Street West, Minneapolis, (612) 825-1572. A\ndouble storefront, with uncovered floors and plain tables, this is\na Twin Cities Cafe Chez Panisse, with short weekly menus and a\ncommitment to ``locally grown, organic and naturally raised\ningredients.'' Killer eggs Benedict with perfectly timed yolks for\nweekend brunch, on smoked pork tenderloin.\n\n   QUANG, 2719 Nicollet Ave., Minneapolis, (612) 870-4739. Take it\nfrom someone who learned the hard way, this is real Vietnamese\nfood: a long list of soups, including several kinds of pho;\ncaramelized shrimp and onions on rice, and the best cha gio (spring\nrolls) I have eaten _ greaseless, crisp and flavorful. Bright,\nclean and always packed, Quang may be the best of the small Asian\nand Latin eateries, spawned by Twin Cities ethnicization, that\nstand shoulder-to-shoulder along Nicollet Avenue, ``Eat Street.''\n\n   Attractions\n\n   FITZGERALD THEATER, 10 E. Exchange St., St. Paul, (651)\n290-1221. ``A Prairie Home Companion,'' with the Cajun band Beau\nSoleil featuring Michael Doucet, tomorrow at 4:45 p.m.; with Druha\nTrava, Czech bluegrass band, Feb. 5 at 4:45 p.m. Tickets: $10, cash\nonly; on sale at 4:15 p.m. the day of performance.\n\n   MINNESOTA ORCHESTRA, Orchestra Hall, 1111 Nicollet Mall,\nMinneapolis, (612) 371-5656. The first half of the program features\nworks by George Gershwin, Richard Rodgers, Kurt Weill, Henry\nMancini and John Williams; the second half, Debbie Reynolds\nperforming with the orchestra, conducted by Scott Terrell, Jan. 28\nand 29 at 8 p.m. Tickets: $20.75 to $39.75. ``Adventures in Music:\nA Cowgirl in the Old West,'' a one-hour family concert conducted by\nGiancarlo Guerrero, including Copland's 1942 ballet ``Rodeo'' with\noriginal choreography by Ballet Arts Minnesota. Jan. 30 at 2 and 4\np.m. Tickets: $17 to $29.50; $11 to $21.50 for children.\n\n   ST. PAUL CHAMBER ORCHESTRA, (651) 291-1144. Conducted by Max\nPommer. J.S. Bach's Brandenburg Concerto No. 6 and No. 1; Vivaldi's\nConcerto Grosso in D Minor from ``L'Estro Armonico,'' Concerto in D\nMinor from ``Madrigalesco,'' Concerto in G for String Orchestra,\nConcerto in G Minor for Flute from ``La Notte''; Tartini's Sinfonia\nin D. Jan. 28 at 8 at Wooddale Church, 6630 Shady Oak Road, Eden\nPrairie. Tickets: $17 to $45. Jan. 29 night at 8 at St. Paul's\nUnited Church of Christ, 900 Summit Avenue, St. Paul. Tickets: $26\nto $45.\n\n   MINNESOTA OPERA, Ordway Center for the Performing Arts, 345\nWashington St., St. Paul, (651) 224-4222. ``Der Rosenkavalier'' by\nRichard Strauss. Jan. 28 at 7:30; Jan. 29 at 8 p.m.; Jan. 30 at 2\np.m. Tickets $25 to $80.\n\n   GUTHRIE THEATER, 725 Vineland Place, Minneapolis, (612)\n377-2224. George Bernard Shaw's ``Misalliance.'' Jan. 28 at 7:30;\nJan. 29 at 1 p.m.; Jan. 30 at 7 p.m. Tickets: $16 to $39; $11 to\n$34, students and the elderly; $8 to $19.50, childen.\n\n   WALKER ART CENTER, Vineland Place at Lyndale Avenue South,\nMinneapolis, (612) 375-7577. Hours: Sundays, 11 a.m. to 5 p.m.;\nTuesdays through Saturdays, 10 a.m. to 5 p.m.; Thursdays, to 8 p.m.\nAdmission: $4; $3, students and the elderly.\n\n   MINNEAPOLIS INSTITUTE OF ARTS, 2400 Third Avenue South, (612)\n870-3131. Hours: Sundays, noon to 5 p.m.; Tuesdays through\nSaturdays, 10 a.m. to 5 p.m.; Thursdays, to 9 p.m. Suggested\ndonation: $3.\n\n   FREDERICK R. WEISMAN ART MUSEUM, University of Minnesota, 333\nEast River Road, Minneapolis, (612) 625-9494. Hours: Tuesdays\nthrough Fridays, 10 a.m. to 5 p.m.; Thursdays, to 8 p.m.; Saturdays\nand Sundays, 11 a.m. to 5 p.m. Free.\n\n   JAMES J. HILL HOUSE, 240 Summit Avenue, St. Paul, (651)\n297-2555. Hours: Wednesdays through Saturdays, 10 a.m. to 3:30 p.m.\nAdmission: $5; $4, the elderly; $3, children.\n\n   HUBERT H. HUMPHREY METRODOME, 900 S. Fifth St., Minneapolis,\n(612) 335-3370.\n\n   ST. PAUL WINTER CARNIVAL. Through Feb. 6. Information: (651)\n223-4700 or 1-800-488-4023; www.winter-carnival.com.\n\n   Getting There\n\n   NORTHWEST AIRLINES: Daily flights from Newark and La Guardia\nairports to Minneapolis-St. Paul International Airport. Advance\nfares require Saturday stay and are subject to availability. The\n21-day round-trip advance fare, from $278; 14-day, from $358;\nseven-day, from $318. The last-minute one-way fare is $619.\n\n   CONTINENTAL AIRLINES: Daily flights from Newark Airport to\nMinneapolis-St. Paul International Airport. Advance fares require\nSunday stay and are subject to availability. The 21-day round-trip\nadvance fare, from $323; 14-day, from $363; seven-day, from $243.\nThe last-minute one-way fare is $621.\n\n   _ By R.W. APPLE Jr.\n","Headline":"\nMINNEAPOLIS: WHERE WINTER'S A WONDER AND SMILES ARE SINCERE \n","Text":["\n   MINNEAPOLIS _ Snow paralyzes some American cities and\ndisheartens others. But Minneapolis and its unidentical twin, St.\nPaul, cope with it. More than that; many people here revel in it.\nWinter is their favorite season.\n","\n   Come here the morning after a blizzard, and main roads have\nalready been cleared. One time my wife, Betsey, and I, inured to\nsnow-induced civic inertia in Washington, watched dumbfounded as a\nminiature street-sweeping machine brushed snow from downtown\nsidewalks as soon as it fell.\n","\n   Take a ride out to Lake of the Isles, southwest of downtown\nMinneapolis, on a crisp, cold Saturday, with the skies a pure,\ncerulean blue and the snow heaped eye-high in front of wonderful\nbig Prairie Style houses by gifted acolytes of Frank Lloyd Wright\nlike George Washington Maher and George Grant Elmslie. Young men\nand women play exuberant pick-up hockey on the frozen lake, like\nfigures in an Avercamp painting, while more sedate souls glide past\non cross-country skis. At times like that, ``Winter Wonderland'' is\nmore than a song title.\n","\n   No matter how hard polar winds blow, people here say ``You\nbetcha,'' just the way they did in the movie ``Fargo.'' They smile\nand urge you to have a nice day, so earnestly that they convince\nyou they mean it. So sincerely that cynics call Minnesota ``the\nLand of the Bland,'' a dubious epithet for a state with a\ncounterculture that gave the world Bob Dylan and an electorate that\nchose Jesse Ventura, a bullet-bald former wrestler, as governor.\n","\n   The Germans and Scandinavians who flocked here toward the end of\nthe 19th century were used to cold weather. The Vietnamese,\nMexicans and Somalis who came here toward the end of the 20th\ncentury were not, but they quickly got the hang of it. And a good\nthing, too: from December to March, there is an average of about 6\ninches of snow on the ground; in January, midday temperatures often\nstruggle to reach the balmy double digits.\n","\n   It's not that the Twin Cities are so far north. Seattle and\nMontreal, London and Berlin and even Paris are all nearer the\nArctic Circle than Minneapolis and St. Paul, but they're all\nreasonably close to the sea. The Twin Cities lie hundreds of miles\nfrom the Atlantic or Pacific.\n","\n   Outraged by this newspaper's assertion in 1885 that Minnesota\nwas an American Siberia, a group of civic boosters founded the St.\nPaul Winter Carnival, which has evolved over the years into a sort\nof Arctic Mardi Gras. Every year, with unfailing regularity,\nVulcanus Rex, the king of fire, drives wintry King Boreas from his\nthrone, insuring the return of spring. Otherwise sane men and women\nrun in the world's frostiest half-marathon, and in some years an\nice palace weighing millions of pounds is constructed.\n","\n   The humorist Garrison Keillor, the pot-roast poet laureate,\nwhose weekly radio program, ``A Prairie Home Companion,''\noriginates most weeks from the Fitzgerald Theater in St. Paul, once\nsaid that ``true Minnesotans have a fondness for storm fronts, a\nlack of fashion sense and a belief that there is moral worth in\nsuffering.''\n","\n   Recently, The Wall Street Journal ran a piece about John\nGlotzbach, one of a group of nutty Minnesota Vikings fans who\nregularly watch the team's games not from seats inside the\nrelatively toasty Hubert H. Humphrey Metrodome but on portable\ntelevision sets outside their cars in the parking lot.\n","\n   ``I got offered tickets, but I hate the dome,'' he said, with\nall the righteous zeal of an ice fisherman. ``It's way too\ncorporate.''\n","\n   An extreme case, obviously. Less masochistic Twin Cities\nresidents keep frostbite at bay during their brutal winters by\nspending a lot of time indoors. The world's first enclosed shopping\nmall, Southdale, opened in Edina, a Minneapolis suburb, in 1956. It\nwas a smash hit, soon copied in other suburbs. Alarmed, downtown\nmerchants invented the Skywalk, a system of enclosed passages a\nstory above the street, linking buildings and making it possible to\nreach shops, restaurants and offices without venturing outside. Now\n100 buildings in Minneapolis and 65 in St. Paul are linked.\n","\n   Musical and Stage Riches\n","\n   For such relatively young cities _ Minneapolis was not\nincorporated until after the Civil War _ these two have a\nstartlingly rich artistic tradition. Philanthropic families like\nthe Pillsburys, Cowleses and Daytons have helped build orchestras,\nmuseums and theaters of national repute.\n","\n   The Minnesota Orchestra (formerly the Minneapolis Symphony),\nwhich will celebrate its 100th birthday in 2002-3, has been led by\nconductors of the caliber of Eugene Ormandy, Dimitri Mitropoulos,\nAntal Dorati and Neville Marriner. Its home is Orchestra Hall in\nMinneapolis, whose superb acoustics are enhanced by a distinctive\n``icefall'' of white cubes that runs across the ceiling and\ncascades down the wall behind the players.\n","\n   Eiji Oue, the Hiroshima-born incumbent conductor, came here as a\ncomplete unknown, on the recommendation of Seiji Ozawa, the music\ndirector in Boston. Some critics praised his work, including\nAnthony Tommasini of The New York Times, who wrote in 1998 that Oue\nseemed to be ``making good things happen.'' But he has never earned\nthe full confidence of the orchestra, and attendance has fallen\nfrom 84 percent of capacity to 69 percent during his tenure. He\nwill leave in 2002, ``by mutual agreement,'' and the orchestra is\nseeking a big name as his replacement at a time when big names are\nscarce and at least a half-dozen orchestras in America, plus\nseveral in Europe, are in the market.\n","\n   The St. Paul Chamber Orchestra, the closest American counterpart\nto such European groups as the Academy of St. Martin-in-the-Fields,\nis also losing its leader, Hugh Wolff. A successful successor to\nChristopher Hogwood and Pinchas Zukerman, among others, he has been\nthe principal conductor in St. Paul since 1988 and the music\ndirector there since 1992.\n","\n   Music is served here in other ways as well _ by the Minnesota\nOpera, a tireless promoter of new music, based at the Ordway Center\nfor the Performing Arts in St. Paul, which plans to move next year\nfrom four productions annually to five; the Viennese Sommerfest,\nfounded by the conductor Leonard Slatkin; and Minnesota Public\nRadio, long a national leader in classical-music programming.\n","\n   An Irish stage genius named Tyrone Guthrie, fresh from triumphs\nat Stratford in Canada, gave the Twin Cities a theatrical showplace\nin 1963, with an unconventional thrust stage like those of ancient\nGreece and Elizabethan England. Under another Irishman, Joe\nDowling, the Guthrie company is enjoying its greatest successes\nsince the early days, with classics like Shaw's ``Misalliance,''\nO'Neill's ``Ah, Wilderness!'' and O'Casey's ``Plough and the\nStars,'' plus modern fare like John Guare's new play, ``Lake\nHollywood.''\n","\n   It wants to do more, and Minneapolis has just released a plot of\nland downtown, previously reserved for a baseball stadium, for a\nproposed new Guthrie Theater containing three auditoriums of\nvarious sizes.\n","\n   nn\n","\n   Art and Architectural Depth\n","\n   The Walker Art Center is one of the nation's foremost museums of\nmodern art, second only, in some people's thinking, to the Museum\nof Modern Art. It rotates its collection constantly, to make space\nfor special shows, so many of its iconic pictures, like Franz\nMarc's ``Large Blue Horses,'' are always in storage. But its\nholdings of Jasper Johns and Donald Judd, Ellsworth Kelly and\nRobert Rauschenberg are large, and a selection is always on view.\nSo is more contemporary stuff, like a 1997 sculpture by Charles\nRay, a life-size plastic cast of a wrecked Pontiac. Is it a comment\non the fragility of modern life or modern culture, or perhaps both?\n","\n   A large sculpture garden occupies most of a block across from\nthe museum, dominated by Claes Oldenburg and Coosje Van Bruggen's\nhilarious giant teaspoon, topped with a brilliantly red cherry.\n","\n   A second major museum, the Minneapolis Institute of Arts,\naspires to mini-Metropolitan Museum of Art status, with collections\nsampling all of world art history. After a 10-year restoration\nending in 1998, its collections have been reinstalled, with 4,000\nobjects now on view, as against 1,125 in 1985.\n","\n   Its strengths lie in German art between the wars (lots of Ernst\nLudwig Kirchner, a great Max Beckmann triptych, an extraordinary\nEmil Nolde, all orange and blood-red); in Impressionism and\nPost-Impressionism, including major van Goghs and Gaugins; in\nChinese jade, and in American decorative arts. A hall from one of\nWright's triumphs, the Francis W. Little house on Lake Minnetonka,\ndemolished a number of years ago, is on display here, along with\nfurniture by Wright, Maher and Elmslie. (Another part of the Little\nhouse is in the Met.)\n","\n   The main museum building is a finely detailed Beaux Arts temple\nby McKim, Mead & White, the Minneapolis counterpart of St. Paul's\ngreat hilltop landmark, the state capitol by Cass Gilbert, a\nhometown boy. With its refined marble dome and gilded quadriga by\nDaniel Chester French, the capitol can hold its head high in the\ncompany of Boston's and Richmond's.\n","\n   In downtown Minneapolis, two of the most dramatic structures,\nthe IDS skyscraper by Philip Johnson and the Hennepin County\ngovernment center by John Carl Warnecke, have large glazed atriums\nperfectly suited to the climate. The seven-story Crystal Court at\nthe IDS Center is particularly felicitous, a meeting place for the\ncity, with a ring of water dropping from the ceiling into a pool.\nThe opening of ``The Mary Tyler Moore Show,'' set in the Twin\nCities, was filmed there.\n","\n   Eliel Saarinen and his son, Eero, built a spare Lutheran church\nin Minneapolis that might be in rural Finland. Marcel Breuer built\na much-praised, Corbusier-influenced concrete chapel at St. John's\nCollege in nearby Collegeville. But neither dazzles quite as much\nas Frank O. Gehry's shimmering Frederick R. Weisman Art Museum\n(1993), at the University of Minnesota, a kind of dress rehearsal\nfor his Bilbao Guggenheim, which changes color with the changing\nweather. Clad in brushed stainless steel, its lopsided cubes and\nirregular cylinders tumble down the east bank of the Mississippi\nlike Duchamp's ``Nude Descending a Staircase'' in three dimensions.\n","\n   Big Suburbs, New Ethnicity\n","\n   These are not river towns in the sense that St. Louis or Memphis\nare, but the Mississippi, which rises in Lake Itasca, near Bemidji,\n220 miles northwest of here, flows right through the middle of the\nmetropolitan area.\n","\n   Minneapolis is mostly but not wholly on the right bank, St. Paul\nmostly but not wholly on the left. Which is a shame, because it\nspoils the otherwise telling gibe of Trevor Fishlock, an English\njournalist, who wrote after spending some time here that the Twin\nCities ``are divided by the Mississippi River and united by the\nbelief that the inhabitants of the other side of the river are\ninferior.''\n","\n   Minneapolis is often called a small big city, St. Paul a big\nsmall town. Once Minnesota consisted of the Twin Cities, the\nprairies and not much else, but in recent years the suburbs have\ntaken over. Today Minneapolis and St. Paul have only about 500,000\npeople between them, yet there are roughly 3 million in the\nmetropolitan area, a seemingly uncontrollable sprawl that now ranks\n15th in population among the nation's urban areas.\n","\n   Out there, due south of Minneapolis, stands the humongous Mall\nof America, incorporating no fewer than 500 stores, 49 restaurants,\n14 theaters and 12,000 employees, a walk-through aquarium and a\nseven-story Ferris wheel. People fly to the Twin Cities from Europe\njust to shop there.\n","\n   The old ethnic order has changed rapidly in the last\nquarter-century. No longer is Minneapolis mostly Swedish and\nLutheran and St. Paul mostly German, Irish and Catholic. After the\nVietnam War, Minnesotans opened their arms to boat people and other\nimmigrants from Southeast Asia, notably the Laotian hill people\nknown as the Hmong. They poured into the cities, followed by\nLatins, Africans and others. John W. Milton, an old college chum\nwho grew up in St. Paul, told me that children in the St. Paul\npublic school system came from households in which no fewer than 63\nlanguages were spoken.\n","\n   By now, there are 60,000 members of the Hmong in the area. They\nare passionate about education. Joua Xiong, a semiliterate\nhealth-care attendant who grows vegetables for sale in a farmer's\nmarket to make ends meet, has six children with university degrees.\nOne of them is working on a doctorate.\n","\n   Robber Barons' Legacy\n","\n   The old economic order has changed, too. The first great\nfortunes hereabouts were made from flour, timber and railroads; you\ncan sense how big those fortunes were by visiting the enormous\nRichardsonian Romanesque mansion of James J. Hill on Summit Avenue\nin St. Paul. It has 18 bathrooms, 35 fireplaces, a pipe organ and a\ntwo-story art gallery. When built in 1891, it was the largest house\nin the Midwest. Hill, a notoriously obstreperous gent, came to St.\nPaul when it was still named Pig's Eye and built the railroad that\nlinked the Twin Cities to the wheat fields and to the West Coast.\n","\n   West of Hill's pile, along a four-mile section of Summit Avenue,\nhis fellow robber barons built Belle Epoque piles of their own,\nmost of which have been diligently preserved. In the homely\nbrownstone at 599 Summit Ave., which he described as ``a house\nbelow average on a street above average,'' F. Scott Fitzgerald, a\nSt. Paul native, spent the summer of 1919 finishing ``This Side of\nParadise,'' the novel about Princeton that made him famous.\n","\n   nn\n","\n   A block south of Summit runs Grand Avenue, the capital of the\nNew Bohemia in the Upper Midwest _ young, hip, brainy, almost\nBostonian. At the corner of Grand and Victoria, you'll find the\nnexus of the local cafe culture, chockablock with bookstores and\ncoffee houses. Cafe Latte, in an old Studebaker showroom, serves a\ndeservedly famous three-layer turtle cake, dripping chocolate,\ncaramel and pecans, indescribably rich, improbably light. Betsey\nspent a half-hour trying to figure out how to get one home.\n","\n   Big business seems far away, but it isn't. The Twin Cities have\nlost some headquarters lately; Norwest Bank bought Wells Fargo, but\nits CEO and its main office moved to San Francisco, and the new\nbank took the Wells Fargo name. Honeywell, an old Minneapolis firm,\nhas been sold to Allied Signal; the merged operation will be called\nHoneywell but will move East.\n","\n   Still, plenty of big names remain, like Northwest Airlines, 3M\n(Scotch Tape, Post-Its and $16 billion in annual sales) and the St.\nPaul Companies (insurance). With Pillsbury, now a part of the\nBritish conglomerate Diageo PLC, Cargill and General Mills\n(Wheaties, Betty Crocker), Minneapolis remains the greatest\ngrain-milling center in the world. Dayton Hudson, which owns big\ndepartment stores here, in Chicago and in Detroit, is changing its\nname to Target to reflect the national scope of its discount\nstores. Innovators abound. The Radisson Hotel chain, once regional,\nis now international. The Best Buy retail chain has made its\nfounder, Richard Schulze, a billionaire. Medtronic and St. Jude\nhave flourished in the realm of new medical technology.\n","\n   The Fitzgerald cult has survived in the face of all these\nchanges, proving to be hardier than Fitzgerald himself. Keillor\ncampaigned successfully to have a restored St. Paul theater named\nfor him, and there the whimsical Minnesotan and his lively\nco-conspirators tell tales about a Thanksgiving turkey that fell in\nlove with a dog, and reassure us, no matter how frazzled we may be,\nthat there is one place where ``the women are strong, the men are\ngood-looking and the children are all above average.''\n","\n   That place, of course, is Lake Wobegon, as important a part of\nthe Minnesota landscape as Lake Minnetonka near Minneapolis and\nWhite Bear Lake near St. Paul. Upward of 2.6 million people listen\nto the Wobegon news each week on 450 public stations across the\nnation. But the Twin Cities are worldly, civilized places. They\nresemble Lake Wobegon no more than they resemble another North\nCountry stereotype, Sinclair Lewis' ``Main Street,'' based on his\nproverbially provincial hometown, Sauk Center, Minn.\n","\n   A Harvest of Politicians\n","\n   For decades, the Twin Cities sent politicians on to prominent\nroles on the national stage. Every four years from 1948 through\n1984, with only a few exceptions, a Minnesotan sought the\npresidency or vice presidency _ Harold Stassen, a serious contender\nbefore he became a standing joke; Hubert H. Humphrey, Eugene J.\nMcCarthy, Walter F. Mondale. Several others, like Orville Freeman\nand Donald Fraser, played significant supporting roles.\n","\n   Humphrey, a garrulous, big-hearted electoral warrior, made his\nnational debut at the 1948 Democratic convention. As ``the boy\nmayor of Minneapolis,'' he fought the South, exhorting his fellow\ndelegates to step ``out of the shadow of states' rights and into\nthe bright sunshine of human rights.'' Two decades later, Humphrey\ncame agonizingly close to the White House, even though he found\nhimself, as Lyndon B. Johnson's vice president, saddled with\nsupport for the hugely unpopular Vietnam War. Not until late on the\nmorning after Election Day 1968 did he finally, tearfully concede\ndefeat to Richard M. Nixon in the ballroom of the old Leamington\nHotel here.\n","\n   ``We had a wonderful political culture,'' Mondale said over\ndinner one night recently. ``Clean, progressive, tolerant.\nMinnesota had a magnificent moderation then.''\n","\n   In a sense, that is gone. Neither of the not terribly prominent\ncurrent senators, Rod Grams, a Republican, and Paul Wellstone, a\nDemocrat, fits the old mold. Each resides on the ideological edge\nof his party. Americans for Democratic Action, a liberal pressure\ngroup, gives Wellstone a perfect score of 100 and Grams a zero.\nHumphrey's son, Hubert Horatio Humphrey III, called Skip, ran for\nthe Senate in 1988 and for governor in 1998, but despite a good\nrecord as state attorney general, his feet never quite reached the\nstirrups.\n","\n   Flamboyant Centrist\n","\n   And then there is Jesse Ventura, elected governor on the\nthird-party Reform ticket in 1998, who is still a highly popular\nfigure in Minnesota.\n","\n   As a wrestler, under the nom de guerre Jesse the Body, he wore a\nfeathered boa, and he has lost none of his flamboyance. But beneath\nit all, he is a centrist, not an extremist, who won in part because\nthe voters were tired of far-out politics. A political libertarian\non cultural issues, who stands firmly against gay-bashing, Ventura\nis also a fiscal conservative.\n","\n   ``His style may be fire-engine red,'' Professor Steven Schier of\nCarleton College observed not long ago, ``but his politics are\nbeige.''\n","\n   (STORY ENDS HERE. OPTIONAL SIDEBAR FOLLOWS)\n","\n   IF YOU GO\n","\n   By R.W. APPLE Jr.\n","\n   Here is a sampling of attractions in Minneapolis and St. Paul, ,\nalong with travel information:\n","\n   Where to Stay\n","\n   NICOLLET ISLAND INN, 95 Merriam St., Minneapolis, (612)\n331-1800. Built as a sash-and-door factory in 1893, this modest,\nthree-story hotel sits in mid-Mississippi, just upriver from the\nstone arch bridge constructed by James J. Hill to carry his\nrailroad west. Antiques in the lobby and guest rooms give the place\na rural feel, and an agreeable restaurant with sweeping river views\noccupies the glassed-in former loading dock. Room rate: $125 to\n$160.\n","\n   HYATT WHITNEY, 150 Portland Ave., Minneapolis, (612) 339-9300.\nAn atypical Hyatt, installed in a cleverly converted flour mill,\nthe Whitney offers 96 rooms, slightly spartan in mood. The best are\nduplexes, with sitting rooms linked to sleeping rooms by spiral\nstaircases, facing the Mississippi at the spot where Minneapolis\nbegan. A red sign across the way _ ``Pillsbury's Best Flour'' _\nrecalls the city's economic roots. Room rate: $185 to $210 week\nnights; $99 to $210 weekends; $25 to $35 more for duplexes.\n","\n   MARQUETTE HOTEL, 710 Marquette Ave., Minneapolis, (612)\n333-4545. Built into the IDS skyscraper, and now managed by the\nHilton chain, the Marquette has a prime location, with connections\nto the Skywalk system. In a city of mammoth hotels, it is\nmanageable in size and individual in character. The oversize rooms\non the upper floors have steam baths and attractive views over the\ncity, but there is no valet parking and the staff can be dim. Room\nrate: $240 week nights; $119 weekends.\n","\n   nn\n","\n   ST. PAUL HOTEL, 350 Market St., St. Paul, (651) 292-9292. If\nbusiness or pleasure takes you to the smaller of the Twin Cities,\nmake a beeline for the St. Paul, the region's best hotel. Built in\n1910 and brought up to date 75 years later, blessed with a good\nconcierge, furnished with a lavish hand (Oriental carpets,\nexuberant flower displays), it has an ideally central site. The\nhotel's grill is St. Paul's finest restaurant. Room rate: $180 week\nnights; $125 weekends.\n","\n   Where to Eat\n","\n   AQUAVIT, 75 S. Seventh St., Minneapolis, (612) 343-3333. A\nbranch of New York's top Scandinavian restaurant in America's top\nScandinavian city seems like a no-brainer. But instead of mailing\nit in, Marcus Samuelsson, the chef at both places, brings witty,\nsometimes wacky ideas to the Twin Cities, aided by a bigger\nkitchen: smoked salmon and mango foam wrapped in newspaper (fish\nwith no chips?); lobster wrapped in tuna and gravlax, bathed in a\nspicy tomato broth.\n","\n   D'AMICO CUCINA, 100 N. Sixth St., Minneapolis, (612) 338-2401.\nIn his two years at the helm of this urbane, understated\nestablishment, J.P. Samuelson, who worked for David Bouley in New\nYork, has developed a vivid style. A smoked trout salad with\nhorseradish creme fraiche and lots of flat-leaf parsley explodes\nwith flavor, as does crisp flatbread with prosciutto, gorgonzola\nand rhododendron honey. The all-Italian wine list is a revelation,\npacked with Barolos from the 1970s and '80s, from Aldo Coterno et\nal. Except for the snowdrifts outside in wintertime, you could be\nin Piemonte.\n","\n   LA BELLE VIE, 312 S. Main St., Stillwater, (651) 430-3545. After\na long stint at D'Amico Cucina, Tim McKee opened this bistro in a\npicture-book village on the St. Croix River. Spanish, Moroccan and\nPortuguese influences, as well as French and Italian ideas, are\nevident in his brightly seasoned, deeply flavored dishes and on the\nimaginative wine list. Harissa, mojo verde and Serrano ham on the\nAmerican steppes? You betcha.\n","\n   GOODFELLOWS, 40 S. Seventh St., Minneapolis, (612) 332-4800.\nNewly installed in a magnificent Art Deco space that once housed a\ncafeteria, with black glass and silvery grillwork, this longtime\nlocal favorite features regional products like walleyed pike and\npheasant. The cellar holds dozens of superb American wines at\nsensible prices. Unhappily, the kitchen sometimes resorts to empty\nAsian flourishes in pursuit of culinary fashion, and the service is\noften klutzy.\n","\n   LUCIA'S, 1432 31st Street West, Minneapolis, (612) 825-1572. A\ndouble storefront, with uncovered floors and plain tables, this is\na Twin Cities Cafe Chez Panisse, with short weekly menus and a\ncommitment to ``locally grown, organic and naturally raised\ningredients.'' Killer eggs Benedict with perfectly timed yolks for\nweekend brunch, on smoked pork tenderloin.\n","\n   QUANG, 2719 Nicollet Ave., Minneapolis, (612) 870-4739. Take it\nfrom someone who learned the hard way, this is real Vietnamese\nfood: a long list of soups, including several kinds of pho;\ncaramelized shrimp and onions on rice, and the best cha gio (spring\nrolls) I have eaten _ greaseless, crisp and flavorful. Bright,\nclean and always packed, Quang may be the best of the small Asian\nand Latin eateries, spawned by Twin Cities ethnicization, that\nstand shoulder-to-shoulder along Nicollet Avenue, ``Eat Street.''\n","\n   Attractions\n","\n   FITZGERALD THEATER, 10 E. Exchange St., St. Paul, (651)\n290-1221. ``A Prairie Home Companion,'' with the Cajun band Beau\nSoleil featuring Michael Doucet, tomorrow at 4:45 p.m.; with Druha\nTrava, Czech bluegrass band, Feb. 5 at 4:45 p.m. Tickets: $10, cash\nonly; on sale at 4:15 p.m. the day of performance.\n","\n   MINNESOTA ORCHESTRA, Orchestra Hall, 1111 Nicollet Mall,\nMinneapolis, (612) 371-5656. The first half of the program features\nworks by George Gershwin, Richard Rodgers, Kurt Weill, Henry\nMancini and John Williams; the second half, Debbie Reynolds\nperforming with the orchestra, conducted by Scott Terrell, Jan. 28\nand 29 at 8 p.m. Tickets: $20.75 to $39.75. ``Adventures in Music:\nA Cowgirl in the Old West,'' a one-hour family concert conducted by\nGiancarlo Guerrero, including Copland's 1942 ballet ``Rodeo'' with\noriginal choreography by Ballet Arts Minnesota. Jan. 30 at 2 and 4\np.m. Tickets: $17 to $29.50; $11 to $21.50 for children.\n","\n   ST. PAUL CHAMBER ORCHESTRA, (651) 291-1144. Conducted by Max\nPommer. J.S. Bach's Brandenburg Concerto No. 6 and No. 1; Vivaldi's\nConcerto Grosso in D Minor from ``L'Estro Armonico,'' Concerto in D\nMinor from ``Madrigalesco,'' Concerto in G for String Orchestra,\nConcerto in G Minor for Flute from ``La Notte''; Tartini's Sinfonia\nin D. Jan. 28 at 8 at Wooddale Church, 6630 Shady Oak Road, Eden\nPrairie. Tickets: $17 to $45. Jan. 29 night at 8 at St. Paul's\nUnited Church of Christ, 900 Summit Avenue, St. Paul. Tickets: $26\nto $45.\n","\n   MINNESOTA OPERA, Ordway Center for the Performing Arts, 345\nWashington St., St. Paul, (651) 224-4222. ``Der Rosenkavalier'' by\nRichard Strauss. Jan. 28 at 7:30; Jan. 29 at 8 p.m.; Jan. 30 at 2\np.m. Tickets $25 to $80.\n","\n   GUTHRIE THEATER, 725 Vineland Place, Minneapolis, (612)\n377-2224. George Bernard Shaw's ``Misalliance.'' Jan. 28 at 7:30;\nJan. 29 at 1 p.m.; Jan. 30 at 7 p.m. Tickets: $16 to $39; $11 to\n$34, students and the elderly; $8 to $19.50, childen.\n","\n   WALKER ART CENTER, Vineland Place at Lyndale Avenue South,\nMinneapolis, (612) 375-7577. Hours: Sundays, 11 a.m. to 5 p.m.;\nTuesdays through Saturdays, 10 a.m. to 5 p.m.; Thursdays, to 8 p.m.\nAdmission: $4; $3, students and the elderly.\n","\n   MINNEAPOLIS INSTITUTE OF ARTS, 2400 Third Avenue South, (612)\n870-3131. Hours: Sundays, noon to 5 p.m.; Tuesdays through\nSaturdays, 10 a.m. to 5 p.m.; Thursdays, to 9 p.m. Suggested\ndonation: $3.\n","\n   FREDERICK R. WEISMAN ART MUSEUM, University of Minnesota, 333\nEast River Road, Minneapolis, (612) 625-9494. Hours: Tuesdays\nthrough Fridays, 10 a.m. to 5 p.m.; Thursdays, to 8 p.m.; Saturdays\nand Sundays, 11 a.m. to 5 p.m. Free.\n","\n   JAMES J. HILL HOUSE, 240 Summit Avenue, St. Paul, (651)\n297-2555. Hours: Wednesdays through Saturdays, 10 a.m. to 3:30 p.m.\nAdmission: $5; $4, the elderly; $3, children.\n","\n   HUBERT H. HUMPHREY METRODOME, 900 S. Fifth St., Minneapolis,\n(612) 335-3370.\n","\n   ST. PAUL WINTER CARNIVAL. Through Feb. 6. Information: (651)\n223-4700 or 1-800-488-4023; www.winter-carnival.com.\n","\n   Getting There\n","\n   NORTHWEST AIRLINES: Daily flights from Newark and La Guardia\nairports to Minneapolis-St. Paul International Airport. Advance\nfares require Saturday stay and are subject to availability. The\n21-day round-trip advance fare, from $278; 14-day, from $358;\nseven-day, from $318. The last-minute one-way fare is $619.\n","\n   CONTINENTAL AIRLINES: Daily flights from Newark Airport to\nMinneapolis-St. Paul International Airport. Advance fares require\nSunday stay and are subject to availability. The 21-day round-trip\nadvance fare, from $323; 14-day, from $363; seven-day, from $243.\nThe last-minute one-way fare is $621.\n","\n   _ By R.W. APPLE Jr.\n"]}