{"DocumentId":"NYT20000814.0288","TopicId":"NYT","Relevance":"0","Body":" BC-SUBMARiNE-TOUR0815-COX \n    \n\n      3 days aboard a submarine, a weapon of unimaginable power\n      By Paul Reid\n      c. 2000 Cox News Service\n\n   WEST PALM BEACH, Fla. - From the bottom of the ladder, looking\nup, way up, the circle of sky beyond the open hatch looks pretty\nsmall. Very small. Far away, and very small.\n\n   Then a sailor pulls down on the hatch and dogs it tight with\nmetallic finality, and a few drops of water jump from the hatch,\nfall past the steel ladders and twisting cables and splat onto the\ndeck, where they glisten in the dim red light of the control room,\nstowaways entirely out of their element.\n\n   A voice nearby, a sailor: ``It's quiet, no?''\n\n   Yes, it's quiet on board the USS Hampton. Very quiet.\n\n   ``It's even quieter down at 600 feet,'' says the sailor.\n\n   Oh, joy.\n\n   Submarines, the silent service.\n\n   During the Cold War, it was the downright mute service, shrouded\nin secrecy as deep as ocean canyons, unfathomable to laymen, even\nto most members of Congress, but not always to the Soviets, and\napparently not to Tom Clancy.\n\n   For almost 50 years, since Admiral Hyman Rickover first put\nnuclear reactors on board, subs have been off limits to the press\nand public. What we didn't know about modern subs made them seem\nall the more mysterious. Nobody, not even the president, could\ncontact a nuclear sub when it was out there somewhere, submerged,\narmed with enough weaponry to obliterate a civilization. Or two.\n\n   Now, as the Navy celebrates the 100th anniversary of its\nsubmarine forces, it has popped the hatches of these weapons for\ncloser inspection, rides even, by members of the media who, until\nnow, had only blacked-out declassified documents, rumor and Tom\nClancy to go on.\n\n   The subs are open for inspection, and it's as if the bedroom\nlight has been flicked on during dreams full of dark images, of\nforces beyond comprehension. And do the myths and mysteries\nevaporate when a nuclear sub is explored in the clear light of day?\n\n   No. They are verified.\n\n   Three days on board the Hampton in the North Atlantic about 220\nmiles east of Norfolk, Va. Conclusion: These boats are weapons of\nunimaginable power. Scary. Terrible. Apocalyptic. A force almost\nbeyond comprehension. And, just maybe, the most significant\ndeterrent in our national arsenal, the reason no enemy has ever\ndared fire a missile our way.\n\n   And one more thing: From captain to cook, the entire crew could\nbe lifted off and sent to work in some start-up company, product\nirrelevant. The result would be a company to reckon with. Almost\nhalf of them are nuclear engineers. Many hold advanced degrees in\nengineering, business, foreign policy. They're entrusted with\nalmost $2 billion worth of hardware. They make big decisions on a\nminute-to-minute basis. They work independently, yet as one. They\nare diligent. They are young.\n\n   Their sub is something else, too: a Los Angeles-class fast\nattack sub, 330 feet long, 36 feet in diameter and almost\nimpossible for the enemy to find. It's as big as a World War II\ncruiser, but it lives underwater.\n\n   Subs have come a long way since John Holland, an Irish patriot\nand inventor who lived in New Jersey, sold the Navy its first, the\nHolland, commissioned SS-1 on Oct. 12, 1900. It was the sixth sub\nHolland had built. He sold the fifth to Irish revolutionaries who\nwanted to toss _ or sink _ the British out of Ireland. The Irish\ntook their boat _ without paying Holland _ but they didn't get far.\nThe British and U.S. navies scoured the Atlantic for months looking\nfor the rogue sub, but it had never left America. It was found in a\nbarn in Lyme, Conn., decades later. How it got there, nobody knows.\nIn a sense, that's a typical submarine anecdote: A submarine is a\nweapon designed to disappear.\n\n   And that's just what the Hampton does a few minutes after the\nhatch closes. It disappears. That's what makes it so dangerous. It\ncan simply ... disappear. Well, that and 23 radio-controlled, high\nexplosive torpedoes and a dozen Tomahawk cruise missiles.\n\n   Weapons make the Hampton dangerous, but the crew makes it work.\n\n   They're all young. The captain, John Lovering, a Cape Cod\nnative, is in his early 40s, the oldest guy on the boat, except for\none chief petty officer who's 46. More than 130 men in the crew and\nnot a one of them remembers where they were when JFK died. Most of\nthem weren't anywhere.\n\n   No women on board. Politics aside, it takes maybe nine seconds\nto grasp the obvious: Privacy does not exist, except for the\nofficers, and then minimally. Crew members live side-by-side for\nweeks, months. No exit. Two people cannot pass in a corridor\nwithout touching. Bathrooms are shared. Everything is shared.\n\n   Bunks are scattered everywhere _ next to torpedoes, over\ncomputers, under torpedoes. They're stacked four high, maybe a foot\nof headroom. The bunks _ called racks _ are shared. One sailor\nsleeps, another works, then they switch. It's called hot racking,\nbecause the bunks never cool off.\n\n   Neither does the reactor. It occupies the rear third of the boat\nand is way off limits to outsiders, even to crew members who are\nnot nuclear-rated by the Navy. When the reactor runs out of fuel in\nabout 12 years, the Hampton gets junked. The ship will probably be\nobsolete before then anyway. It was launched in 1992. It's very\nfast, very sneaky. Cost: $1.8 billion, before yearly operating\ncosts.\n\n   The reactor produces steam, which drives the turbines that turn\nthe propeller _ one propeller, its specific design and material top\nsecret. The Hampton is, at a certain level, a steamboat, which is\nironic because the first steamboat Robert Fulton built was a\nsubmarine, Nautilus, in 1801. He tried to sell the idea to both\nNapoleon and the British, but they thought Fulton's idea was\nstupid. So he came home to the U.S. and built a riverboat, the\nClermont.\n\n   These are good things for a visitor to ponder, because when the\nHampton's diving alarm sounds _ karoooong, karoooong, just like in\nthe movies _ and a voice cracks dive, dive, dive over the intercom,\na visitor may ponder that patch of blue sky, which may lead to\nunsettling feelings of close confinement and downright panic. So,\nyou tell yourself, hey, this is a big, safe boat, and you try not\nto think of the hatch slamming shut. Which is impossible.\n\n   The two periscopes in the control room are trained on the stern\nof the boat. Slowly, the sea washes over the deck, then covers it,\nthen sloshes against the periscope lens. Then, the boat slips\ngently below periscope depth, 62 feet. Below 100, 150. Air pressure\nincreases just enough to notice, not because of the immense force\nof the sea against the hull, but because the crew pumped air\nthroughout the boat to see if any valve, anywhere, was not closed\ntight. If a valve were leaking, the air pressure would slowly\ndecrease. It doesn't. 200, 250, 300.\n\n   ``Take it to 450,'' commands Lovering.\n\n   His orders pass along to the men at the controls _ simple\ncontrols, two small wheels. The sub is easy to steer, very\nresponsive. The slightest touch on the controls send the boat up at\na steep angle. Or down.\n\n   450 feet.\n\n   How deep is the ocean here?\n\n   ``Aboutresso. Brewed by a fine Italian coffee machine. Very\nimportant for crew morale, says Lovering. Unfortunately, 27\nvisiting midshipmen from various college R.O.T.C. programs had very\nquickly broken the machine. The cook unplugged it. The crew was not\nhappy. The midshipmen kept mostly to themselves after that.\n\n   Sonar? You bet. Banks of screens in pitch-black rooms are the\neyes and ears of the boat. Computers enhance the images. And, yes,\nthe experienced sonar operator can spot a whale at 5 miles or tell\nthe captain what sort of ship is out there, based on the unique\nnoise of its propeller.\n\n   Food? Excellent and plenty of it. Even though there is no day,\nno night under the waves, meals served in the morning tend toward\nthe breakfast end of the spectrum, those at night toward dinner.\nLoads of coffee, fresh fruit, sausages, eggs, cakes, popcorn,\nsteak, spaghetti, meat balls. As much as you want. The dozen or so\nofficers dine in their mess, a small room with a big-screen TV that\ndisplays the view from the periscope. The intercom is always tuned\nto the control room. A direct telephone line to the control room\nplugs into the bulkhead next to the captain's chair. Stewards serve\nthe officers. Enlisted men dine in their mess, watch first-run\nmovies there as well. Senior enlisted men _ chief petty officers _\nstick mostly to their part of the ship.\n\n   Toilet seats? Toilets on board have seats, a nice homey gesture.\nBut. Woe to the sailor who leaves the seat up, not for the usual\nreasons of domestic tranquility, but because a falling toilet seat\nin a submarine will clang against a steel toilet with a resounding\nmetallic crash throughout the steel hull that can be heard miles\naway by enemy sonar, which could, theoretically, result in the\nsub's coming under attack. What a way to go.\n\n   In order to assure that all those toilet seats are secured,\nalong with everything loose on board _ coffee cups, wrenches,\nbrooms, everything _ Lovering puts Hampton through a series of\nsteep maneuvers soon after diving.\n\n   ``Angles and dangles we call them,'' says Lovering. ``We'll go\nup from 400 feet at a 30-degree angle. Then we'll go down. We'll\nturn, sharp turns. We'll twist and turn, and if I hear so much as a\ndrinking glass slide off a table, someone's gonna hear from me.''\n\n   So the sub shoots up. Movable bow and stern planes, like the\nflaps on an airplane, set the angle. Steep. And fast, more than 20\nmph. So steep you lean forward at an angle that keeps you level\nrelative to the ocean floor. And although top speed is classified,\nLovering says he usually does this faster, and at steeper angles.\n\n   Then he turns the sub. The rudder is big, can push a lot of\nwater. Very tight turns. Crew members grab steel bars overhead.\nSubway straps would come in handy. The sub is cavorting like a sea\nlion. It is, essentially, flying underwater.\n\n   Lovering explains that these boats are incredibly responsive _\ncan turn full around within their length. But they were built with\nan engineering glitch not discovered until they were put through\ntheir paces. Like an airplane, if you tell a sub to turn and dive\nat a fast enough speed, it will tend to roll out of control and\nplummet straight toward the bottom. Unlike an airplane, a sub\ncannot be allowed to roll over because hundreds of gallons of acid\nin the 126 giant batteries (battery power is still used on nuclear\nsubs, in emergencies mostly) would flood out, creating poisonous\nchlorine gas and otherwise wreaking havoc.\n\n   This would not be good, deadpans Lovering.\n\n   Taped to the control panel is something like a manufacturer's\nadvisory, step-by-step instructions for ``pulling out'' of such a\ndive. Turn the rudder this way, raise this plane, lower that one,\nreduce speed. Very reassuring.\n\n   Lovering snaps his commands. The crew and the boat respond. Up,\ndown, twist, turn. No cups slide, no wrenches tumble. All is quiet.\nThere is no hum from the reactor room when power is piled on. No\nhum anywhere. No engine vibration. Not even enough to ripple the\nsurface of a cup of coffee secured in a metal holder. Silence\nrules.\n\n   Silence is also what you get when you ask a crew member about\ntop speed, lowest diving depth, torpedo speed and range. The press\npacket for the Hampton says top speed is ``in excess of 25 knots,''\nabout 28 mph. But how much in excess? Hampton's crew members shrug.\nEven former attack sub crew members are sketchy, but some will say\ntop speed is closer to 40 mph.\n\n   That's fast. Very fast.\n\n   For most of the three days the Hampton cruises at between 600\nand 700 feet.\n\n   And how deep does it dive? ``In excess of 800 feet,'' says the\npress packet. But ex-submariners say it's beyond 1,200 feet.\nBesides, as one Hampton sailor says, look at the depth gauge.\n\n   The depth gauge goes well beyond 1,200 feet.\n\n   The crew of Hampton passes the three days on fire drills,\nsimulated torpedo shoots, a hunt-and-kill exercise with a U.S.\nballistic missile sub _ a ``boomer'' that Hampton locates in a few\nhours and ``kills'' shortly thereafter. Then, more fire drills,\nclean the decks, take readings on every piece of equipment on\nboard. And then do it all again. When the pressure on the\n1-inch-thick skin of the boat can be measured in tons per square\nfoot, one mistake, one broken valve is one too many.\n\n   The midshipmen are suited up for a fire drill. The suits and\nhelmets are bulky and hot. It's hard to see, hard to move, even in\nthe comfort of white lights and air conditioning. Worst of all, air\nis supplied to the suits by connecting an air hose to an overhead\nair line. This is how you move toward the fire: Plug in, breathe,\nunplug, grope along down the air line, plug in. If there were\nreally a reactor fire, thick radioactive smoke, melting metal ... ?\n\n   ``Well, the intent is to keep the men busy helping their\nshipmates,'' says a chief petty officer. ``But if the reactor went,\nif the hull fractured ... we all go. But that sure as hell ain't\ngonna happen as long as I'm around.''\n\n   It is known on these boats that the chiefs run the boats; the\nofficers fight the boats in battle. They depend on each other, and\neverybody depends on the chiefs.\n\n   At dawn on the last day, one last exercise, an ``emergency''\nsurfacing from 450 feet. Air under thousands of pounds pressure is\nblasted into the flooded ballast tanks. A whooomp reverberates\nthrough the boat when the air is released. The air pushes water out\nof the tanks. Fast. The depth gauge wavers for a few seconds, then\nstarts upward, faster and faster like an express elevator. In less\nthan three minutes, the ship bursts up and out of the deep. At that\nlast second, everybody on board goes weightless. You float on\ntiptoes just for the briefest and most refreshing of moments.\n\n   A few minutes later, the hatch up top is swung open. A few drops\nof water plop to the deck. And a pale blue eye of sky probes the\ndark interior of the boat.\n\n   The Hampton has been out for three months. Most of the men won't\nsee that patch of sky for eight more hours, when the boat ties up\nin Norfolk.\n\n   ``Take it home,'' says Lovering.\n\n   He doesn't have to repeat the order.\n\n   E-mail: paulreid(at)pbpost.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   WEST PALM BEACH, Fla. - From the bottom of the ladder, looking\nup, way up, the circle of sky beyond the open hatch looks pretty\nsmall. Very small. Far away, and very small.\n","\n   Then a sailor pulls down on the hatch and dogs it tight with\nmetallic finality, and a few drops of water jump from the hatch,\nfall past the steel ladders and twisting cables and splat onto the\ndeck, where they glisten in the dim red light of the control room,\nstowaways entirely out of their element.\n","\n   A voice nearby, a sailor: ``It's quiet, no?''\n","\n   Yes, it's quiet on board the USS Hampton. Very quiet.\n","\n   ``It's even quieter down at 600 feet,'' says the sailor.\n","\n   Oh, joy.\n","\n   Submarines, the silent service.\n","\n   During the Cold War, it was the downright mute service, shrouded\nin secrecy as deep as ocean canyons, unfathomable to laymen, even\nto most members of Congress, but not always to the Soviets, and\napparently not to Tom Clancy.\n","\n   For almost 50 years, since Admiral Hyman Rickover first put\nnuclear reactors on board, subs have been off limits to the press\nand public. What we didn't know about modern subs made them seem\nall the more mysterious. Nobody, not even the president, could\ncontact a nuclear sub when it was out there somewhere, submerged,\narmed with enough weaponry to obliterate a civilization. Or two.\n","\n   Now, as the Navy celebrates the 100th anniversary of its\nsubmarine forces, it has popped the hatches of these weapons for\ncloser inspection, rides even, by members of the media who, until\nnow, had only blacked-out declassified documents, rumor and Tom\nClancy to go on.\n","\n   The subs are open for inspection, and it's as if the bedroom\nlight has been flicked on during dreams full of dark images, of\nforces beyond comprehension. And do the myths and mysteries\nevaporate when a nuclear sub is explored in the clear light of day?\n","\n   No. They are verified.\n","\n   Three days on board the Hampton in the North Atlantic about 220\nmiles east of Norfolk, Va. Conclusion: These boats are weapons of\nunimaginable power. Scary. Terrible. Apocalyptic. A force almost\nbeyond comprehension. And, just maybe, the most significant\ndeterrent in our national arsenal, the reason no enemy has ever\ndared fire a missile our way.\n","\n   And one more thing: From captain to cook, the entire crew could\nbe lifted off and sent to work in some start-up company, product\nirrelevant. The result would be a company to reckon with. Almost\nhalf of them are nuclear engineers. Many hold advanced degrees in\nengineering, business, foreign policy. They're entrusted with\nalmost $2 billion worth of hardware. They make big decisions on a\nminute-to-minute basis. They work independently, yet as one. They\nare diligent. They are young.\n","\n   Their sub is something else, too: a Los Angeles-class fast\nattack sub, 330 feet long, 36 feet in diameter and almost\nimpossible for the enemy to find. It's as big as a World War II\ncruiser, but it lives underwater.\n","\n   Subs have come a long way since John Holland, an Irish patriot\nand inventor who lived in New Jersey, sold the Navy its first, the\nHolland, commissioned SS-1 on Oct. 12, 1900. It was the sixth sub\nHolland had built. He sold the fifth to Irish revolutionaries who\nwanted to toss _ or sink _ the British out of Ireland. The Irish\ntook their boat _ without paying Holland _ but they didn't get far.\nThe British and U.S. navies scoured the Atlantic for months looking\nfor the rogue sub, but it had never left America. It was found in a\nbarn in Lyme, Conn., decades later. How it got there, nobody knows.\nIn a sense, that's a typical submarine anecdote: A submarine is a\nweapon designed to disappear.\n","\n   And that's just what the Hampton does a few minutes after the\nhatch closes. It disappears. That's what makes it so dangerous. It\ncan simply ... disappear. Well, that and 23 radio-controlled, high\nexplosive torpedoes and a dozen Tomahawk cruise missiles.\n","\n   Weapons make the Hampton dangerous, but the crew makes it work.\n","\n   They're all young. The captain, John Lovering, a Cape Cod\nnative, is in his early 40s, the oldest guy on the boat, except for\none chief petty officer who's 46. More than 130 men in the crew and\nnot a one of them remembers where they were when JFK died. Most of\nthem weren't anywhere.\n","\n   No women on board. Politics aside, it takes maybe nine seconds\nto grasp the obvious: Privacy does not exist, except for the\nofficers, and then minimally. Crew members live side-by-side for\nweeks, months. No exit. Two people cannot pass in a corridor\nwithout touching. Bathrooms are shared. Everything is shared.\n","\n   Bunks are scattered everywhere _ next to torpedoes, over\ncomputers, under torpedoes. They're stacked four high, maybe a foot\nof headroom. The bunks _ called racks _ are shared. One sailor\nsleeps, another works, then they switch. It's called hot racking,\nbecause the bunks never cool off.\n","\n   Neither does the reactor. It occupies the rear third of the boat\nand is way off limits to outsiders, even to crew members who are\nnot nuclear-rated by the Navy. When the reactor runs out of fuel in\nabout 12 years, the Hampton gets junked. The ship will probably be\nobsolete before then anyway. It was launched in 1992. It's very\nfast, very sneaky. Cost: $1.8 billion, before yearly operating\ncosts.\n","\n   The reactor produces steam, which drives the turbines that turn\nthe propeller _ one propeller, its specific design and material top\nsecret. The Hampton is, at a certain level, a steamboat, which is\nironic because the first steamboat Robert Fulton built was a\nsubmarine, Nautilus, in 1801. He tried to sell the idea to both\nNapoleon and the British, but they thought Fulton's idea was\nstupid. So he came home to the U.S. and built a riverboat, the\nClermont.\n","\n   These are good things for a visitor to ponder, because when the\nHampton's diving alarm sounds _ karoooong, karoooong, just like in\nthe movies _ and a voice cracks dive, dive, dive over the intercom,\na visitor may ponder that patch of blue sky, which may lead to\nunsettling feelings of close confinement and downright panic. So,\nyou tell yourself, hey, this is a big, safe boat, and you try not\nto think of the hatch slamming shut. Which is impossible.\n","\n   The two periscopes in the control room are trained on the stern\nof the boat. Slowly, the sea washes over the deck, then covers it,\nthen sloshes against the periscope lens. Then, the boat slips\ngently below periscope depth, 62 feet. Below 100, 150. Air pressure\nincreases just enough to notice, not because of the immense force\nof the sea against the hull, but because the crew pumped air\nthroughout the boat to see if any valve, anywhere, was not closed\ntight. If a valve were leaking, the air pressure would slowly\ndecrease. It doesn't. 200, 250, 300.\n","\n   ``Take it to 450,'' commands Lovering.\n","\n   His orders pass along to the men at the controls _ simple\ncontrols, two small wheels. The sub is easy to steer, very\nresponsive. The slightest touch on the controls send the boat up at\na steep angle. Or down.\n","\n   450 feet.\n","\n   How deep is the ocean here?\n","\n   ``Aboutresso. Brewed by a fine Italian coffee machine. Very\nimportant for crew morale, says Lovering. Unfortunately, 27\nvisiting midshipmen from various college R.O.T.C. programs had very\nquickly broken the machine. The cook unplugged it. The crew was not\nhappy. The midshipmen kept mostly to themselves after that.\n","\n   Sonar? You bet. Banks of screens in pitch-black rooms are the\neyes and ears of the boat. Computers enhance the images. And, yes,\nthe experienced sonar operator can spot a whale at 5 miles or tell\nthe captain what sort of ship is out there, based on the unique\nnoise of its propeller.\n","\n   Food? Excellent and plenty of it. Even though there is no day,\nno night under the waves, meals served in the morning tend toward\nthe breakfast end of the spectrum, those at night toward dinner.\nLoads of coffee, fresh fruit, sausages, eggs, cakes, popcorn,\nsteak, spaghetti, meat balls. As much as you want. The dozen or so\nofficers dine in their mess, a small room with a big-screen TV that\ndisplays the view from the periscope. The intercom is always tuned\nto the control room. A direct telephone line to the control room\nplugs into the bulkhead next to the captain's chair. Stewards serve\nthe officers. Enlisted men dine in their mess, watch first-run\nmovies there as well. Senior enlisted men _ chief petty officers _\nstick mostly to their part of the ship.\n","\n   Toilet seats? Toilets on board have seats, a nice homey gesture.\nBut. Woe to the sailor who leaves the seat up, not for the usual\nreasons of domestic tranquility, but because a falling toilet seat\nin a submarine will clang against a steel toilet with a resounding\nmetallic crash throughout the steel hull that can be heard miles\naway by enemy sonar, which could, theoretically, result in the\nsub's coming under attack. What a way to go.\n","\n   In order to assure that all those toilet seats are secured,\nalong with everything loose on board _ coffee cups, wrenches,\nbrooms, everything _ Lovering puts Hampton through a series of\nsteep maneuvers soon after diving.\n","\n   ``Angles and dangles we call them,'' says Lovering. ``We'll go\nup from 400 feet at a 30-degree angle. Then we'll go down. We'll\nturn, sharp turns. We'll twist and turn, and if I hear so much as a\ndrinking glass slide off a table, someone's gonna hear from me.''\n","\n   So the sub shoots up. Movable bow and stern planes, like the\nflaps on an airplane, set the angle. Steep. And fast, more than 20\nmph. So steep you lean forward at an angle that keeps you level\nrelative to the ocean floor. And although top speed is classified,\nLovering says he usually does this faster, and at steeper angles.\n","\n   Then he turns the sub. The rudder is big, can push a lot of\nwater. Very tight turns. Crew members grab steel bars overhead.\nSubway straps would come in handy. The sub is cavorting like a sea\nlion. It is, essentially, flying underwater.\n","\n   Lovering explains that these boats are incredibly responsive _\ncan turn full around within their length. But they were built with\nan engineering glitch not discovered until they were put through\ntheir paces. Like an airplane, if you tell a sub to turn and dive\nat a fast enough speed, it will tend to roll out of control and\nplummet straight toward the bottom. Unlike an airplane, a sub\ncannot be allowed to roll over because hundreds of gallons of acid\nin the 126 giant batteries (battery power is still used on nuclear\nsubs, in emergencies mostly) would flood out, creating poisonous\nchlorine gas and otherwise wreaking havoc.\n","\n   This would not be good, deadpans Lovering.\n","\n   Taped to the control panel is something like a manufacturer's\nadvisory, step-by-step instructions for ``pulling out'' of such a\ndive. Turn the rudder this way, raise this plane, lower that one,\nreduce speed. Very reassuring.\n","\n   Lovering snaps his commands. The crew and the boat respond. Up,\ndown, twist, turn. No cups slide, no wrenches tumble. All is quiet.\nThere is no hum from the reactor room when power is piled on. No\nhum anywhere. No engine vibration. Not even enough to ripple the\nsurface of a cup of coffee secured in a metal holder. Silence\nrules.\n","\n   Silence is also what you get when you ask a crew member about\ntop speed, lowest diving depth, torpedo speed and range. The press\npacket for the Hampton says top speed is ``in excess of 25 knots,''\nabout 28 mph. But how much in excess? Hampton's crew members shrug.\nEven former attack sub crew members are sketchy, but some will say\ntop speed is closer to 40 mph.\n","\n   That's fast. Very fast.\n","\n   For most of the three days the Hampton cruises at between 600\nand 700 feet.\n","\n   And how deep does it dive? ``In excess of 800 feet,'' says the\npress packet. But ex-submariners say it's beyond 1,200 feet.\nBesides, as one Hampton sailor says, look at the depth gauge.\n","\n   The depth gauge goes well beyond 1,200 feet.\n","\n   The crew of Hampton passes the three days on fire drills,\nsimulated torpedo shoots, a hunt-and-kill exercise with a U.S.\nballistic missile sub _ a ``boomer'' that Hampton locates in a few\nhours and ``kills'' shortly thereafter. Then, more fire drills,\nclean the decks, take readings on every piece of equipment on\nboard. And then do it all again. When the pressure on the\n1-inch-thick skin of the boat can be measured in tons per square\nfoot, one mistake, one broken valve is one too many.\n","\n   The midshipmen are suited up for a fire drill. The suits and\nhelmets are bulky and hot. It's hard to see, hard to move, even in\nthe comfort of white lights and air conditioning. Worst of all, air\nis supplied to the suits by connecting an air hose to an overhead\nair line. This is how you move toward the fire: Plug in, breathe,\nunplug, grope along down the air line, plug in. If there were\nreally a reactor fire, thick radioactive smoke, melting metal ... ?\n","\n   ``Well, the intent is to keep the men busy helping their\nshipmates,'' says a chief petty officer. ``But if the reactor went,\nif the hull fractured ... we all go. But that sure as hell ain't\ngonna happen as long as I'm around.''\n","\n   It is known on these boats that the chiefs run the boats; the\nofficers fight the boats in battle. They depend on each other, and\neverybody depends on the chiefs.\n","\n   At dawn on the last day, one last exercise, an ``emergency''\nsurfacing from 450 feet. Air under thousands of pounds pressure is\nblasted into the flooded ballast tanks. A whooomp reverberates\nthrough the boat when the air is released. The air pushes water out\nof the tanks. Fast. The depth gauge wavers for a few seconds, then\nstarts upward, faster and faster like an express elevator. In less\nthan three minutes, the ship bursts up and out of the deep. At that\nlast second, everybody on board goes weightless. You float on\ntiptoes just for the briefest and most refreshing of moments.\n","\n   A few minutes later, the hatch up top is swung open. A few drops\nof water plop to the deck. And a pale blue eye of sky probes the\ndark interior of the boat.\n","\n   The Hampton has been out for three months. Most of the men won't\nsee that patch of sky for eight more hours, when the boat ties up\nin Norfolk.\n","\n   ``Take it home,'' says Lovering.\n","\n   He doesn't have to repeat the order.\n","\n   E-mail: paulreid(at)pbpost.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}