{"DocumentId":"NYT20000114.0239","TopicId":"NYT","Relevance":"0","Body":" BC-APACHES-INVESTIGATION16-COX-1S \n    \n\n      1ST LEDE\n      EDs: Changes wording to ``serious'' in reference to crashes in\n2nd graf.\n      \n      Army scrutinizing Apache flight-control system\n      (Eds: Embargoed for Sunday, Jan. 16. A shorter version will move\nalso. A graphic on the BUCS system is available.)\n      By Russell Carollo\n      c. 2000 Cox News Service\n\n   DAYTON, Ohio _ The U.S. Army has launched a special\ninvestigation into a complex flight-control system suspected in\nmore than 60 aviation incidents involving Apache helicopters,\nincluding a fatal crash last year near Kosovo that helped ignite a\nnational debate over the readiness of the Apache fleet.\n\n   At least three serious accidents since 1985 are linked to\nproblems with the Apache's flight control system, a Dayton Daily\nNews examination found. In addition, the examination found, the\nsame system remains a suspect in at least two other major crashes.\n\n   One of them is the crash near Kosovo, which is now part of a\nseparate U.S. Justice Department examination, the Daily News has\nlearned.\n\n   The other is a December 1997 crash near Fort Hood, Texas, which\nalso killed both pilots and is the subject of an ongoing lawsuit\nagainst the companies that manufactured the flight control system.\n\n   The Daily News examined never-before-released computer records\nfrom the Army Safety Center and hundreds of pages of Army accident\nreports and interviewed former and current pilots, accident\ninvestigators and employees of the companies that helped design and\nproduce the $16 million Apache and its flight control system.\n\n   The examination found that much of the suspicion by the Army and\nits aviators over problems in the flight control system is directed\nat BUCS, the helicopter's unique emergency backup control system.\n\n   The BUCS was designed to control the movements of the Apache\nelectronically if the helicopter's mechanical controls become\njammed or severed during combat or other emergency. But the BUCS\nhas had problems, and the system was disconnected in the first 529\nApaches to roll off the assembly line in the 1980s, and it is still\ndisconnected in a majority of the fleet.\n\n   The BUCS is just one of several problems plaguing the Apache _\nproblems raising questions about whether the military's most\nadvanced and lethal attack helicopter is capable of performing its\nmission.\n\n   More than half the Apache fleet remains grounded because of\nproblems with bearings in the tail rotor system, and in November,\nthe Army announced it would begin inspecting the entire fleet of\n743 helicopters for problems in the transmissions.\n\n   From 1998 to 1999, the rate of serious accidents involving\nApaches nearly doubled, from 2.97 accidents per 100,000 flight\nhours to 5.72 _ a rate of one major accident every 17,500 hours.\nAnd during a nine-day period last year, the Army lost two of the 24\nApaches it brought to Albania to support operations in Kosovo.\n\n   At least seven other countries also fly the Apache. Just last\nmonth, Armed Forces News Wire Service reported that the Israeli Air\nForce faulted Boeing and the U.S. Army for the fatal crash of an\nIsraeli Apache in June. The Israelis charged Boeing with\n``systematic design flaws in the Apache's hydraulic system and\nauxiliary power unit.''\n\n   The Apache was developed by Hughes Helicopter as the Army's\nnewest attack helicopter. In 1983, the company was purchased by\nMcDonnell-Douglas, and in 1997 McDonnell-Douglas was purchased by\nBoeing.\n\n   Though the military bought the expensive BUCS system to help\nApaches become better able to survive combat, the Army acknowledged\nthat the percentage of Apaches sent to Desert Storm with the BUCS\nturned on was ``very low.''\n\n   In a written response to the Daily News, the Army called 55 of\nthe 61 incidents linked to BUCS minor, resulting in less than\n$2,000 in damage or the disruption of a mission. At least four\nincidents, the Army says, are classified as Class A accidents,\ncausing a death or total permanent disability, at least $1 million\nin damage or loss of an aircraft regardless of the cost.\n\n   Three helicopters, the Army says, were ``saved'' by BUCS. The\nArmy did not identify the incidents.\n\n   A special ``Red Team'' of aviation experts began investigating\nthe Apache's flight control system last year. In December, it\nreleased two safety messages related to BUCS. One announced that\nthe Red Team had identified specific actions required to ``reduce\nrisk,'' including increased training for pilots.\n\n   The September 1999 issue of the Army's own aviation safety\nmagazine, Flightfax, says BUCS has ``become synonymous with ...\naircraft loss of control and, in general, demons in the Apaches.\n\n   ``Aviators fear the system, crew chiefs avoid it when possible,\narmament personnel loathe the system and maintenance officers are\nin awe of it,'' the article says.\n\n   Dawn Bowers, pregnant with her second child when her husband's\nApache crashed near Fort Hood in 1997, said she first learned about\nBUCS at her husband's funeral.\n\n   ``I was just told it was the BUCS,'' Bowers said. ``I think all\nthe pilots know there has been a problem with it, but what can they\ndo? They're like slaves to the military.''\n\n   Backup control system\n\n   Like other helicopters, the Apache is controlled by sticks and\nfoot pedals linked mechanically to hydraulic servocylinders. The\nservocylinders control the movements of the main and tail rotors,\nwhich determine the direction of the helicopter.\n\n   But unlike other helicopters, the Apache's mechanical control\nsystem is backed up by an electronic system, BUCS. If the Apache's\nmechanical controls become jammed or severed during combat or other\nemergency, BUCS is designed to allow pilots to operate the\nhelicopter's hydraulic servocylinders electronically.\n\n   But pilots and other experts suspect that BUCS is taking control\nof the helicopters when there is no emergency, causing so-called\n``uncommanded flight control inputs'' _ steep banks, sharp turns or\nother unusual maneuvers not initiated by the pilots.\n\n   Once BUCS is engaged, there's no turning back. To return to\nmechanical flight control, a helicopter has to land and undergo\nground maintenance.\n\n   ``When they first came out with the BUCS system, I had some\nconcerns about it,'' said Richard Langer, former chief Apache\nquality assurance supervisor for McDonnell-Douglas.\n\n   BUCS was deactivated on the first 529 Apaches because the system\nwasn't working correctly, Langer said. To deactivate BUCS, shear\npins that were designed to break and activate BUCS during\nemergencies were replaced with solid steel pins.\n\n   But even shutting off BUCS proved to be hazardous.\n\n   The Apache that Henry Fowler and fellow test pilot Stu Park\nclimbed aboard on June 17, 1985, had solid steel pins in it, Fowler\nsaid.\n\n   As Fowler and Park started the engines, the helicopter _ the\n31st production helicopter to come off the assembly line _ rolled\nleft and came to rest on its side, causing nearly $300,000 in\ndamage. BUCS was blamed.\n\n   ``It was supposed to be shut off,'' said Fowler, who now works\nfor Boeing.\n\n   That same month, the Army issued a Safety of Flight message, a\ndirective designed to inform pilots and mechanics of potential\naircraft dangers and of solutions the military has proposed to\nmitigate those dangers. The message instructed Apache units to\n``totally disable the BUCS.''\n\n   Fowler said crews began removing BUCS parts in the hydraulic\nservocylinders to make sure the system wouldn't come on again.\n\n   ``Early on in the Apache fielding, aviator mistrust of the BUCS,\nexacerbated by an incident at the aircraft plant involving\ninadvertent BUCS activation, led to a decision to inactivate\nBUCS,'' the article in the Army's safety magazine says.\n\n   BUCS turned on\n\n   The decision to deactivate BUCS was reversed in 1988, and for\nthe first time Apaches began leaving the assembly line in Mesa,\nAriz., with the BUCS turned on. In November 1989, the 530th Apache\nto roll off the assembly line was delivered to the Army as the\nfirst helicopter with an activated BUCS.\n\n   Pilots began referring to their Apaches as either\n``BUCS-active'' or ``non-BUCS,'' and they became very aware of\nwhich type they were flying.\n\n   ``There's been an argument since BUCS hit the flight line\nwhether to turn it on or turn it off,'' said Thomas Boucher, who\nflew Apaches for 10 years and trained Army instructor pilots before\nretiring in 1994. ``There are a lot of concerns.''\n\n   One of those concerns is training. Pilots must make\nlife-and-death decisions in the critical seconds it takes BUCS to\nengage, and the helicopter handles differently when BUCS moves the\ncontrols electronically. But ``training on BUCS had never been\nconsidered a critical task item,'' the Flightfax article says.\n\n   Just 10 minutes of the Army flight controls portion of the\naircraft qualification course is devoted to BUCS, the article says,\nand, ``There is no simulator or BUCS flight training.''\n\n   On Nov. 15, 1990, one year after the first BUCS-active\nhelicopter was delivered to the Army and as 430,000 American troops\nwere assembling in the Persian Gulf, Warrant Officers James D.\nEllis and Samuel D. Gentsch were flying an Apache on a daytime\ntraining mission in Texas when they heard a loud noise while\nhovering at 50 feet.\n\n   The helicopter began falling, its tail and main rotor blades\nmowing down several small trees before the aircraft hit the ground\n_ impacting with enough force to send a 2.75-inch rocket pod into\nthe main rotor blades, knocking the pod 84 feet from the crash\nsite. Gentsch carried Ellis from the wreckage, which had started to\ncatch fire.\n\n   Both pilots escaped with only minor injuries, but the helicopter\nwas destroyed. The Army estimated the total cost of the accident at\n$10 million.\n\n   Army records examined by the Daily News show a part linked to\nBUCS was suspected to have malfunctioned on the helicopter.\n\n   In its written response to the newspaper, the Army acknowledged\nthat one of the linear variable differential transducer (LVDT)\nprobes had malfunctioned ``just prior to or during the accident\nsequence.'' LVDTs, located throughout the flight control system,\nmonitor coordination between movements of the control sticks and\npedals and movements of the servocylinders.\n\n   Should an LVDT sense a problem, it can trigger an activation of\nBUCS. If the LVDT is not set properly, it can signal danger when\nthere is none, activating BUCS when pilots aren't expecting it.\n\n   A written response from Boeing says, ``The broken probe was not\nthe cause of the accident.''\n\n   Although investigators did not positively identify the source of\nthe malfunction in the 1990 crash, the Army response says, they did\ndetermine that an LVDT failed because of a ``substandard weld.''\n\n   In January 1991, two months after the accident, the Army issued\na Safety of Flight message for BUCS-active Apaches warning of\nproblems with welds on LVDTs. The message said 108 aircraft would\nget replacement servocylinders.\n\n   The Army's written response says that after the accident it quit\nusing LVDTs made by the same manufacturer and began using LVDTs\nthat had two methods of attachments.\n\n   Another crash and more questions\n\n   Less than two years later, on Sept. 28, 1992, civilian test\npilots James Mecklin and John Tulloch were flying a new BUCS-active\nApache over Delaware as part of a test for a classified project.\nThe test involved rapid movements of the flight controls _\nmovements that could cause the helicopter to believe it was\nexperiencing control problems and activate BUCS.\n\n   As the controls moved during a 60-foot hover, the helicopter\nwent into an unexpected right roll and began to fall. Tulloch moved\nhis controls to stop the helicopter from rolling, but in seconds\nthe main rotor hit the ground.\n\n   Mecklin broke his left arm and was pinned in the helicopter.\nTulloch suffered back injuries. The helicopter was destroyed, and\nthe Army estimated the total cost of the accident at $10.7 million.\n\n   Boucher, the Apache pilot assigned by the Army to assist in the\ninvestigation, said the cause of the accident was identified as a\nmalfunction in a microswitch used to activate BUCS. The\nmalfunction, he said, was linked to how certain BUCS parts were\nbeing removed from the helicopters.\n\n   In its written response, the Army blamed the accident on\n``unauthorized maintenance at the factory during manufacture.'' No\nother Apaches were found to have malfunctioning microswitches, the\nArmy response says, but new procedures were implemented as a\nresult.\n\n   After the accident, Boucher said, the Army grounded all\nBUCS-active Apaches to inspect the microswitches. The inspections,\nhe said, generated 86 reports on a variety of issues concerning\nBUCS.\n\n   ``Some of them were potential accidents,'' he said.\n\n   Two months after the accident, in November 1992, the Army issued\na Safety of Flight message, warning that a recent accident\ninvestigation had identified a problem with a BUCS microswitch. The\nmessage recommended inspecting 220 aircraft. An inspection already\ncompleted, the message said, found that several helicopters were\n``shown to have relatively minor quality problems.''\n\n   Mecklin, a former Air Force maintenance test pilot who flew\nhelicopters for 40 years before retiring in 1994, has a different\nopinion on the accident. Mecklin said the shear pins designed to\nactivate BUCS simply break too easily.\n\n   The time lapse between breaking a shear pin and activating BUCS\nis critical. The Army says there is a one- to three-second delay\nbefore BUCS engages.\n\n   ``In 2 1/2 seconds, we were on the ground,'' Mecklin said. ``So\nmuch for your backup control system.''\n\n   The September 1992 crash wasn't the helicopter's only incident\ninvolving BUCS. Records from the Army Safety Center show that on\nJan. 29, 1992, one of the shear pins designed to break during an\nemergency and activate BUCS accidentally broke while the helicopter\nwas on the ground. The pin, records show, was replaced the same\nday.\n\n   Accidents trigger `null' concerns\n\n   In October 1996, the BUCS in an Apache flying at Fort Knox, Ky.,\nunexpectedly came on, although the pilot was able to land the\nhelicopter. After the incident, the Army again became concerned\nabout LVDTs, the part replaced after the 1990 Fort Hood crash.\n\n   If the LVDT is not set properly, it can signal danger when there\nis none, activating BUCS when pilots aren't expecting it.\n\n   Setting the LVDT _ called setting the nulls _ is much like\nsetting the alignment of an automobile's front end. A properly\naligned front end should not turn a car when the steering wheel is\nin the neutral position, and when the nulls are properly set on\nLVDTs, the devices should sense no movement of the flight controls\nand should not activate BUCS.\n\n   After the Fort Knox incident, the Army acknowledged in its\nwritten response, it prepared an Air Safety Action Message, a\nsafety directive similar to a Safety of Flight message but carrying\nless urgency.\n\n   But the draft copy of that message was misplaced when personnel\nand files were moved from St. Louis to a new office in Huntsville,\nAla.\n\n   It would be 2 1/2 years before the Army issued a new message.\n\n   Meanwhile, in February 1997, McDonnell-Douglas became aware of\nthe Fort Knox incident and initiated an investigation, according to\na company memo.\n\n   ``It has been determined that two failure modes could cause\ninadvertent BUCS engagement,'' the memo says.\n\n   One cause was a part that was found to be functioning properly,\nthe memo says. The other cause, the memo says, is an unexpected\nmovement of an LVDT probe.\n\n   ``The risk assessment determined the worst mishap from a probe\nmovement to be catastrophic, and the probability that a hazard will\noccur during the planned life of the system is remote,'' the memo\nsays.\n\n   Months later, on Dec. 4, 1997, Chief Warrant Officer Phillip\nWayne Bowers, whose wife was expecting their second child, and\nCapt. Donald J. Lee, the Army Aviation Association of America's\n1996 Aviator of the Year, were flying a BUCS-active Apache on a\ndaytime training mission near San Saba, Texas. The crew of a nearby\nApache saw the accident happen.\n\n   With no warning and for no apparent reason, the Apache Bowers\nand Lee were flying banked left and flew into a rocky hillside at\n100 mph, breaking the helicopter into pieces thrown more than 200\nfeet away as it burst into flames.\n\n   Only a handful of pilots were considered as talented as Lee,\nmaking the possibility of pilot error at least questionable.\n\n   ``I think a BUCS activation is the most plausible explanation\nfor the crash at this point,'' said Dallas attorney John Kettles,\none of several lawyers representing the two women left widowed by\nthe accident. ``It was a smooth left turn right into the ground,\nand pilots just don't do that.\n\n   ``It's not normal for two pilots to voluntarily kill\nthemselves.''\n\n   Kettles, a former Army helicopter pilot and former engineer at\nthe Army Safety Center, said he suspects the LVDT null settings\nwere not checked as required.\n\n   At the time of the Fort Hood accident, the Army was still more\nthan a year away from releasing its safety message concerning LVDT\nsettings _ the message prepared after the 1996 Fort Knox incident\nbut later lost.\n\n   An Army investigation found that all four shear pins, designed\nto break and activate BUCS during emergencies, had broken and that\nthe ``BUCS-ON'' light was illuminated. In addition, the report\nsays, the LVDTs were found in a position ``suggesting that a\npossible uncommanded BUCS-on condition may have occurred.''\n\n   The battalion, the investigation found, reported 10 uncommanded\nflight control inputs in the 18 months preceding the accident.\nThough pilots were able to recover each time, investigators warned\nthat ``an accident can occur.''\n\n   But the investigation also found that the shear pins, the\n``BUCS-ON'' light and the LVDTs could be explained by the impact of\nthe crash.\n\n   ``There was not enough evidence to support anything,'' said\nMarvin Armour, an Apache test pilot who assisted in the Army's\nsafety investigation.\n\n   But Armour, who officially leaves the Army next month, said\neyewitness accounts seemed to point to some type of uncommanded\nflight input.\n\n   ``I just can't believe they would have made such a stupid\nmistake,'' he said.\n\n   The maintenance records he researched during the investigation,\nArmour said, showed one of the BUCS hydraulic servocylinders in the\nhelicopter had been replaced just prior to the accident.\n\n   The Apache, like many other military aircraft, carried no flight\ndata recorder, and much of the helicopter was destroyed, making it\nnearly impossible for investigators to determine if electronic\nflight controls could have malfunctioned.\n\n   The latest model of the Apache, the Longbow or D model, has a\nmaintenance data recorder that should solve that problem, Armour\nsaid.\n\n   Pilots, originally interviewed as witnesses to the Fort Hood\ncrash, told investigators about their own experiences with Apache\nflight control problems.\n\n   One pilot recalled an incident in which he was flying at 3,400\nfeet when, for no apparent reason, the helicopter pointed down,\nrolled right and started falling before he was able to regain\ncontrol. Another pilot told investigators of a November 1995\nincident in which he was flying his helicopter at 600 feet when it\nsuddenly began rolling left and shuddered.\n\n   ``He asked the front seat pilot whether he was on the controls,\nand the response was, 'No,''' an accident investigator quoted the\npilot as saying.\n\n   A flight surgeon who arrived at the 1997 Fort Hood crash site\ntold accident investigators that six pilots, during discussions\nabout the accident, told her of previous incidents of uncommanded\nflight control movements. The surgeon, a captain, gave\ninvestigators a list containing names of the pilots.\n\n   The Army's public report on the 1997 Fort Hood crash does not\npinpoint a cause, but two of the five recommendations in the report\nconcerned flight controls: One calling for improved BUCS training\nand another calling for the Army to initiate an investigation of\nuncomsmanded flight control inputs.\n\n   Crashes draw world attention\n\n   Less than a year after that accident, on Oct. 7, 1998, the\nflight controls of a new D model Apache Longbow flying at Fort Hood\nbecame damaged when the barrel of a 30mm gun exploded, according to\nthe Army. The BUCS engaged, Army records show, but the ``very\nsenior standardization instructor pilot'' was unable to\nsuccessfully land the helicopter, and it crashed.\n\n   The crew escaped virtually uninjured.\n\n   ``Did BUCS work as advertised? If so, why couldn't a capable\nmaster aviator regain control of the aircraft,'' the Flightfax\narticle says.\n\n   It was this accident, along with other incidents, that sparked\nthe special Red Team investigation, the Army said.\n\n   In April 1999 _ 2 1/2 years after the Fort Knox incident that\nprompted the message that was later lost _ the Army issued a Safety\nof Flight message warning that LVDTs ``may move out'' of position.\n\n   ``Investigation into a BUCS activation in flight has revealed a\nsuspect condition in the BUCS ... servocylinders,'' the message\nsays. ``If the LVDT probe moves out of the null condition, this\nwill cause a BUCS system activation.''\n\n   The safety message set a reporting deadline of no later than May\n7, 1999.\n\n   Two days before that deadline, on May 5, an Apache helicopter\nconducting a night training mission in preparation for combat in\nKosovo was leading a formation of five helicopters over mountainous\nterrain in Albania when it began to slow and move right, according\nto an Army account of the incident obtained by the Dayton Daily\nNews.\n\n   As the crew of another helicopter watched, the nose of the\nApache then pitched up as the helicopter rolled rapidly to the\nright, falling 150 feet to the ground and exploding in flames, the\nArmy account of the incident says.\n\n   Chief Warrant Officer David Gibbs, 38, of Massillon, Ohio, and\nChief Warrant Officer Kevin Reichert, 28, of Chetek, Wis., were\nkilled.\n\n   The crash _ the second in nine days involving one of the 24\nApaches sent to Albania _ raised serious questions about the\nreadiness of the fleet of Apaches, which never entered combat in\nKosovo. There's no indication the first crash was related to BUCS.\n\n   ``The Army won't give me anything,'' said Reichert's wife,\nRidgeley. ``I've asked for the safety report. I've asked them for\nupdates on how the safety report is coming.''\n\n   In its written response to the Dayton Daily News, the Army\nrefused to discuss the accident in Albania, saying it was still\nunder investigation.\n\n   A memo from Boeing's flight operations manager for the Apache\nprogram says there's no record Army maintenance personnel checked\nthe LVDT settings as required by the Safety of Flight message.\n\n   ``The personnel said that they had done the work but not\nrecorded the data,'' Boeing manager Mark Metzger wrote in the memo\nobtained by the Dayton Daily News. ``Did it really get done?\nUnknown. I believe the team consensus was sloppy paperwork.''\n\n   Of the possibility that some type of uncommanded flight control\ninput caused the accident, Metzger wrote: ``This is the condition\nthat has been experienced a couple of times in the past.''\n\n   ``Did BUCS cause the accident? Unknown. The physical data\ndoesn't support it.''\n\n   The U.S. Department of Justice now is conducting its own\nexamination into the fatal crash in Albania, the Dayton Daily News\nhas learned. The Department of Justice did not respond to requests\nfor comment.\n\n   On Dec. 23, the Army released two safety messages concerning\nBUCS.\n\n   One called for an inspection of all BUCS servocylinders to\nensure that a sealant is applied to the threads of the LVDT probe.\nA movement of the probe out of the null setting, the message says,\n``will cause a BUCS system activation.'' Application of the\nsealant, the message says, ``eliminates this condition.''\n\n   The other safety message announced that a special Army ``Red\nTeam'' of aviation experts had identified specific actions required\nto ``reduce risk'' involving flight controls. Those actions include\nincreased training for pilots, something recommended after the\nfatal Fort Hood crash two years earlier.\n\n   ``My recommendation was disable them all,'' said Armour, the\nformer Apache test pilot. ``I think the drawbacks of BUCS outweigh\nthe benefits.''\n\n   Russell Carollo writes for the Dayton Daily News.\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   DAYTON, Ohio _ The U.S. Army has launched a special\ninvestigation into a complex flight-control system suspected in\nmore than 60 aviation incidents involving Apache helicopters,\nincluding a fatal crash last year near Kosovo that helped ignite a\nnational debate over the readiness of the Apache fleet.\n","\n   At least three serious accidents since 1985 are linked to\nproblems with the Apache's flight control system, a Dayton Daily\nNews examination found. In addition, the examination found, the\nsame system remains a suspect in at least two other major crashes.\n","\n   One of them is the crash near Kosovo, which is now part of a\nseparate U.S. Justice Department examination, the Daily News has\nlearned.\n","\n   The other is a December 1997 crash near Fort Hood, Texas, which\nalso killed both pilots and is the subject of an ongoing lawsuit\nagainst the companies that manufactured the flight control system.\n","\n   The Daily News examined never-before-released computer records\nfrom the Army Safety Center and hundreds of pages of Army accident\nreports and interviewed former and current pilots, accident\ninvestigators and employees of the companies that helped design and\nproduce the $16 million Apache and its flight control system.\n","\n   The examination found that much of the suspicion by the Army and\nits aviators over problems in the flight control system is directed\nat BUCS, the helicopter's unique emergency backup control system.\n","\n   The BUCS was designed to control the movements of the Apache\nelectronically if the helicopter's mechanical controls become\njammed or severed during combat or other emergency. But the BUCS\nhas had problems, and the system was disconnected in the first 529\nApaches to roll off the assembly line in the 1980s, and it is still\ndisconnected in a majority of the fleet.\n","\n   The BUCS is just one of several problems plaguing the Apache _\nproblems raising questions about whether the military's most\nadvanced and lethal attack helicopter is capable of performing its\nmission.\n","\n   More than half the Apache fleet remains grounded because of\nproblems with bearings in the tail rotor system, and in November,\nthe Army announced it would begin inspecting the entire fleet of\n743 helicopters for problems in the transmissions.\n","\n   From 1998 to 1999, the rate of serious accidents involving\nApaches nearly doubled, from 2.97 accidents per 100,000 flight\nhours to 5.72 _ a rate of one major accident every 17,500 hours.\nAnd during a nine-day period last year, the Army lost two of the 24\nApaches it brought to Albania to support operations in Kosovo.\n","\n   At least seven other countries also fly the Apache. Just last\nmonth, Armed Forces News Wire Service reported that the Israeli Air\nForce faulted Boeing and the U.S. Army for the fatal crash of an\nIsraeli Apache in June. The Israelis charged Boeing with\n``systematic design flaws in the Apache's hydraulic system and\nauxiliary power unit.''\n","\n   The Apache was developed by Hughes Helicopter as the Army's\nnewest attack helicopter. In 1983, the company was purchased by\nMcDonnell-Douglas, and in 1997 McDonnell-Douglas was purchased by\nBoeing.\n","\n   Though the military bought the expensive BUCS system to help\nApaches become better able to survive combat, the Army acknowledged\nthat the percentage of Apaches sent to Desert Storm with the BUCS\nturned on was ``very low.''\n","\n   In a written response to the Daily News, the Army called 55 of\nthe 61 incidents linked to BUCS minor, resulting in less than\n$2,000 in damage or the disruption of a mission. At least four\nincidents, the Army says, are classified as Class A accidents,\ncausing a death or total permanent disability, at least $1 million\nin damage or loss of an aircraft regardless of the cost.\n","\n   Three helicopters, the Army says, were ``saved'' by BUCS. The\nArmy did not identify the incidents.\n","\n   A special ``Red Team'' of aviation experts began investigating\nthe Apache's flight control system last year. In December, it\nreleased two safety messages related to BUCS. One announced that\nthe Red Team had identified specific actions required to ``reduce\nrisk,'' including increased training for pilots.\n","\n   The September 1999 issue of the Army's own aviation safety\nmagazine, Flightfax, says BUCS has ``become synonymous with ...\naircraft loss of control and, in general, demons in the Apaches.\n","\n   ``Aviators fear the system, crew chiefs avoid it when possible,\narmament personnel loathe the system and maintenance officers are\nin awe of it,'' the article says.\n","\n   Dawn Bowers, pregnant with her second child when her husband's\nApache crashed near Fort Hood in 1997, said she first learned about\nBUCS at her husband's funeral.\n","\n   ``I was just told it was the BUCS,'' Bowers said. ``I think all\nthe pilots know there has been a problem with it, but what can they\ndo? They're like slaves to the military.''\n","\n   Backup control system\n","\n   Like other helicopters, the Apache is controlled by sticks and\nfoot pedals linked mechanically to hydraulic servocylinders. The\nservocylinders control the movements of the main and tail rotors,\nwhich determine the direction of the helicopter.\n","\n   But unlike other helicopters, the Apache's mechanical control\nsystem is backed up by an electronic system, BUCS. If the Apache's\nmechanical controls become jammed or severed during combat or other\nemergency, BUCS is designed to allow pilots to operate the\nhelicopter's hydraulic servocylinders electronically.\n","\n   But pilots and other experts suspect that BUCS is taking control\nof the helicopters when there is no emergency, causing so-called\n``uncommanded flight control inputs'' _ steep banks, sharp turns or\nother unusual maneuvers not initiated by the pilots.\n","\n   Once BUCS is engaged, there's no turning back. To return to\nmechanical flight control, a helicopter has to land and undergo\nground maintenance.\n","\n   ``When they first came out with the BUCS system, I had some\nconcerns about it,'' said Richard Langer, former chief Apache\nquality assurance supervisor for McDonnell-Douglas.\n","\n   BUCS was deactivated on the first 529 Apaches because the system\nwasn't working correctly, Langer said. To deactivate BUCS, shear\npins that were designed to break and activate BUCS during\nemergencies were replaced with solid steel pins.\n","\n   But even shutting off BUCS proved to be hazardous.\n","\n   The Apache that Henry Fowler and fellow test pilot Stu Park\nclimbed aboard on June 17, 1985, had solid steel pins in it, Fowler\nsaid.\n","\n   As Fowler and Park started the engines, the helicopter _ the\n31st production helicopter to come off the assembly line _ rolled\nleft and came to rest on its side, causing nearly $300,000 in\ndamage. BUCS was blamed.\n","\n   ``It was supposed to be shut off,'' said Fowler, who now works\nfor Boeing.\n","\n   That same month, the Army issued a Safety of Flight message, a\ndirective designed to inform pilots and mechanics of potential\naircraft dangers and of solutions the military has proposed to\nmitigate those dangers. The message instructed Apache units to\n``totally disable the BUCS.''\n","\n   Fowler said crews began removing BUCS parts in the hydraulic\nservocylinders to make sure the system wouldn't come on again.\n","\n   ``Early on in the Apache fielding, aviator mistrust of the BUCS,\nexacerbated by an incident at the aircraft plant involving\ninadvertent BUCS activation, led to a decision to inactivate\nBUCS,'' the article in the Army's safety magazine says.\n","\n   BUCS turned on\n","\n   The decision to deactivate BUCS was reversed in 1988, and for\nthe first time Apaches began leaving the assembly line in Mesa,\nAriz., with the BUCS turned on. In November 1989, the 530th Apache\nto roll off the assembly line was delivered to the Army as the\nfirst helicopter with an activated BUCS.\n","\n   Pilots began referring to their Apaches as either\n``BUCS-active'' or ``non-BUCS,'' and they became very aware of\nwhich type they were flying.\n","\n   ``There's been an argument since BUCS hit the flight line\nwhether to turn it on or turn it off,'' said Thomas Boucher, who\nflew Apaches for 10 years and trained Army instructor pilots before\nretiring in 1994. ``There are a lot of concerns.''\n","\n   One of those concerns is training. Pilots must make\nlife-and-death decisions in the critical seconds it takes BUCS to\nengage, and the helicopter handles differently when BUCS moves the\ncontrols electronically. But ``training on BUCS had never been\nconsidered a critical task item,'' the Flightfax article says.\n","\n   Just 10 minutes of the Army flight controls portion of the\naircraft qualification course is devoted to BUCS, the article says,\nand, ``There is no simulator or BUCS flight training.''\n","\n   On Nov. 15, 1990, one year after the first BUCS-active\nhelicopter was delivered to the Army and as 430,000 American troops\nwere assembling in the Persian Gulf, Warrant Officers James D.\nEllis and Samuel D. Gentsch were flying an Apache on a daytime\ntraining mission in Texas when they heard a loud noise while\nhovering at 50 feet.\n","\n   The helicopter began falling, its tail and main rotor blades\nmowing down several small trees before the aircraft hit the ground\n_ impacting with enough force to send a 2.75-inch rocket pod into\nthe main rotor blades, knocking the pod 84 feet from the crash\nsite. Gentsch carried Ellis from the wreckage, which had started to\ncatch fire.\n","\n   Both pilots escaped with only minor injuries, but the helicopter\nwas destroyed. The Army estimated the total cost of the accident at\n$10 million.\n","\n   Army records examined by the Daily News show a part linked to\nBUCS was suspected to have malfunctioned on the helicopter.\n","\n   In its written response to the newspaper, the Army acknowledged\nthat one of the linear variable differential transducer (LVDT)\nprobes had malfunctioned ``just prior to or during the accident\nsequence.'' LVDTs, located throughout the flight control system,\nmonitor coordination between movements of the control sticks and\npedals and movements of the servocylinders.\n","\n   Should an LVDT sense a problem, it can trigger an activation of\nBUCS. If the LVDT is not set properly, it can signal danger when\nthere is none, activating BUCS when pilots aren't expecting it.\n","\n   A written response from Boeing says, ``The broken probe was not\nthe cause of the accident.''\n","\n   Although investigators did not positively identify the source of\nthe malfunction in the 1990 crash, the Army response says, they did\ndetermine that an LVDT failed because of a ``substandard weld.''\n","\n   In January 1991, two months after the accident, the Army issued\na Safety of Flight message for BUCS-active Apaches warning of\nproblems with welds on LVDTs. The message said 108 aircraft would\nget replacement servocylinders.\n","\n   The Army's written response says that after the accident it quit\nusing LVDTs made by the same manufacturer and began using LVDTs\nthat had two methods of attachments.\n","\n   Another crash and more questions\n","\n   Less than two years later, on Sept. 28, 1992, civilian test\npilots James Mecklin and John Tulloch were flying a new BUCS-active\nApache over Delaware as part of a test for a classified project.\nThe test involved rapid movements of the flight controls _\nmovements that could cause the helicopter to believe it was\nexperiencing control problems and activate BUCS.\n","\n   As the controls moved during a 60-foot hover, the helicopter\nwent into an unexpected right roll and began to fall. Tulloch moved\nhis controls to stop the helicopter from rolling, but in seconds\nthe main rotor hit the ground.\n","\n   Mecklin broke his left arm and was pinned in the helicopter.\nTulloch suffered back injuries. The helicopter was destroyed, and\nthe Army estimated the total cost of the accident at $10.7 million.\n","\n   Boucher, the Apache pilot assigned by the Army to assist in the\ninvestigation, said the cause of the accident was identified as a\nmalfunction in a microswitch used to activate BUCS. The\nmalfunction, he said, was linked to how certain BUCS parts were\nbeing removed from the helicopters.\n","\n   In its written response, the Army blamed the accident on\n``unauthorized maintenance at the factory during manufacture.'' No\nother Apaches were found to have malfunctioning microswitches, the\nArmy response says, but new procedures were implemented as a\nresult.\n","\n   After the accident, Boucher said, the Army grounded all\nBUCS-active Apaches to inspect the microswitches. The inspections,\nhe said, generated 86 reports on a variety of issues concerning\nBUCS.\n","\n   ``Some of them were potential accidents,'' he said.\n","\n   Two months after the accident, in November 1992, the Army issued\na Safety of Flight message, warning that a recent accident\ninvestigation had identified a problem with a BUCS microswitch. The\nmessage recommended inspecting 220 aircraft. An inspection already\ncompleted, the message said, found that several helicopters were\n``shown to have relatively minor quality problems.''\n","\n   Mecklin, a former Air Force maintenance test pilot who flew\nhelicopters for 40 years before retiring in 1994, has a different\nopinion on the accident. Mecklin said the shear pins designed to\nactivate BUCS simply break too easily.\n","\n   The time lapse between breaking a shear pin and activating BUCS\nis critical. The Army says there is a one- to three-second delay\nbefore BUCS engages.\n","\n   ``In 2 1/2 seconds, we were on the ground,'' Mecklin said. ``So\nmuch for your backup control system.''\n","\n   The September 1992 crash wasn't the helicopter's only incident\ninvolving BUCS. Records from the Army Safety Center show that on\nJan. 29, 1992, one of the shear pins designed to break during an\nemergency and activate BUCS accidentally broke while the helicopter\nwas on the ground. The pin, records show, was replaced the same\nday.\n","\n   Accidents trigger `null' concerns\n","\n   In October 1996, the BUCS in an Apache flying at Fort Knox, Ky.,\nunexpectedly came on, although the pilot was able to land the\nhelicopter. After the incident, the Army again became concerned\nabout LVDTs, the part replaced after the 1990 Fort Hood crash.\n","\n   If the LVDT is not set properly, it can signal danger when there\nis none, activating BUCS when pilots aren't expecting it.\n","\n   Setting the LVDT _ called setting the nulls _ is much like\nsetting the alignment of an automobile's front end. A properly\naligned front end should not turn a car when the steering wheel is\nin the neutral position, and when the nulls are properly set on\nLVDTs, the devices should sense no movement of the flight controls\nand should not activate BUCS.\n","\n   After the Fort Knox incident, the Army acknowledged in its\nwritten response, it prepared an Air Safety Action Message, a\nsafety directive similar to a Safety of Flight message but carrying\nless urgency.\n","\n   But the draft copy of that message was misplaced when personnel\nand files were moved from St. Louis to a new office in Huntsville,\nAla.\n","\n   It would be 2 1/2 years before the Army issued a new message.\n","\n   Meanwhile, in February 1997, McDonnell-Douglas became aware of\nthe Fort Knox incident and initiated an investigation, according to\na company memo.\n","\n   ``It has been determined that two failure modes could cause\ninadvertent BUCS engagement,'' the memo says.\n","\n   One cause was a part that was found to be functioning properly,\nthe memo says. The other cause, the memo says, is an unexpected\nmovement of an LVDT probe.\n","\n   ``The risk assessment determined the worst mishap from a probe\nmovement to be catastrophic, and the probability that a hazard will\noccur during the planned life of the system is remote,'' the memo\nsays.\n","\n   Months later, on Dec. 4, 1997, Chief Warrant Officer Phillip\nWayne Bowers, whose wife was expecting their second child, and\nCapt. Donald J. Lee, the Army Aviation Association of America's\n1996 Aviator of the Year, were flying a BUCS-active Apache on a\ndaytime training mission near San Saba, Texas. The crew of a nearby\nApache saw the accident happen.\n","\n   With no warning and for no apparent reason, the Apache Bowers\nand Lee were flying banked left and flew into a rocky hillside at\n100 mph, breaking the helicopter into pieces thrown more than 200\nfeet away as it burst into flames.\n","\n   Only a handful of pilots were considered as talented as Lee,\nmaking the possibility of pilot error at least questionable.\n","\n   ``I think a BUCS activation is the most plausible explanation\nfor the crash at this point,'' said Dallas attorney John Kettles,\none of several lawyers representing the two women left widowed by\nthe accident. ``It was a smooth left turn right into the ground,\nand pilots just don't do that.\n","\n   ``It's not normal for two pilots to voluntarily kill\nthemselves.''\n","\n   Kettles, a former Army helicopter pilot and former engineer at\nthe Army Safety Center, said he suspects the LVDT null settings\nwere not checked as required.\n","\n   At the time of the Fort Hood accident, the Army was still more\nthan a year away from releasing its safety message concerning LVDT\nsettings _ the message prepared after the 1996 Fort Knox incident\nbut later lost.\n","\n   An Army investigation found that all four shear pins, designed\nto break and activate BUCS during emergencies, had broken and that\nthe ``BUCS-ON'' light was illuminated. In addition, the report\nsays, the LVDTs were found in a position ``suggesting that a\npossible uncommanded BUCS-on condition may have occurred.''\n","\n   The battalion, the investigation found, reported 10 uncommanded\nflight control inputs in the 18 months preceding the accident.\nThough pilots were able to recover each time, investigators warned\nthat ``an accident can occur.''\n","\n   But the investigation also found that the shear pins, the\n``BUCS-ON'' light and the LVDTs could be explained by the impact of\nthe crash.\n","\n   ``There was not enough evidence to support anything,'' said\nMarvin Armour, an Apache test pilot who assisted in the Army's\nsafety investigation.\n","\n   But Armour, who officially leaves the Army next month, said\neyewitness accounts seemed to point to some type of uncommanded\nflight input.\n","\n   ``I just can't believe they would have made such a stupid\nmistake,'' he said.\n","\n   The maintenance records he researched during the investigation,\nArmour said, showed one of the BUCS hydraulic servocylinders in the\nhelicopter had been replaced just prior to the accident.\n","\n   The Apache, like many other military aircraft, carried no flight\ndata recorder, and much of the helicopter was destroyed, making it\nnearly impossible for investigators to determine if electronic\nflight controls could have malfunctioned.\n","\n   The latest model of the Apache, the Longbow or D model, has a\nmaintenance data recorder that should solve that problem, Armour\nsaid.\n","\n   Pilots, originally interviewed as witnesses to the Fort Hood\ncrash, told investigators about their own experiences with Apache\nflight control problems.\n","\n   One pilot recalled an incident in which he was flying at 3,400\nfeet when, for no apparent reason, the helicopter pointed down,\nrolled right and started falling before he was able to regain\ncontrol. Another pilot told investigators of a November 1995\nincident in which he was flying his helicopter at 600 feet when it\nsuddenly began rolling left and shuddered.\n","\n   ``He asked the front seat pilot whether he was on the controls,\nand the response was, 'No,''' an accident investigator quoted the\npilot as saying.\n","\n   A flight surgeon who arrived at the 1997 Fort Hood crash site\ntold accident investigators that six pilots, during discussions\nabout the accident, told her of previous incidents of uncommanded\nflight control movements. The surgeon, a captain, gave\ninvestigators a list containing names of the pilots.\n","\n   The Army's public report on the 1997 Fort Hood crash does not\npinpoint a cause, but two of the five recommendations in the report\nconcerned flight controls: One calling for improved BUCS training\nand another calling for the Army to initiate an investigation of\nuncomsmanded flight control inputs.\n","\n   Crashes draw world attention\n","\n   Less than a year after that accident, on Oct. 7, 1998, the\nflight controls of a new D model Apache Longbow flying at Fort Hood\nbecame damaged when the barrel of a 30mm gun exploded, according to\nthe Army. The BUCS engaged, Army records show, but the ``very\nsenior standardization instructor pilot'' was unable to\nsuccessfully land the helicopter, and it crashed.\n","\n   The crew escaped virtually uninjured.\n","\n   ``Did BUCS work as advertised? If so, why couldn't a capable\nmaster aviator regain control of the aircraft,'' the Flightfax\narticle says.\n","\n   It was this accident, along with other incidents, that sparked\nthe special Red Team investigation, the Army said.\n","\n   In April 1999 _ 2 1/2 years after the Fort Knox incident that\nprompted the message that was later lost _ the Army issued a Safety\nof Flight message warning that LVDTs ``may move out'' of position.\n","\n   ``Investigation into a BUCS activation in flight has revealed a\nsuspect condition in the BUCS ... servocylinders,'' the message\nsays. ``If the LVDT probe moves out of the null condition, this\nwill cause a BUCS system activation.''\n","\n   The safety message set a reporting deadline of no later than May\n7, 1999.\n","\n   Two days before that deadline, on May 5, an Apache helicopter\nconducting a night training mission in preparation for combat in\nKosovo was leading a formation of five helicopters over mountainous\nterrain in Albania when it began to slow and move right, according\nto an Army account of the incident obtained by the Dayton Daily\nNews.\n","\n   As the crew of another helicopter watched, the nose of the\nApache then pitched up as the helicopter rolled rapidly to the\nright, falling 150 feet to the ground and exploding in flames, the\nArmy account of the incident says.\n","\n   Chief Warrant Officer David Gibbs, 38, of Massillon, Ohio, and\nChief Warrant Officer Kevin Reichert, 28, of Chetek, Wis., were\nkilled.\n","\n   The crash _ the second in nine days involving one of the 24\nApaches sent to Albania _ raised serious questions about the\nreadiness of the fleet of Apaches, which never entered combat in\nKosovo. There's no indication the first crash was related to BUCS.\n","\n   ``The Army won't give me anything,'' said Reichert's wife,\nRidgeley. ``I've asked for the safety report. I've asked them for\nupdates on how the safety report is coming.''\n","\n   In its written response to the Dayton Daily News, the Army\nrefused to discuss the accident in Albania, saying it was still\nunder investigation.\n","\n   A memo from Boeing's flight operations manager for the Apache\nprogram says there's no record Army maintenance personnel checked\nthe LVDT settings as required by the Safety of Flight message.\n","\n   ``The personnel said that they had done the work but not\nrecorded the data,'' Boeing manager Mark Metzger wrote in the memo\nobtained by the Dayton Daily News. ``Did it really get done?\nUnknown. I believe the team consensus was sloppy paperwork.''\n","\n   Of the possibility that some type of uncommanded flight control\ninput caused the accident, Metzger wrote: ``This is the condition\nthat has been experienced a couple of times in the past.''\n","\n   ``Did BUCS cause the accident? Unknown. The physical data\ndoesn't support it.''\n","\n   The U.S. Department of Justice now is conducting its own\nexamination into the fatal crash in Albania, the Dayton Daily News\nhas learned. The Department of Justice did not respond to requests\nfor comment.\n","\n   On Dec. 23, the Army released two safety messages concerning\nBUCS.\n","\n   One called for an inspection of all BUCS servocylinders to\nensure that a sealant is applied to the threads of the LVDT probe.\nA movement of the probe out of the null setting, the message says,\n``will cause a BUCS system activation.'' Application of the\nsealant, the message says, ``eliminates this condition.''\n","\n   The other safety message announced that a special Army ``Red\nTeam'' of aviation experts had identified specific actions required\nto ``reduce risk'' involving flight controls. Those actions include\nincreased training for pilots, something recommended after the\nfatal Fort Hood crash two years earlier.\n","\n   ``My recommendation was disable them all,'' said Armour, the\nformer Apache test pilot. ``I think the drawbacks of BUCS outweigh\nthe benefits.''\n","\n   Russell Carollo writes for the Dayton Daily News.\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}