{"DocumentId":"NYT19991105.0002","TopicId":"NYT","Relevance":"2","Body":" BC-DRUG-MERGER-ART-1STLD-WRITETHRU-3TAKES(TRIMS)-NYT \nPFIZER IN $82.4 BILLION HOSTILE BID TO BREAK UP MERGER OF DRUG\nCOMPANIES \n\n  \n (SUBS to add optional 3rd take of 1100 words. In 1st take, makes\nchanges in 2nd, 4th and 5th grafs for greater accuracy. Adds new\ngraf to end of 1st take re effects on jobs.)  (mk) \n By DAVID J. MORROW and LAURA M. HOLSON   \n c.1999 N.Y. Times News Service   \n\n   Hours after executives of American Home Products Corp. and\nWarner-Lambert Co. announced a $70 billion merger agreement\nThursday, Pfizer Inc. tried to break the deal up with an $82.4\nbillion hostile bid for Warner-Lambert.\n\n   Stock analysts who follow the pharmaceutical industry said\nThursday night that a still-higher offer could emerge for\nWarner-Lambert, either from American Home or Pfizer, or even from\nanother drug company. Warner-Lambert's board met Thursday night and\nreaffirmed its commitment to American Home, saying that the terms\nof Pfizer's offer, which call for the elimination of a $2 billion\npayment agreed to by Warner-Lambert and American Home if one\ncompany backed out of their deal, made the bid difficult to\nevaluate.\n\n   Warner-Lambert is considered a prize within the industry because\nof its blockbuster products, including the cholesterol-fighting\ndrug Lipitor marketed jointly with Pfizer, and its many other\ntreatments under development.\n\n   Competition has become intense among the world's largest drug\nmakers to ensure a pipeline of lucrative breakthrough drugs _\ncompounds that are billion-dollar sellers and control a commanding\nshare of the market. Companies also need to replace drugs losing\npatent protection, which become vulnerable to cheaper generic\nproducts, and want to amass bigger research budgets in the hope of\ngenerating highly successful drugs.\n\n   Pfizer's bid for Warner-Lambert shatters all such records in the\nindustry. The $82.4 billion offer is, in fact, the biggest hostile\nbid ever made for any company, and the deal, if completed, would be\none of the largest of any sort.\n\n   If Pfizer were to acquire Warner-Lambert, it would be by far the\nbiggest drug company. Astra Zeneca, now the world's largest, had\n$10.68 billion in worldwide prescription drug sales last year and\n4.2 percent of the market.\n\n   Pfizer and Warner-Lambert would have $15.9 billion in sales and\na 6.3 percent share. Drug-stock analysts said that because Pfizer\nwould have a relatively small share of a splintered market, and\nbecause the companies had little overlap, antitrust issues were not\nexpected to be a factor in completing a deal.\n\n   If, on the other hand, Warner-Lambert were to complete its\nfriendly merger with American Home Products, the combined\nAmericanWarner would still be the biggest drug company, but with\nsales of $13.8 billion and 5.5 percent of the total market.\n\n   It is unclear how Warner-Lambert's 43,000 employees, 3,000 of\nwhom work in New Jersey, would fare in a Pfizer acquisition. Some\nanalysts said Pfizer would probably close Warner-Lambert's\nheadquarters in Morris Plains, N.J., and cut other jobs from the\ncompany's confectionary or manufacturing divisions. Pfizer, which\nis based in New York City, has 46,400 employees spread worldwide.\nThe company said Thursday that it expected $1.2 billion in cost\nsavings once the acquisition was completed.\n\n   Analysts said some jobs at Warner-Lambert's headquarters would\nalmost certainly be eliminated if it merged with American Home. At\ntheir news conference, the companies' executives announced that\nAmericanWarner would be based in American Home Products' corporate\ncenter in Madison, N.J.. But they declined to specify how many jobs\nmight be lost. They estimated cost savings of $1.2 billion\nannually.\n\n   nn\n\n   Pfizer's bid leaves American Home Products in a potentially\nvulnerable position. When announcing the deal with Warner-Lambert,\nAmerican Home's chief executive said his third attempt at a merger\nwould be a charm. Previous agreements between American Home and\nSmithKline Beecham and Monsanto fell apart over conflicts on who\nwould have executive control. Though that matter had apparently\nbeen worked out with Warner-Lambert, the issue may not be so easily\nresolved now.\n\n   As evidence of the uncertain fortunes for American Home, its\nstock price fell Thursday, even though the company had become an\nacquisition target, something that would normally push up a\ncompany's stock price. Investors seemed to wonder whether it could\nfetch a premium over its current price.\n\n   Stock analysts said Thursday that it could be months before any\nmerger deal is finalized for any of the companies involved. Several\nEuropean companies _ including Glaxo Wellcome and Novartis _ have\nlong been seen as possible acquirers in the industry, especially if\nthey can increase their prescription drug sales in the United\nStates.\n\n   ``When it comes to figuring out which company may make an\nacquisition, you can play chessboard here to your heart's\ncontent,'' said Viren Mehta, a partner at Mehta Partners, a\nbiopharmacological research firm in New York. ``It's hard to\nidentify specific large companies that would not feel compelled to\ngo in this round.''\n\n   Even though Pfizer's executives expressed confidence Thursday\nthat their bid would be successful, questions remained. American\nHome Products and Warner-Lambert agreed that ending their merger\nwould cost $2 billion to the party backing out, and they included a\nclause in the contract making an exchange of shares difficult for\nanother company.\n\n   Upon making its offer, Pfizer immediately filed a lawsuit in\nDelaware, where most big companies are incorporated, contesting the\n$2 billion break-up fee. William Steere, Pfizer's chairman, said\nThursday in an interview that Pfizer's offer was contingent on both\nroadblocks being removed. He called the break-up fee ``egregious\nand unheard of'' for a deal of that size.\n\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   While mergers in the pharmaceutical industry are relatively\ncommon, the current triangle between Pfizer, American Home Products\nand Warner-Lambert has more intrigue than most. John Stafford,\nAmerican Home Products' chairman, had been chastised for his two\nfailed merger attempts last year.\n\n   Unaware that Pfizer was preparing a hostile bid, Stafford and\nLodewijk J.R. de Vink, the chairman of Warner-Lambert, began\nexplaining the details of their merger to reporters at the Plaza\nHotel at 11:30 a.m. Thursday. When asked about his past two\nfailures, Stafford smiled and said that ``this deal, the one with\nWarner-Lambert, is going to be a charm.''\n\n   The comment was ominous. Before 1 p.m., news reports appeared\nthat Pfizer was preparing a competing offer for Warner-Lambert.\nSteere, who has been regarded as one of the drug industry's more\ngenteel chief executives, then made public a letter that he had\nsent to de Vink detailing Pfizer's offer. While Steere addressed\nthe letter, ``Dear Lodewijk,'' he noted that he had tried to\ndiscuss the issue several times with de Vink, only to be rejected.\n\n   ``The letter contained pretty strong language for Pfizer,'' said\nMehta, the stock analyst. ``It was clear that Warner had stalled\nthem. But what's really interesting is that Pfizer detailed all\nthese benefits of the arrangement, and the last one on the list was\ngrowth opportunities for management and key employees.''\n\n   According to executives close to the negotiations, Steere and de\nVink had talked seriously about a possible merger recently. The\nweekend before Halloween, Pfizer executives had heard rumors that\nde Vink was having merger discussions with another company, said a\nperson close to the companies.\n\n   Pfizer had entered into an agreement with Warner-Lambert on\nMarch 4, 1996, that said it could not make an offer for the company\nunless a rival did so first. So on Oct. 25, Steere sent de Vink a\nletter suggesting that if Warner-Lambert was considering a merger,\nhe should talk to Pfizer. The two executives agreed to meet.\n\n   De Vink went to Steere's office on 42nd Street in New York two\ndays later to discuss the strategic benefits of a combination.\n``Mr. de Vink had one question,'' said the executive close to the\ncompanies. ``Where am I in this merger?'' Steere said he had not\nconsidered de Vink's role in a combined company.\n\n   An investment banker who asked not to be identified said de Vink\nwanted to avoid his company's being taken over entirely by another.\nAnd Pfizer, along with SmithKline Beecham and Glaxo Wellcome, was\none of the few threats. So on Oct. 29, said the executive close to\nthe company, de Vink called Steere and told him he would be\ninterested in a merger only with a company of similar size.\nFurther, de Vink said his company was not ``going to do anything\nnow, but do something in a year.''\n\n   On Nov. 3, there were press reports of the talks between\nAmerican Home and Warner-Lambert, and Steere sent de Vink a letter\nsaying he was surprised and disappointed to learn of the proposed\nmerger and urged a meeting as soon as possible. The second letter,\ndated Nov. 4, provided details of Pfizer's formal offer to buy\nWarner-Lambert.\n\n   Regardless of which company succeeds with its offer,\nWarner-Lambert's shareholders are almost sure to gain.\n\n   In deals with a hostile bidder, the highest price does not\nalways carry the day. Warner-Lambert's board could decide that its\nlong-term prospects are better with American Home and ask that\ncompany to pay a premium. American Home, however, has fewer\nfinancial resources than Pfizer and may have some liabilities still\nto come from its problems with the fen-phen diet drug.\n\n   ``As a Warner-Lambert shareholder, I'm sure that I'll win,''\nsaid Brian Stansky, a vice president at T. Rowe Price, which owns\nshares in all three companies. ``If you're an American Home\nProducts shareholder, you'll win because if the company doesn't get\nthis deal, then it will soon get another.''\n\n   At their meeting Thursday at the Plaza, Stafford and de Vink\nemphasized that their combined company would be the largest in\nover-the-counter brands and prescription drugs and could realize\ncost savings by merging certain operations. If Warner-Lambert were\nto be acquired by Pfizer, the combined company could have similar\nsavings, given it would tower over its next competitor in\nprescription drug sales.\n\n   Yet, what has driven Pfizer's offer, in part, is the company's\npromotional arrangement with Warner-Lambert to sell Lipitor. The\ndrug is expected to be one of the biggest sellers worldwide.\n\n   As part of the arrangement, Warner-Lambert got two drugs from\nPfizer's pipeline, a combination of Lipitor and Norvasc, a\ncardiovascular drug, and Relpax, a migraine treatment. Pfizer\nexecutives see a chance to expand what has been a very profitable\nrelationship.\n\n   Pfizer is perhaps best known for its Viagra impotency drug and\nZoloft antidepressant, but also makes Plax dental rinse and\nBarbasol shaving cream. Its rival for Warner's affection, American\nHome, makes Advil painkiller along with Premarin, the world's most\npopular hormone replacement, and Effexor, an antidepressant, and is\nsaid to be looking for a buyer for its agricultural division.\n\n   Pfizer is offering 2.5 of its shares for each Warner-Lambert\nshare. Based on the stock's close on Wednesday, that amounts to\n$96.40 a share, or $82.4 billion. The combined company would have a\nmarket value of $220 billion.\n\n   Under Warner-Lambert's merge agreement with American Home\nProducts, each company would retain 50 percent of the new company\nand new shares would be issued. The deal was valued at $70 billion,\nbased on the stocks' prices as of Tuesday. The combined company\nwould have a market value of $148 billion.\n\n   Shares of Pfizer closed Thursday at $37.25, down 3.4 percent, or\n$1.3125. American Home's stock fell $1, or 1.7 percent, to $55.\nWarner-Lambert's stock jumped 7.4 percent, or $6.1875, to $90.\n\n   As Warner-Lambert's executives pondered Pfizer's bid Thursday,\nanalysts were already speculating that Steere would raise his bid\nto end any further negotiations. Stock analysts said Warner-Lambert\ncould be worth as much as $110 a share.\n\n   When asked about the prospect of a higher offer, Steere refused\nto comment on speculation. ``We think the offer that we have out\nthere now is a fabulous offer,'' he said.\n","Headline":"\nPFIZER IN $82.4 BILLION HOSTILE BID TO BREAK UP MERGER OF DRUG\nCOMPANIES \n","Text":["\n   Hours after executives of American Home Products Corp. and\nWarner-Lambert Co. announced a $70 billion merger agreement\nThursday, Pfizer Inc. tried to break the deal up with an $82.4\nbillion hostile bid for Warner-Lambert.\n","\n   Stock analysts who follow the pharmaceutical industry said\nThursday night that a still-higher offer could emerge for\nWarner-Lambert, either from American Home or Pfizer, or even from\nanother drug company. Warner-Lambert's board met Thursday night and\nreaffirmed its commitment to American Home, saying that the terms\nof Pfizer's offer, which call for the elimination of a $2 billion\npayment agreed to by Warner-Lambert and American Home if one\ncompany backed out of their deal, made the bid difficult to\nevaluate.\n","\n   Warner-Lambert is considered a prize within the industry because\nof its blockbuster products, including the cholesterol-fighting\ndrug Lipitor marketed jointly with Pfizer, and its many other\ntreatments under development.\n","\n   Competition has become intense among the world's largest drug\nmakers to ensure a pipeline of lucrative breakthrough drugs _\ncompounds that are billion-dollar sellers and control a commanding\nshare of the market. Companies also need to replace drugs losing\npatent protection, which become vulnerable to cheaper generic\nproducts, and want to amass bigger research budgets in the hope of\ngenerating highly successful drugs.\n","\n   Pfizer's bid for Warner-Lambert shatters all such records in the\nindustry. The $82.4 billion offer is, in fact, the biggest hostile\nbid ever made for any company, and the deal, if completed, would be\none of the largest of any sort.\n","\n   If Pfizer were to acquire Warner-Lambert, it would be by far the\nbiggest drug company. Astra Zeneca, now the world's largest, had\n$10.68 billion in worldwide prescription drug sales last year and\n4.2 percent of the market.\n","\n   Pfizer and Warner-Lambert would have $15.9 billion in sales and\na 6.3 percent share. Drug-stock analysts said that because Pfizer\nwould have a relatively small share of a splintered market, and\nbecause the companies had little overlap, antitrust issues were not\nexpected to be a factor in completing a deal.\n","\n   If, on the other hand, Warner-Lambert were to complete its\nfriendly merger with American Home Products, the combined\nAmericanWarner would still be the biggest drug company, but with\nsales of $13.8 billion and 5.5 percent of the total market.\n","\n   It is unclear how Warner-Lambert's 43,000 employees, 3,000 of\nwhom work in New Jersey, would fare in a Pfizer acquisition. Some\nanalysts said Pfizer would probably close Warner-Lambert's\nheadquarters in Morris Plains, N.J., and cut other jobs from the\ncompany's confectionary or manufacturing divisions. Pfizer, which\nis based in New York City, has 46,400 employees spread worldwide.\nThe company said Thursday that it expected $1.2 billion in cost\nsavings once the acquisition was completed.\n","\n   Analysts said some jobs at Warner-Lambert's headquarters would\nalmost certainly be eliminated if it merged with American Home. At\ntheir news conference, the companies' executives announced that\nAmericanWarner would be based in American Home Products' corporate\ncenter in Madison, N.J.. But they declined to specify how many jobs\nmight be lost. They estimated cost savings of $1.2 billion\nannually.\n","\n   nn\n","\n   Pfizer's bid leaves American Home Products in a potentially\nvulnerable position. When announcing the deal with Warner-Lambert,\nAmerican Home's chief executive said his third attempt at a merger\nwould be a charm. Previous agreements between American Home and\nSmithKline Beecham and Monsanto fell apart over conflicts on who\nwould have executive control. Though that matter had apparently\nbeen worked out with Warner-Lambert, the issue may not be so easily\nresolved now.\n","\n   As evidence of the uncertain fortunes for American Home, its\nstock price fell Thursday, even though the company had become an\nacquisition target, something that would normally push up a\ncompany's stock price. Investors seemed to wonder whether it could\nfetch a premium over its current price.\n","\n   Stock analysts said Thursday that it could be months before any\nmerger deal is finalized for any of the companies involved. Several\nEuropean companies _ including Glaxo Wellcome and Novartis _ have\nlong been seen as possible acquirers in the industry, especially if\nthey can increase their prescription drug sales in the United\nStates.\n","\n   ``When it comes to figuring out which company may make an\nacquisition, you can play chessboard here to your heart's\ncontent,'' said Viren Mehta, a partner at Mehta Partners, a\nbiopharmacological research firm in New York. ``It's hard to\nidentify specific large companies that would not feel compelled to\ngo in this round.''\n","\n   Even though Pfizer's executives expressed confidence Thursday\nthat their bid would be successful, questions remained. American\nHome Products and Warner-Lambert agreed that ending their merger\nwould cost $2 billion to the party backing out, and they included a\nclause in the contract making an exchange of shares difficult for\nanother company.\n","\n   Upon making its offer, Pfizer immediately filed a lawsuit in\nDelaware, where most big companies are incorporated, contesting the\n$2 billion break-up fee. William Steere, Pfizer's chairman, said\nThursday in an interview that Pfizer's offer was contingent on both\nroadblocks being removed. He called the break-up fee ``egregious\nand unheard of'' for a deal of that size.\n","\n   nn\n","\n   While mergers in the pharmaceutical industry are relatively\ncommon, the current triangle between Pfizer, American Home Products\nand Warner-Lambert has more intrigue than most. John Stafford,\nAmerican Home Products' chairman, had been chastised for his two\nfailed merger attempts last year.\n","\n   Unaware that Pfizer was preparing a hostile bid, Stafford and\nLodewijk J.R. de Vink, the chairman of Warner-Lambert, began\nexplaining the details of their merger to reporters at the Plaza\nHotel at 11:30 a.m. Thursday. When asked about his past two\nfailures, Stafford smiled and said that ``this deal, the one with\nWarner-Lambert, is going to be a charm.''\n","\n   The comment was ominous. Before 1 p.m., news reports appeared\nthat Pfizer was preparing a competing offer for Warner-Lambert.\nSteere, who has been regarded as one of the drug industry's more\ngenteel chief executives, then made public a letter that he had\nsent to de Vink detailing Pfizer's offer. While Steere addressed\nthe letter, ``Dear Lodewijk,'' he noted that he had tried to\ndiscuss the issue several times with de Vink, only to be rejected.\n","\n   ``The letter contained pretty strong language for Pfizer,'' said\nMehta, the stock analyst. ``It was clear that Warner had stalled\nthem. But what's really interesting is that Pfizer detailed all\nthese benefits of the arrangement, and the last one on the list was\ngrowth opportunities for management and key employees.''\n","\n   According to executives close to the negotiations, Steere and de\nVink had talked seriously about a possible merger recently. The\nweekend before Halloween, Pfizer executives had heard rumors that\nde Vink was having merger discussions with another company, said a\nperson close to the companies.\n","\n   Pfizer had entered into an agreement with Warner-Lambert on\nMarch 4, 1996, that said it could not make an offer for the company\nunless a rival did so first. So on Oct. 25, Steere sent de Vink a\nletter suggesting that if Warner-Lambert was considering a merger,\nhe should talk to Pfizer. The two executives agreed to meet.\n","\n   De Vink went to Steere's office on 42nd Street in New York two\ndays later to discuss the strategic benefits of a combination.\n``Mr. de Vink had one question,'' said the executive close to the\ncompanies. ``Where am I in this merger?'' Steere said he had not\nconsidered de Vink's role in a combined company.\n","\n   An investment banker who asked not to be identified said de Vink\nwanted to avoid his company's being taken over entirely by another.\nAnd Pfizer, along with SmithKline Beecham and Glaxo Wellcome, was\none of the few threats. So on Oct. 29, said the executive close to\nthe company, de Vink called Steere and told him he would be\ninterested in a merger only with a company of similar size.\nFurther, de Vink said his company was not ``going to do anything\nnow, but do something in a year.''\n","\n   On Nov. 3, there were press reports of the talks between\nAmerican Home and Warner-Lambert, and Steere sent de Vink a letter\nsaying he was surprised and disappointed to learn of the proposed\nmerger and urged a meeting as soon as possible. The second letter,\ndated Nov. 4, provided details of Pfizer's formal offer to buy\nWarner-Lambert.\n","\n   Regardless of which company succeeds with its offer,\nWarner-Lambert's shareholders are almost sure to gain.\n","\n   In deals with a hostile bidder, the highest price does not\nalways carry the day. Warner-Lambert's board could decide that its\nlong-term prospects are better with American Home and ask that\ncompany to pay a premium. American Home, however, has fewer\nfinancial resources than Pfizer and may have some liabilities still\nto come from its problems with the fen-phen diet drug.\n","\n   ``As a Warner-Lambert shareholder, I'm sure that I'll win,''\nsaid Brian Stansky, a vice president at T. Rowe Price, which owns\nshares in all three companies. ``If you're an American Home\nProducts shareholder, you'll win because if the company doesn't get\nthis deal, then it will soon get another.''\n","\n   At their meeting Thursday at the Plaza, Stafford and de Vink\nemphasized that their combined company would be the largest in\nover-the-counter brands and prescription drugs and could realize\ncost savings by merging certain operations. If Warner-Lambert were\nto be acquired by Pfizer, the combined company could have similar\nsavings, given it would tower over its next competitor in\nprescription drug sales.\n","\n   Yet, what has driven Pfizer's offer, in part, is the company's\npromotional arrangement with Warner-Lambert to sell Lipitor. The\ndrug is expected to be one of the biggest sellers worldwide.\n","\n   As part of the arrangement, Warner-Lambert got two drugs from\nPfizer's pipeline, a combination of Lipitor and Norvasc, a\ncardiovascular drug, and Relpax, a migraine treatment. Pfizer\nexecutives see a chance to expand what has been a very profitable\nrelationship.\n","\n   Pfizer is perhaps best known for its Viagra impotency drug and\nZoloft antidepressant, but also makes Plax dental rinse and\nBarbasol shaving cream. Its rival for Warner's affection, American\nHome, makes Advil painkiller along with Premarin, the world's most\npopular hormone replacement, and Effexor, an antidepressant, and is\nsaid to be looking for a buyer for its agricultural division.\n","\n   Pfizer is offering 2.5 of its shares for each Warner-Lambert\nshare. Based on the stock's close on Wednesday, that amounts to\n$96.40 a share, or $82.4 billion. The combined company would have a\nmarket value of $220 billion.\n","\n   Under Warner-Lambert's merge agreement with American Home\nProducts, each company would retain 50 percent of the new company\nand new shares would be issued. The deal was valued at $70 billion,\nbased on the stocks' prices as of Tuesday. The combined company\nwould have a market value of $148 billion.\n","\n   Shares of Pfizer closed Thursday at $37.25, down 3.4 percent, or\n$1.3125. American Home's stock fell $1, or 1.7 percent, to $55.\nWarner-Lambert's stock jumped 7.4 percent, or $6.1875, to $90.\n","\n   As Warner-Lambert's executives pondered Pfizer's bid Thursday,\nanalysts were already speculating that Steere would raise his bid\nto end any further negotiations. Stock analysts said Warner-Lambert\ncould be worth as much as $110 a share.\n","\n   When asked about the prospect of a higher offer, Steere refused\nto comment on speculation. ``We think the offer that we have out\nthere now is a fabulous offer,'' he said.\n"]}