{"DocumentId":"NYT19990129.0267","TopicId":"NYT","Relevance":"2","Body":" BC-SCHIZOPHRENIA-COPE-ART-2TAKES-NYT \nWITH MEDICATION AND DETERMINATION, A SCHIZOPHRENIC SLIPS THE GRASP\nOF PSYCHOSIS \n\n  (ART ADV: Photo is being sent to NYT photo clients. Non-subscribers\ncan make individual purchase by calling 888-603-1036.) \n(dal/fe) \n By ERICA GOODE   \n c.1999 N.Y. Times News Service   \n\n   NEW YORK _ Even now, after the voices have been silent for four\nyears, and he has built a life for himself much like the lives that\nother people live, Ken Steele speaks with some gingerness, as if\ntalking about those times in too much detail might somehow bring\nthem back.\n\n   He was 14 years old when it began, a boy who loved scouting and\nbooks and basketball, a straight ``A'' student, alone in his\nbedroom in the Connecticut town where his parents worked in a\nfactory and his grandmother lived downstairs, helping her grandson\noff to school each morning.\n\n   It was a crisp fall night and a large harvest moon was visible\nthrough the window as he lay on his bed, listening to the radio.\nHis mother and father were asleep next door, so he kept the volume\nlow, humming along with the Supremes and the Four Seasons crooning\n``Sheeeerry, Sherry baby.'' Then the music trailed off and a talk\nshow began, and as he listened more closely he realized that the\nmen on the show were talking about    him   , saying he was ``a fool,''\nand ``no good'' and that he deserved to die.\n\n   He lay awake most of that night and for several weeks he did not\ntell anyone. He went to school and to Scout meetings and fought\nback the voices _ they were talking to him directly now, from the\nradio, the television set, even programs like ``Bonanza'' _ and he\npretended that nothing was wrong.\n\n   But eventually he decided to let someone know, and he found his\ngrandmother in the kitchen and told her that people were talking to\nhim and telling him to hurt himself. And his grandmother looked at\nhim for a long time and then she said, ``These voices must be from\nthe devil.'' And she took out her Bible and began to read to him.\n\n   A few years later he left home, taking a bus to New York City,\nhoping to find a way to die. It was the beginning of what he now\ncalls a ``32-year, cross-country schizophrenic odyssey,'' the scars\nfrom which are only beginning to heal. ``I don't think about the\nyears gone,'' Steele said recently. ``I try to think about what I\ncan do now.''\n\n   Steele is sitting at his desk in his small apartment in midtown\nManhattan. He is retelling this history because he believes that\ndoing so may help people better understand schizophrenia and\nrecognize its symptoms earlier, and because his story, which is one\nof hope and recovery, offers a counterpoint to others with less\nhappy endings, like that of Andrew Goldstein, the 29-year-old\nschizophrenic man charged with pushing Kendra Webdale off a subway\nplatform to her death on Jan. 3.\n\n   Schizophrenia afflicts an estimated 2.7 million Americans. It is\nan illness notable for its laceration of consciousness, and for the\nterrible isolation it imposes on sufferers. It also exacts a severe\ntoll from family members who often can do little but watch\nhelplessly.\n\n   The public, however, usually hears about schizophrenia only in\nthe context of lurid headlines, like those that followed\nGoldstein's arrest. And sensational news coverage reenforces the\nmistaken belief that violence frequently accompanies the illness.\n\n   Steele, now 50, has only partial recollections from the years of\nhis illness, most of them involving state hospital wards, gurneys\nwhere he was pinned in restraints, one-to-one suicide watches and\nthe haze of sedation brought on by such drugs as Haldol, Mellaril\nand Stelazine, which at the time were the only medicines available\nto treat psychosis.\n\n   He remembers the hospital he was in when Apollo 11 landed on the\nmoon, when the Watergate hearings began, when Lady Diana got\nmarried, when the shuttle exploded.\n\n   Now, however, Steele is trying to make up for the years that\ndisappeared. His recovery speaks to his personal strength and\ndetermination to get well, but it also reflects the benefits of a\nnew generation of anti-psychotic drugs, which for many patients\ncontrol psychotic symptoms, including hallucinations, without the\ndisabling side effects of older medications, allowing a growing\nnumber of people to resume a normal life.\n\n   In 1995, Steele, with the support of Dr. Rita Seiden, a\npsychotherapist at the Park Slope Center for Mental Health in\nBrooklyn, began taking Risperdal, which came on the market in 1994.\nSeven months after starting the medication, Steele's voices, which\nhad tormented him ceaselessly, stopped.\n\n   And when, for the first time in three decades, he found himself\nable to concentrate and to focus his energies, he realized that\neven though he did not even have a high school diploma, his\nexperience put him in a position to educate people about his\nillness. He decided to devote his efforts to helping others who\nsuffer similarly.\n\n   Steele is now vice chairman of the Mental Health Association in\nNew York State and serves as chairman of the organization's\ngovernmental affairs committee. He is the publisher of a bimonthly\nnewspaper, New York City Voices, which offers articles on mental\nhealth issues and features first-person accounts.\n\n   And because he believes that isolation is one of the worst\nconsequences of mental illness, he founded Awakenings, a support\ngroup where those with schizophrenia or depression or\nmanic-depression can come weekly to share their experiences and\nhelp one another survive.\n\n   Perhaps most significantly, Steele, who lives on a monthly\nSocial Security disability check of $587, has been able to shape\nfor himself an independent life with his own state-subsidized\napartment, friends who drop by, a coffee table covered with\nknick-knacks and his cat, Diva, who rubs against his legs when he\ncomes home.\n\n   But he lives with the physical legacy of the medicines he has\ntaken and the years he spent in hospitals and halfway houses: He is\noverweight, a frequent side effect of anti-psychotic drugs, and\nsuffers from diabetes and emphysema. But after years of co-existing\nwith roommates, he is for the first time living alone _ and\nenjoying it.\n\n   ``I have a home today,'' Steele said. ``I never had a home in my\nlife. I feel like a teen-ager just growing up. I have this\nincredible appetite to do as much as I can and to grow as much as I\ncan.''\n\n   There is no denying that for Steele and for many others who are\nattempting to piece together their lives after years of illness,\nand for their families, the drama of an Andrew Goldstein or a\nRussell E. Weston Jr., the schizophrenic man charged in the fatal\nshootings of two police officers in the Capitol last summer,\nbecomes very personal. The day after the subway incident, Steele\nreceived a call from a mother panicked about her son, who had\nrecently experienced his first episode of psychosis and was\nrefusing to take his medication. ``She was afraid he would turn\ninto a Goldstein,'' Steele said.\n\n   Steele himself feels considerable distance from Goldstein, who\nspent much of the past few years drifting and who, unlike Steele,\nhad a history of aggressiveness toward others.\n\n   The same was not true, however, last summer, when Michael B.\nLaudor, who received national attention after he recovered\nsufficiently from schizophrenia to graduate from Yale Law School,\nwas indicted in Westchester County, on charges of second-degree\nmurder in the stabbing death of his pregnant fiancee.\n\n   Steele had met Laudor several times, and looked up to him as a\nrole model. ``That one sent me to the hills,'' Steele said. ``I\nsaid, `Jesus, too close to home.' I had to step back from it, to\nget some distance. It was very scary.'' (Laudor was found unfit to\nstand trial and is receiving treatment at a psychiatric center.)\n\n   Yet Steele is also convinced that there are differences that\nwill keep him from following the same path. Over the three decades\nof his illness, Steele walked into heavy traffic and tried suicide\nin other ways, but never attacked other people, he said.\n\n   More important, Steele is aware that recovery is a complicated\nprocess, accomplished in small steps. He knows that continued\ntreatment is critical, as is the support of friends.\n\n   One of the biggest risks for people with schizophrenia is that\nthey will stop taking their medication, inviting a return of the\ndelusions or hallucinations that make normal functioning\nimpossible. Many patients stop taking the older drugs because they\nfind the side effects intolerable: Haldol and other older\nanti-psychotics are heavily sedating, producing the glazed stare\nfamiliar on state hospital wards, and they often cause stiffness,\ntrembling and restlessness. People who take the drugs also risk\ndeveloping the repetitive movements _ chewing motions, lip smacking\nand contortions of the arms and legs that are symptoms of a\ncondition, tardive dyskinesia, that can persist long after the\ndrugs are stopped.\n\n   With newer medications like Risperdal (others include Zyprexa\nand Clozaril), the risk of tardive dyskinesia appears greatly\nreduced and the drugs have fewer side effects.\n\n   ``On average, the newer medicines are clearly better than the\nolder medicines,'' said Dr. Peter Weiden, director of the\nSchizophrenia Research Program at St. Luke's-Roosevelt Hospital\nCenter and the author of ``Breakthroughs in Anti-Psychotic\nMedications,'' (Norton, 1999).\n\n   Paradoxically, these benefits can lead patients to assume that\nthey are cured and no longer need medication, Weiden said. Yet even\nfor those who, like Steele, are aware that their illness is only in\nabeyance, the temptation to stop the medication often persists.\n\n   And while the hallucinations and delusions that are hallmarks of\nthe disease are frequently terrifying and disorienting, they can\nalso make people feel powerful and special, making it difficult to\nsettle for the drabness of ordinary life.\n\n   ``You are the star,'' Steele said, describing the intensity of\nhis psychosis, a state he describes as ``like being underwater or\nfloating weightless in outer space.''\n\n   He added: ``Everybody on TV is talking about you. They're\ntalking about you on the Johnny Carson show.''\n\n   Daniel S. Frey, a 22-year-old college student who had his first\npsychotic episode last summer and now helps Steele with the\nnewspaper and other projects, says of the incident, ``It was a\nspiritual experience.''\n\n   Frey knows intellectually that he is ill and that he must keep\ntaking his medication. But the voices that spoke to him during his\nillness still exert a pull. His first hospitalization was\ntraumatic. ``I was petrified of what they might do to me,'' he\nsaid. And it has been difficult to come to terms with the\ndisruption of his normal life, his classes, his relationships with\nfriends. Still, he concedes that the treatment he received was\nnecessary and in his best interest. ``Even though I believed that I\nwas in control,'' Frey said, ``I suppose there are too many cases\nout there where people hurt themselves or somebody else.''\n\n   The lesson Steele takes from his own experience and from working\nwith others like Frey, is that recovery is never simply a matter of\ntaking pills: It also requires a decision to let go of illness and\nto embrace the responsibilities that are an inevitable\naccompaniment of getting well.\n\n   In his own case, the decision came when he met a\npsychotherapist, Dr. Seiden, whom he trusted _ and who trusted him.\n\n   It was she who persuaded Steele to try Risperdal and to stay on\nit long enough for it to work effectively. ``In the year or so\nbefore he went on the new medicine, he was always kind of wild to\ndeal with,'' Dr. Seiden said. ``I never knew what he was going to\ntell me or whether he was going to show up. It was like being in a\nwhirlwind.''\n\n   On the day he realized that the hallucinations had stopped,\nSteele said he curled up in his bathtub in a fetal position and\nremained there for four days. He said he debated whether to tell\nhis doctor the voices were gone. ``What am I going to do without\nthem?'' he wondered.\n\n   For a while, he played a game with himself, he said, telling\nhimself that ``if this gets too bad, I can always stop taking the\nmedicine again.''\n\n   Yet when the voices departed, they left behind a man who has\nconsiderable emotional resources and who is able to inspire and to\ncomfort those around him. ``Ken is the nucleus,'' said a member of\nthe Awakenings group, who spoke on the condition of anonymity.\n``All this is possible because Ken is a courageous man.''\n\n   Still, for Steele and others like him, there remains the\nquestion of ``What next?'' In many ways, the mental health system\nis built around the notion that people with schizophrenia will\nnever get well, and achieving an independent life can be difficult.\n\n   Steele would like to work, though his physical ailments may make\nthis difficult. He feels that the mental health system itself\ninvites dependency, and he would like eventually, he said, to be\nentirely self-sufficient.\n\n   In the meantime, however, he has plenty to keep him busy, plenty\nof people who need his help, plenty of organizations delighted to\naccept his efforts.\n\n   And when, as sometimes happens, his voices return in a dream,\nand he wakes up in the darkness in a cold sweat, the fear only\nlasts a few minutes. It was, after all, only a dream.\n","Headline":"\nWITH MEDICATION AND DETERMINATION, A SCHIZOPHRENIC SLIPS THE GRASP\nOF PSYCHOSIS \n","Text":["\n   NEW YORK _ Even now, after the voices have been silent for four\nyears, and he has built a life for himself much like the lives that\nother people live, Ken Steele speaks with some gingerness, as if\ntalking about those times in too much detail might somehow bring\nthem back.\n","\n   He was 14 years old when it began, a boy who loved scouting and\nbooks and basketball, a straight ``A'' student, alone in his\nbedroom in the Connecticut town where his parents worked in a\nfactory and his grandmother lived downstairs, helping her grandson\noff to school each morning.\n","\n   It was a crisp fall night and a large harvest moon was visible\nthrough the window as he lay on his bed, listening to the radio.\nHis mother and father were asleep next door, so he kept the volume\nlow, humming along with the Supremes and the Four Seasons crooning\n``Sheeeerry, Sherry baby.'' Then the music trailed off and a talk\nshow began, and as he listened more closely he realized that the\nmen on the show were talking about    him   , saying he was ``a fool,''\nand ``no good'' and that he deserved to die.\n","\n   He lay awake most of that night and for several weeks he did not\ntell anyone. He went to school and to Scout meetings and fought\nback the voices _ they were talking to him directly now, from the\nradio, the television set, even programs like ``Bonanza'' _ and he\npretended that nothing was wrong.\n","\n   But eventually he decided to let someone know, and he found his\ngrandmother in the kitchen and told her that people were talking to\nhim and telling him to hurt himself. And his grandmother looked at\nhim for a long time and then she said, ``These voices must be from\nthe devil.'' And she took out her Bible and began to read to him.\n","\n   A few years later he left home, taking a bus to New York City,\nhoping to find a way to die. It was the beginning of what he now\ncalls a ``32-year, cross-country schizophrenic odyssey,'' the scars\nfrom which are only beginning to heal. ``I don't think about the\nyears gone,'' Steele said recently. ``I try to think about what I\ncan do now.''\n","\n   Steele is sitting at his desk in his small apartment in midtown\nManhattan. He is retelling this history because he believes that\ndoing so may help people better understand schizophrenia and\nrecognize its symptoms earlier, and because his story, which is one\nof hope and recovery, offers a counterpoint to others with less\nhappy endings, like that of Andrew Goldstein, the 29-year-old\nschizophrenic man charged with pushing Kendra Webdale off a subway\nplatform to her death on Jan. 3.\n","\n   Schizophrenia afflicts an estimated 2.7 million Americans. It is\nan illness notable for its laceration of consciousness, and for the\nterrible isolation it imposes on sufferers. It also exacts a severe\ntoll from family members who often can do little but watch\nhelplessly.\n","\n   The public, however, usually hears about schizophrenia only in\nthe context of lurid headlines, like those that followed\nGoldstein's arrest. And sensational news coverage reenforces the\nmistaken belief that violence frequently accompanies the illness.\n","\n   Steele, now 50, has only partial recollections from the years of\nhis illness, most of them involving state hospital wards, gurneys\nwhere he was pinned in restraints, one-to-one suicide watches and\nthe haze of sedation brought on by such drugs as Haldol, Mellaril\nand Stelazine, which at the time were the only medicines available\nto treat psychosis.\n","\n   He remembers the hospital he was in when Apollo 11 landed on the\nmoon, when the Watergate hearings began, when Lady Diana got\nmarried, when the shuttle exploded.\n","\n   Now, however, Steele is trying to make up for the years that\ndisappeared. His recovery speaks to his personal strength and\ndetermination to get well, but it also reflects the benefits of a\nnew generation of anti-psychotic drugs, which for many patients\ncontrol psychotic symptoms, including hallucinations, without the\ndisabling side effects of older medications, allowing a growing\nnumber of people to resume a normal life.\n","\n   In 1995, Steele, with the support of Dr. Rita Seiden, a\npsychotherapist at the Park Slope Center for Mental Health in\nBrooklyn, began taking Risperdal, which came on the market in 1994.\nSeven months after starting the medication, Steele's voices, which\nhad tormented him ceaselessly, stopped.\n","\n   And when, for the first time in three decades, he found himself\nable to concentrate and to focus his energies, he realized that\neven though he did not even have a high school diploma, his\nexperience put him in a position to educate people about his\nillness. He decided to devote his efforts to helping others who\nsuffer similarly.\n","\n   Steele is now vice chairman of the Mental Health Association in\nNew York State and serves as chairman of the organization's\ngovernmental affairs committee. He is the publisher of a bimonthly\nnewspaper, New York City Voices, which offers articles on mental\nhealth issues and features first-person accounts.\n","\n   And because he believes that isolation is one of the worst\nconsequences of mental illness, he founded Awakenings, a support\ngroup where those with schizophrenia or depression or\nmanic-depression can come weekly to share their experiences and\nhelp one another survive.\n","\n   Perhaps most significantly, Steele, who lives on a monthly\nSocial Security disability check of $587, has been able to shape\nfor himself an independent life with his own state-subsidized\napartment, friends who drop by, a coffee table covered with\nknick-knacks and his cat, Diva, who rubs against his legs when he\ncomes home.\n","\n   But he lives with the physical legacy of the medicines he has\ntaken and the years he spent in hospitals and halfway houses: He is\noverweight, a frequent side effect of anti-psychotic drugs, and\nsuffers from diabetes and emphysema. But after years of co-existing\nwith roommates, he is for the first time living alone _ and\nenjoying it.\n","\n   ``I have a home today,'' Steele said. ``I never had a home in my\nlife. I feel like a teen-ager just growing up. I have this\nincredible appetite to do as much as I can and to grow as much as I\ncan.''\n","\n   There is no denying that for Steele and for many others who are\nattempting to piece together their lives after years of illness,\nand for their families, the drama of an Andrew Goldstein or a\nRussell E. Weston Jr., the schizophrenic man charged in the fatal\nshootings of two police officers in the Capitol last summer,\nbecomes very personal. The day after the subway incident, Steele\nreceived a call from a mother panicked about her son, who had\nrecently experienced his first episode of psychosis and was\nrefusing to take his medication. ``She was afraid he would turn\ninto a Goldstein,'' Steele said.\n","\n   Steele himself feels considerable distance from Goldstein, who\nspent much of the past few years drifting and who, unlike Steele,\nhad a history of aggressiveness toward others.\n","","\n   The same was not true, however, last summer, when Michael B.\nLaudor, who received national attention after he recovered\nsufficiently from schizophrenia to graduate from Yale Law School,\nwas indicted in Westchester County, on charges of second-degree\nmurder in the stabbing death of his pregnant fiancee.\n","\n   Steele had met Laudor several times, and looked up to him as a\nrole model. ``That one sent me to the hills,'' Steele said. ``I\nsaid, `Jesus, too close to home.' I had to step back from it, to\nget some distance. It was very scary.'' (Laudor was found unfit to\nstand trial and is receiving treatment at a psychiatric center.)\n","\n   Yet Steele is also convinced that there are differences that\nwill keep him from following the same path. Over the three decades\nof his illness, Steele walked into heavy traffic and tried suicide\nin other ways, but never attacked other people, he said.\n","\n   More important, Steele is aware that recovery is a complicated\nprocess, accomplished in small steps. He knows that continued\ntreatment is critical, as is the support of friends.\n","\n   One of the biggest risks for people with schizophrenia is that\nthey will stop taking their medication, inviting a return of the\ndelusions or hallucinations that make normal functioning\nimpossible. Many patients stop taking the older drugs because they\nfind the side effects intolerable: Haldol and other older\nanti-psychotics are heavily sedating, producing the glazed stare\nfamiliar on state hospital wards, and they often cause stiffness,\ntrembling and restlessness. People who take the drugs also risk\ndeveloping the repetitive movements _ chewing motions, lip smacking\nand contortions of the arms and legs that are symptoms of a\ncondition, tardive dyskinesia, that can persist long after the\ndrugs are stopped.\n","\n   With newer medications like Risperdal (others include Zyprexa\nand Clozaril), the risk of tardive dyskinesia appears greatly\nreduced and the drugs have fewer side effects.\n","\n   ``On average, the newer medicines are clearly better than the\nolder medicines,'' said Dr. Peter Weiden, director of the\nSchizophrenia Research Program at St. Luke's-Roosevelt Hospital\nCenter and the author of ``Breakthroughs in Anti-Psychotic\nMedications,'' (Norton, 1999).\n","\n   Paradoxically, these benefits can lead patients to assume that\nthey are cured and no longer need medication, Weiden said. Yet even\nfor those who, like Steele, are aware that their illness is only in\nabeyance, the temptation to stop the medication often persists.\n","\n   And while the hallucinations and delusions that are hallmarks of\nthe disease are frequently terrifying and disorienting, they can\nalso make people feel powerful and special, making it difficult to\nsettle for the drabness of ordinary life.\n","\n   ``You are the star,'' Steele said, describing the intensity of\nhis psychosis, a state he describes as ``like being underwater or\nfloating weightless in outer space.''\n","\n   He added: ``Everybody on TV is talking about you. They're\ntalking about you on the Johnny Carson show.''\n","\n   Daniel S. Frey, a 22-year-old college student who had his first\npsychotic episode last summer and now helps Steele with the\nnewspaper and other projects, says of the incident, ``It was a\nspiritual experience.''\n","\n   Frey knows intellectually that he is ill and that he must keep\ntaking his medication. But the voices that spoke to him during his\nillness still exert a pull. His first hospitalization was\ntraumatic. ``I was petrified of what they might do to me,'' he\nsaid. And it has been difficult to come to terms with the\ndisruption of his normal life, his classes, his relationships with\nfriends. Still, he concedes that the treatment he received was\nnecessary and in his best interest. ``Even though I believed that I\nwas in control,'' Frey said, ``I suppose there are too many cases\nout there where people hurt themselves or somebody else.''\n","\n   The lesson Steele takes from his own experience and from working\nwith others like Frey, is that recovery is never simply a matter of\ntaking pills: It also requires a decision to let go of illness and\nto embrace the responsibilities that are an inevitable\naccompaniment of getting well.\n","\n   In his own case, the decision came when he met a\npsychotherapist, Dr. Seiden, whom he trusted _ and who trusted him.\n","\n   It was she who persuaded Steele to try Risperdal and to stay on\nit long enough for it to work effectively. ``In the year or so\nbefore he went on the new medicine, he was always kind of wild to\ndeal with,'' Dr. Seiden said. ``I never knew what he was going to\ntell me or whether he was going to show up. It was like being in a\nwhirlwind.''\n","\n   On the day he realized that the hallucinations had stopped,\nSteele said he curled up in his bathtub in a fetal position and\nremained there for four days. He said he debated whether to tell\nhis doctor the voices were gone. ``What am I going to do without\nthem?'' he wondered.\n","\n   For a while, he played a game with himself, he said, telling\nhimself that ``if this gets too bad, I can always stop taking the\nmedicine again.''\n","\n   Yet when the voices departed, they left behind a man who has\nconsiderable emotional resources and who is able to inspire and to\ncomfort those around him. ``Ken is the nucleus,'' said a member of\nthe Awakenings group, who spoke on the condition of anonymity.\n``All this is possible because Ken is a courageous man.''\n","\n   Still, for Steele and others like him, there remains the\nquestion of ``What next?'' In many ways, the mental health system\nis built around the notion that people with schizophrenia will\nnever get well, and achieving an independent life can be difficult.\n","\n   Steele would like to work, though his physical ailments may make\nthis difficult. He feels that the mental health system itself\ninvites dependency, and he would like eventually, he said, to be\nentirely self-sufficient.\n","\n   In the meantime, however, he has plenty to keep him busy, plenty\nof people who need his help, plenty of organizations delighted to\naccept his efforts.\n","\n   And when, as sometimes happens, his voices return in a dream,\nand he wakes up in the darkness in a cold sweat, the fear only\nlasts a few minutes. It was, after all, only a dream.\n"]}