{"DocumentId":"NYT19990829.0050","TopicId":"NYT","Relevance":"2","Body":" BC-DEADLY-HEAT30-COX \n    \n\n      Reports indicate deaths from Midwest heat wave a combination of\ntemperature, neglect\n      (EDS: Photos available.)\n      By Steve Bennish and Christine Vasconez\n      c. 1999 Cox News Service\n\n   DAYTON, Ohio _ In Sanders, Ky., a 41-year-old mentally ill man\nleaves a state-licensed group home in a heavy coat and bicycles\nmore than three hours in the sweltering July heat. He dies within\nhours.\n\n   In Xenia, Ohio, a case manager finds a 24-year-old mentally ill\nclient, who had just moved into an apartment without\nair-conditioning, dead after a weekend of temperatures in the high\n90s.\n\n   In Cincinnati, a 34-year-old schizophrenic woman is found dead\nin a state-licensed group home after temperatures soar to 95\ndegrees. Days later, the owner installs air-conditioning after a\nstate inspector threatens to discharge the remaining residents.\n\n   Each of these cases involved mentally ill people on medicine\nthat made them vulnerable to heat stroke. A Dayton Daily News\nreview of medical examiner reports, police investigations and state\ninspections found that at least seven other mentally ill people who\ndied after failing to cool down during July's intense Midwestern\nheat wave were on prescribed medicines.\n\n   The 10 deaths _ in Ohio, Kentucky, Wisconsin and Missouri from\nJuly 21 to Aug. 3 _ raise questions about how well government\nagencies and care-givers monitor the mentally ill. Three of the\ncases involved deaths in state-licensed group homes.\n\n   ``Physicians are used to giving the medications,'' said\nMilwaukee County Coroner Jeffrey Jentzen. ``They may advise\npatients that they may experience a dry mouth, but they don't warn\nthem during the summer they could experience hyperthermia.''\n\n   It's not known how many of the approximately 300 Midwestern heat\nwave victims were on medication to treat mental illness. Toxicology\nreports that could show the presence of psychotropic drugs are\npending in many cities, including Chicago, where a third of the\nheat deaths occurred.\n\n   Some medical examiners told the Daily News they never checked\nwhether any heat victims were taking medicines. The federal Centers\nfor Disease Control and Prevention is examining fatalities in\nChicago and Cincinnati to pin down what role psychotropic drugs\nmight have played.\n\n   ``If anything good comes out this, it will be to raise the\nstandards of care we require,'' Cincinnati Health Commissioner\nMalcolm Adcock said.\n\n   Some authorities explained the deaths by emphasizing the rights\nof the mentally ill to live their lives independently. The heat\nstroke deaths refute that argument, said Bill Emmet, of the\nNational Alliance for the Mentally Ill in Arlington, Va.\n\n   ``It's not a rights issue for someone to put him or herself in\nclear risk of death or serious harm,'' Emmet said. ``It's a medical\nissue. Someone should intervene to make sure they are not harming\nthemselves.''\n\n   Psychiatrists know that certain medicines taken by the mentally\nill can make them especially vulnerable to heat stroke, a condition\nthat can cause death within 15 minutes. However, the risks are\nseldom publicized and general health warnings issued during heat\nwaves typically cite only dangers to the elderly and the very\nyoung. The mentally ill, historically stigmatized by society, are\nrarely mentioned.\n\n   ``Our practice hasn't caught up to our knowledge,'' said Emmet.\n``The time is right to attack the stigma.''\n\n   The Combined Health District of Montgomery County, Ohio, does\nnot include the mentally ill in its heat advisories.\n\n   When the Daily News asked district spokesman Bill Wharton why\nthe mentally ill were not mentioned, he said he was not aware of\nthe specific dangers of psychotropic medicines. Wharton said the\nwarning will be reworded.\n\n   ``We need to increase the emphasis of the mentally ill and\npsychotropic drugs because the community might not be aware of the\nincreased risk,'' he said.\n\n   Psychiatric patients risk heat stroke because the medications\nthey take confuse their internal temperature gauge, diminishing\ntheir awareness of hot weather. Many psychotropic drugs also shut\ndown the body's ability to sweat.\n\n   The dangers are well documented.\n\n   Nigel Bark, a physician affiliated with the Albert Einstein\nCollege of Medicine at the Bronx Psychiatric Center in New York\nCity, examined heat waves and the mentally ill from 1950 to 1984.\nThe study, published in the August 1998 issue of Psychiatric\nServices , found that psychiatric patients in New York City area\nstate hospitals had twice the risk of dying during a heat wave than\nthe general population. After preventive measures began in 1979\nthat included installing air-conditioning, patient deaths declined\nto match the overall population's risk.\n\n   Death came with little warning to the mentally ill in the\nMidwest this summer.\n\n   Twenty-four-year-old Jeffrey Hodge, evicted from his\nair-conditioned apartment in Xenia, hauled his clothes, bedding and\nfurniture during the broiling last week of July to a nearby\napartment that had a broken air conditioner.\n\n   Hodge's friends said he took lithium and Thorazine. Although he\nlived by himself, a case manager from Community Network and\nCommunity Support Services of Greene County, Ohio, visited him\ntwice a week. In fact, the case manager saw him on Friday, July 30,\nwhen the temperature hit 100 in Xenia. After a weekend of highs in\nthe upper 90s, the case manager returned Monday and found Hodge\ndead in his second-floor apartment.\n\n   The Montgomery County coroner said the death was from heat\nexposure, and listed psychotropic medication as a factor.\n\n   Neighbor Dannie Slaven saw Hodge days before his death when he\nstopped by to cool down in Slaven's air-conditioned apartment\nbefore returning to his own place. ``If that apartment had been\ncool, he'd be here today,'' Slaven said.\n\n   Lynn West, Community Network's chief operating officer, said\nHodge's caseworker brought two fans to his apartment that Friday.\n\n   ``I just feel awful. Poor Jeff. He was so young,'' she said.\n\n   In light of Hodge's death, Paul VanderSchie, chief executive\nofficer of the Eastern Miami Valley Alcohol, Drug Addiction and\nMental Health Services Board, said he plans to purchase 150\nair-conditioning units to lease to needy clients at an affordable\nrate. The board, which oversees West's agency, provides services to\nclients in Greene, Clark and Madison counties.\n\n   ``Fans circulate air but don't cool it,'' VanderSchie said. ``If\nit's 95 degrees, they blow 95 degrees.''\n\n   Friends say Hodge should have been watched more closely.\nNeighbors Flora Mae Rich, 53, and Darlene Fannin, 31, said Hodge\noften complained about lack of sleep at night and jitters during\nthe day. He couldn't hold a job, and frequently asked Fannin and\nRich for food and cleaning supplies, saying he had no money.\n\n   ``He shouldn't have been left alone,'' Fannin said.\n\n   The youngest heat-stroke victim in Cincinnati was Pamela\nCurrent, 34, who lived in a state-licensed home without\nair-conditioning and took medication to control her schizophrenia.\nShe was found dead in her second-floor bedroom July 24. Her body\ntemperature measured 106.2, according to coroner's office\ninvestigators. In the room, the temperature was 92.1. That day\ntemperatures outside hit 95 degrees with 93 percent humidity.\n\n   The Ohio Department of Health cited the home for having extreme\ntemperatures and being understaffed, after the Hamilton County\nMental Health Board requested an investigation. No fine is\nproposed.\n\n   The home's owner, Daniel S. Deters, ``is the full-time staff for\nthree facilities and has no designated manager,'' which led to\nunderstaffing, the state report said. A toxicology report on\nCurrent is pending.\n\n   Current's roommate told investigators: ``Air-conditioning was\nnot discussed much with the homeowner because `he would get mad.'\nWhen asked what the resident did to cool down, resident stated they\nleft the facility and went to Hardee's or some place else that had\nair-conditioning,'' the state report said.\n\n   After the state investigator told Deters to discharge the\nremaining residents or cool the house, Deters installed two\nair-conditioning units July 28, according to the report.\n\n   Deters didn't return a phone call for comment.\n\n   ``For sure, next year we'll be more pro-active,'' said Monica\nKennedy, the Hamilton County Mental Health Board's chief\npsychiatrist. After Current's death, Kennedy warned case managers\nabout medication and heat dangers. ``You can die from heat\nexhaustion in 15 minutes,'' she said. ``People are caught off\nguard.'' Ohio law does not require air conditioning in homes\nlicensed for the mentally ill.\n\n   Two Montgomery County people taking psychotropic medicine also\ndied from the heat.\n\n   Malcom Lunderman, 50, of Kettering, was last seen alive on\nFriday, July 30. The former nurse, whose only companions where his\nthree cats, was found dead in his home the next day by a relative.\n\n   ``I never realized he didn't use the air-conditioner. Otherwise\nhe could have stayed on (our) couch,'' said Jo Karmele, who lives\ntwo houses away.\n\n   Betty Lou Dotson also had an air-conditioning unit in her Dayton\napartment, but refused to turn it on. Dotson, a 59-year-old on\npsychotropic medicine, was found by the apartment's maintenance\nsupervisor Sunday, Aug. 1, after being seen three days earlier.\n\n   WISCONSIN\n\n   Milwaukee County Coroner Jeffrey Jentzen linked two of\nMilwaukee's 10 heat-related deaths to psychotropic medicines.\n\n   The East Samaria boarding house tried to beat the heat over the\nJuly 31 weekend by periodically shuffling clients such as\n54-year-old Raymond Shagen into the basement TV room and kitchen,\nthe only air-conditioned area in the facility.\n\n   East Samaria administrator Phyllis Reitter said the staff\nfrantically tried to cool the 87 residents, even buying 21 fans.\n\n   She said Shagen was sitting on the porch at 7 p.m. ``He was a\nwhole lot more with it than most of the people here,'' Reitter\nsaid. ``Ray(mond) knew what to do, others had long-sleeve shirts\non.\n\n   ``I stripped one woman naked and washed her down. If anything I\nthought she would be the one that wouldn't make it.''\n\n   But by 3 a.m., it was Shagen who collapsed and died in his bed.\nShagen took lithium and other medicines, and the coroner listed the\ntemperature in his one-room apartment at 96 degrees.\n\n   Reitter said the home bore no responsibility in the death.\n\n   ``Legally, we're just like a landlord,'' she said. ``We provide\nthree meals a day and they pay their rent. They have case managers\nthat take care of them.''\n\n   Kathleen Eilers, administrator for the Milwaukee County Mental\nHealth Division, agreed that the home was not responsible in\nShagen's death.\n\n   ``These are tragedies that I'm not sure were preventable. They\nwere at risk because of their medical problems and the psychotropic\ndrugs,'' she said. ``This is a community where there are plenty of\nnon-air-conditioned places, rich and poor.\n\n   ``We're not going to keep people locked up in air-conditioned\nrooms so they are OK when there's heat.''\n\n   Shagen's family remains angry about the circumstances of the\ndeath.\n\n   Daughter Deinna Estergard doubts whether he was regularly\nchecked. ``I don't think they were doing their job,'' she said.\n\n   ``It surprised me they didn't have air-conditioning,'' said\nanother daughter, Lisa Weigelt of Oconto, Wis.\n\n   Richard Neuner, 47, died between his bathroom and closet in a\nMilwaukee apartment without air-conditioning the same weekend.\nNeuner, a paranoid schizophrenic who took Wellbutrin and Thorazine,\nwas last seen by his case worker five days prior to his death. He\nparticipated in a work program, assembling small items.\n\n   Neuner moved to the apartment two years earlier, after leaving a\nmore structured program. Eilers said the death did not warrant\nfurther investigation by Milwaukee County mental health officials.\nKentucky\n\n   In Sanders, Ky., a town of 100 people, rest home resident Brion\nLee McCardwell was found on his bed at 8 p.m. July 30 ``foaming at\nthe mouth'' and semi-conscious. The 41-year-old was rushed to a\nhospital where he died of heat stroke. Carroll County Coroner James\nDunn said that shortly before McCardwell's death his body\ntemperature was 106.9 degrees.\n\n   According to a Kentucky state inspection report after\nMcCardwell's death, Valley Haven home staff saw him that afternoon\nwearing a heavy coat as he bicycled throughout the town for 3 hours\nwhen temperatures reached 104 degrees. A state report said\nMcCardwell was diagnosed with ``mental Illness and borderline\nintellectual functioning.''\n\n   Employees at the state-licensed home described McCardwell as hot\nand sweating when he returned. He was seen in his room at 6:30\np.m., still wearing his coat and sitting on the floor. He died at\n10:10 p.m.\n\n   McCardwell was taking the anti-psychotic drug Mellaril at the\ntime of his death, sheriff Charles Maiden, Jr. said. He plans to\nforward his ongoing investigation on the death to the local\nprosecutor, who will examine whether criminal charges for abuse or\nneglect are justified.\n\n   ``He shouldn't have been out on a bicycle in that kind of\nweather,'' Maiden said, adding it's common for deputies to retrieve\nwalkaways from the facility. ``We pick them up all the time.''\n\n   Bill Ransdell, owner of home, didn't return a call for comment.\n\n   The home installed air-conditioners and fans after the death,\nsaid Gil Lawson, a spokesman for the Kentucky Cabinet for Health\nServices. He questioned whether anything could have been done to\nprevent McCardwell's death.\n\n   ``(McCardwell) wasn't in jail. He wasn't locked up,'' Lawson\nsaid. ``He was free to come and go.''\n\n   However, the health cabinet's Division of Licensing and\nRegulation cited Valley Haven for endangering residents' lives.\nSheriff's investigators reported temperatures at 95 July 31, 10\ndegrees above the state's maximum allowed temperature standard in\nlicensed facilities. They also found four flushed,\nheavily-perspiring residents wearing heavy winter coats, jackets or\nsweaters. Residents said the heat was so bad they couldn't sleep.\n\n   Valley Haven faces a maximum fine of up to $5,000.\n\n   MISSOURI\n\n   Two of Kansas City's 19 heat deaths involved victims who were on\npsychotropic medicine, including a 40-year-old resident in a\nstate-licensed group home, the Jackson County medical examiner's\noffice said.\n\n   Electrical workers on July 21 told a nurse about a foul odor\ncoming from one of the residents' rooms. The resident, Steven Cook,\nhad been taking Clozaril , a powerful prescription drug used by\nschizophrenics. He was last seen alive July 16. and had apparently\nbeen dead for days.\n\n   The Missouri Department of Mental Health is investigating.\n\n   St. Louis Medical Examiner Michael Graham also said one of the\n36 heat deaths there included a man on psychotropic medicine. He\nwouldn't provide further details.\n\n   Kansas City Heat Task Force chairman Daniel Lindholm said his\ngoal is to eliminate heat-related deaths through education and a\nheat alert plan. A heat wave in 1980 took 160 lives in that city.\nThis summer's heat wave killed 19.\n\n   ``These are people who don't have family members or neighbors\nright there,'' he said. ``People were dead two or three days before\nthey were discovered. That's a tragedy. All heat-related deaths are\npreventable if everyone had someone to check on them.''\n\n   Steve Bennish and Christine Vasconez write for the Dayton Daily\nNews, Dayton, Ohio.\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   DAYTON, Ohio _ In Sanders, Ky., a 41-year-old mentally ill man\nleaves a state-licensed group home in a heavy coat and bicycles\nmore than three hours in the sweltering July heat. He dies within\nhours.\n","\n   In Xenia, Ohio, a case manager finds a 24-year-old mentally ill\nclient, who had just moved into an apartment without\nair-conditioning, dead after a weekend of temperatures in the high\n90s.\n","\n   In Cincinnati, a 34-year-old schizophrenic woman is found dead\nin a state-licensed group home after temperatures soar to 95\ndegrees. Days later, the owner installs air-conditioning after a\nstate inspector threatens to discharge the remaining residents.\n","\n   Each of these cases involved mentally ill people on medicine\nthat made them vulnerable to heat stroke. A Dayton Daily News\nreview of medical examiner reports, police investigations and state\ninspections found that at least seven other mentally ill people who\ndied after failing to cool down during July's intense Midwestern\nheat wave were on prescribed medicines.\n","\n   The 10 deaths _ in Ohio, Kentucky, Wisconsin and Missouri from\nJuly 21 to Aug. 3 _ raise questions about how well government\nagencies and care-givers monitor the mentally ill. Three of the\ncases involved deaths in state-licensed group homes.\n","\n   ``Physicians are used to giving the medications,'' said\nMilwaukee County Coroner Jeffrey Jentzen. ``They may advise\npatients that they may experience a dry mouth, but they don't warn\nthem during the summer they could experience hyperthermia.''\n","\n   It's not known how many of the approximately 300 Midwestern heat\nwave victims were on medication to treat mental illness. Toxicology\nreports that could show the presence of psychotropic drugs are\npending in many cities, including Chicago, where a third of the\nheat deaths occurred.\n","\n   Some medical examiners told the Daily News they never checked\nwhether any heat victims were taking medicines. The federal Centers\nfor Disease Control and Prevention is examining fatalities in\nChicago and Cincinnati to pin down what role psychotropic drugs\nmight have played.\n","\n   ``If anything good comes out this, it will be to raise the\nstandards of care we require,'' Cincinnati Health Commissioner\nMalcolm Adcock said.\n","\n   Some authorities explained the deaths by emphasizing the rights\nof the mentally ill to live their lives independently. The heat\nstroke deaths refute that argument, said Bill Emmet, of the\nNational Alliance for the Mentally Ill in Arlington, Va.\n","\n   ``It's not a rights issue for someone to put him or herself in\nclear risk of death or serious harm,'' Emmet said. ``It's a medical\nissue. Someone should intervene to make sure they are not harming\nthemselves.''\n","\n   Psychiatrists know that certain medicines taken by the mentally\nill can make them especially vulnerable to heat stroke, a condition\nthat can cause death within 15 minutes. However, the risks are\nseldom publicized and general health warnings issued during heat\nwaves typically cite only dangers to the elderly and the very\nyoung. The mentally ill, historically stigmatized by society, are\nrarely mentioned.\n","\n   ``Our practice hasn't caught up to our knowledge,'' said Emmet.\n``The time is right to attack the stigma.''\n","\n   The Combined Health District of Montgomery County, Ohio, does\nnot include the mentally ill in its heat advisories.\n","\n   When the Daily News asked district spokesman Bill Wharton why\nthe mentally ill were not mentioned, he said he was not aware of\nthe specific dangers of psychotropic medicines. Wharton said the\nwarning will be reworded.\n","\n   ``We need to increase the emphasis of the mentally ill and\npsychotropic drugs because the community might not be aware of the\nincreased risk,'' he said.\n","\n   Psychiatric patients risk heat stroke because the medications\nthey take confuse their internal temperature gauge, diminishing\ntheir awareness of hot weather. Many psychotropic drugs also shut\ndown the body's ability to sweat.\n","\n   The dangers are well documented.\n","\n   Nigel Bark, a physician affiliated with the Albert Einstein\nCollege of Medicine at the Bronx Psychiatric Center in New York\nCity, examined heat waves and the mentally ill from 1950 to 1984.\nThe study, published in the August 1998 issue of Psychiatric\nServices , found that psychiatric patients in New York City area\nstate hospitals had twice the risk of dying during a heat wave than\nthe general population. After preventive measures began in 1979\nthat included installing air-conditioning, patient deaths declined\nto match the overall population's risk.\n","\n   Death came with little warning to the mentally ill in the\nMidwest this summer.\n","\n   Twenty-four-year-old Jeffrey Hodge, evicted from his\nair-conditioned apartment in Xenia, hauled his clothes, bedding and\nfurniture during the broiling last week of July to a nearby\napartment that had a broken air conditioner.\n","\n   Hodge's friends said he took lithium and Thorazine. Although he\nlived by himself, a case manager from Community Network and\nCommunity Support Services of Greene County, Ohio, visited him\ntwice a week. In fact, the case manager saw him on Friday, July 30,\nwhen the temperature hit 100 in Xenia. After a weekend of highs in\nthe upper 90s, the case manager returned Monday and found Hodge\ndead in his second-floor apartment.\n","\n   The Montgomery County coroner said the death was from heat\nexposure, and listed psychotropic medication as a factor.\n","\n   Neighbor Dannie Slaven saw Hodge days before his death when he\nstopped by to cool down in Slaven's air-conditioned apartment\nbefore returning to his own place. ``If that apartment had been\ncool, he'd be here today,'' Slaven said.\n","\n   Lynn West, Community Network's chief operating officer, said\nHodge's caseworker brought two fans to his apartment that Friday.\n","\n   ``I just feel awful. Poor Jeff. He was so young,'' she said.\n","\n   In light of Hodge's death, Paul VanderSchie, chief executive\nofficer of the Eastern Miami Valley Alcohol, Drug Addiction and\nMental Health Services Board, said he plans to purchase 150\nair-conditioning units to lease to needy clients at an affordable\nrate. The board, which oversees West's agency, provides services to\nclients in Greene, Clark and Madison counties.\n","\n   ``Fans circulate air but don't cool it,'' VanderSchie said. ``If\nit's 95 degrees, they blow 95 degrees.''\n","\n   Friends say Hodge should have been watched more closely.\nNeighbors Flora Mae Rich, 53, and Darlene Fannin, 31, said Hodge\noften complained about lack of sleep at night and jitters during\nthe day. He couldn't hold a job, and frequently asked Fannin and\nRich for food and cleaning supplies, saying he had no money.\n","\n   ``He shouldn't have been left alone,'' Fannin said.\n","\n   The youngest heat-stroke victim in Cincinnati was Pamela\nCurrent, 34, who lived in a state-licensed home without\nair-conditioning and took medication to control her schizophrenia.\nShe was found dead in her second-floor bedroom July 24. Her body\ntemperature measured 106.2, according to coroner's office\ninvestigators. In the room, the temperature was 92.1. That day\ntemperatures outside hit 95 degrees with 93 percent humidity.\n","\n   The Ohio Department of Health cited the home for having extreme\ntemperatures and being understaffed, after the Hamilton County\nMental Health Board requested an investigation. No fine is\nproposed.\n","\n   The home's owner, Daniel S. Deters, ``is the full-time staff for\nthree facilities and has no designated manager,'' which led to\nunderstaffing, the state report said. A toxicology report on\nCurrent is pending.\n","\n   Current's roommate told investigators: ``Air-conditioning was\nnot discussed much with the homeowner because `he would get mad.'\nWhen asked what the resident did to cool down, resident stated they\nleft the facility and went to Hardee's or some place else that had\nair-conditioning,'' the state report said.\n","\n   After the state investigator told Deters to discharge the\nremaining residents or cool the house, Deters installed two\nair-conditioning units July 28, according to the report.\n","\n   Deters didn't return a phone call for comment.\n","\n   ``For sure, next year we'll be more pro-active,'' said Monica\nKennedy, the Hamilton County Mental Health Board's chief\npsychiatrist. After Current's death, Kennedy warned case managers\nabout medication and heat dangers. ``You can die from heat\nexhaustion in 15 minutes,'' she said. ``People are caught off\nguard.'' Ohio law does not require air conditioning in homes\nlicensed for the mentally ill.\n","\n   Two Montgomery County people taking psychotropic medicine also\ndied from the heat.\n","\n   Malcom Lunderman, 50, of Kettering, was last seen alive on\nFriday, July 30. The former nurse, whose only companions where his\nthree cats, was found dead in his home the next day by a relative.\n","\n   ``I never realized he didn't use the air-conditioner. Otherwise\nhe could have stayed on (our) couch,'' said Jo Karmele, who lives\ntwo houses away.\n","\n   Betty Lou Dotson also had an air-conditioning unit in her Dayton\napartment, but refused to turn it on. Dotson, a 59-year-old on\npsychotropic medicine, was found by the apartment's maintenance\nsupervisor Sunday, Aug. 1, after being seen three days earlier.\n","\n   WISCONSIN\n","\n   Milwaukee County Coroner Jeffrey Jentzen linked two of\nMilwaukee's 10 heat-related deaths to psychotropic medicines.\n","\n   The East Samaria boarding house tried to beat the heat over the\nJuly 31 weekend by periodically shuffling clients such as\n54-year-old Raymond Shagen into the basement TV room and kitchen,\nthe only air-conditioned area in the facility.\n","\n   East Samaria administrator Phyllis Reitter said the staff\nfrantically tried to cool the 87 residents, even buying 21 fans.\n","\n   She said Shagen was sitting on the porch at 7 p.m. ``He was a\nwhole lot more with it than most of the people here,'' Reitter\nsaid. ``Ray(mond) knew what to do, others had long-sleeve shirts\non.\n","\n   ``I stripped one woman naked and washed her down. If anything I\nthought she would be the one that wouldn't make it.''\n","\n   But by 3 a.m., it was Shagen who collapsed and died in his bed.\nShagen took lithium and other medicines, and the coroner listed the\ntemperature in his one-room apartment at 96 degrees.\n","\n   Reitter said the home bore no responsibility in the death.\n","\n   ``Legally, we're just like a landlord,'' she said. ``We provide\nthree meals a day and they pay their rent. They have case managers\nthat take care of them.''\n","\n   Kathleen Eilers, administrator for the Milwaukee County Mental\nHealth Division, agreed that the home was not responsible in\nShagen's death.\n","\n   ``These are tragedies that I'm not sure were preventable. They\nwere at risk because of their medical problems and the psychotropic\ndrugs,'' she said. ``This is a community where there are plenty of\nnon-air-conditioned places, rich and poor.\n","\n   ``We're not going to keep people locked up in air-conditioned\nrooms so they are OK when there's heat.''\n","\n   Shagen's family remains angry about the circumstances of the\ndeath.\n","\n   Daughter Deinna Estergard doubts whether he was regularly\nchecked. ``I don't think they were doing their job,'' she said.\n","\n   ``It surprised me they didn't have air-conditioning,'' said\nanother daughter, Lisa Weigelt of Oconto, Wis.\n","\n   Richard Neuner, 47, died between his bathroom and closet in a\nMilwaukee apartment without air-conditioning the same weekend.\nNeuner, a paranoid schizophrenic who took Wellbutrin and Thorazine,\nwas last seen by his case worker five days prior to his death. He\nparticipated in a work program, assembling small items.\n","\n   Neuner moved to the apartment two years earlier, after leaving a\nmore structured program. Eilers said the death did not warrant\nfurther investigation by Milwaukee County mental health officials.\nKentucky\n","\n   In Sanders, Ky., a town of 100 people, rest home resident Brion\nLee McCardwell was found on his bed at 8 p.m. July 30 ``foaming at\nthe mouth'' and semi-conscious. The 41-year-old was rushed to a\nhospital where he died of heat stroke. Carroll County Coroner James\nDunn said that shortly before McCardwell's death his body\ntemperature was 106.9 degrees.\n","\n   According to a Kentucky state inspection report after\nMcCardwell's death, Valley Haven home staff saw him that afternoon\nwearing a heavy coat as he bicycled throughout the town for 3 hours\nwhen temperatures reached 104 degrees. A state report said\nMcCardwell was diagnosed with ``mental Illness and borderline\nintellectual functioning.''\n","\n   Employees at the state-licensed home described McCardwell as hot\nand sweating when he returned. He was seen in his room at 6:30\np.m., still wearing his coat and sitting on the floor. He died at\n10:10 p.m.\n","\n   McCardwell was taking the anti-psychotic drug Mellaril at the\ntime of his death, sheriff Charles Maiden, Jr. said. He plans to\nforward his ongoing investigation on the death to the local\nprosecutor, who will examine whether criminal charges for abuse or\nneglect are justified.\n","\n   ``He shouldn't have been out on a bicycle in that kind of\nweather,'' Maiden said, adding it's common for deputies to retrieve\nwalkaways from the facility. ``We pick them up all the time.''\n","\n   Bill Ransdell, owner of home, didn't return a call for comment.\n","\n   The home installed air-conditioners and fans after the death,\nsaid Gil Lawson, a spokesman for the Kentucky Cabinet for Health\nServices. He questioned whether anything could have been done to\nprevent McCardwell's death.\n","\n   ``(McCardwell) wasn't in jail. He wasn't locked up,'' Lawson\nsaid. ``He was free to come and go.''\n","\n   However, the health cabinet's Division of Licensing and\nRegulation cited Valley Haven for endangering residents' lives.\nSheriff's investigators reported temperatures at 95 July 31, 10\ndegrees above the state's maximum allowed temperature standard in\nlicensed facilities. They also found four flushed,\nheavily-perspiring residents wearing heavy winter coats, jackets or\nsweaters. Residents said the heat was so bad they couldn't sleep.\n","\n   Valley Haven faces a maximum fine of up to $5,000.\n","\n   MISSOURI\n","\n   Two of Kansas City's 19 heat deaths involved victims who were on\npsychotropic medicine, including a 40-year-old resident in a\nstate-licensed group home, the Jackson County medical examiner's\noffice said.\n","\n   Electrical workers on July 21 told a nurse about a foul odor\ncoming from one of the residents' rooms. The resident, Steven Cook,\nhad been taking Clozaril , a powerful prescription drug used by\nschizophrenics. He was last seen alive July 16. and had apparently\nbeen dead for days.\n","\n   The Missouri Department of Mental Health is investigating.\n","\n   St. Louis Medical Examiner Michael Graham also said one of the\n36 heat deaths there included a man on psychotropic medicine. He\nwouldn't provide further details.\n","\n   Kansas City Heat Task Force chairman Daniel Lindholm said his\ngoal is to eliminate heat-related deaths through education and a\nheat alert plan. A heat wave in 1980 took 160 lives in that city.\nThis summer's heat wave killed 19.\n","\n   ``These are people who don't have family members or neighbors\nright there,'' he said. ``People were dead two or three days before\nthey were discovered. That's a tragedy. All heat-related deaths are\npreventable if everyone had someone to check on them.''\n","\n   Steve Bennish and Christine Vasconez write for the Dayton Daily\nNews, Dayton, Ohio.\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}