{"DocumentId":"NYT19980909.0222","TopicId":"NYT","Relevance":"2","Body":" BC-CIR-DRUG-SITES-ART-2TAKES-NYT \nCHECKING ON MIRACLES CURES VS. PRICEY PLACEBOS \n\n  \n (Attn: Texas, Mass., Ala.)   (ART ADV: Photo is being sent to NYT photo clients. Non-subscribers\ncan make individual purchase by calling (888) 603-1036 or (888)\n346-9867.)  \n (af)  \n By DAVID J. MORROW   \n c.1998 N.Y. Times News Service   \n\n   If you are like most Americans, your medicine cabinet is packed\nwith a pricey assortment of pills and potions, evidence that we, as\na country, like to feel good. And some of the newer pills _ say,\nViagra and Prozac _ can make even others feel good about you.\n\n   Americans are the largest consumers of prescription drugs in the\nworld, spending some $94 billion for them last year, according to\nIMS Health, a health care consulting company.\n\n   This year's tally should be ever higher, thanks especially to\nViagra, a treatment for impotency, which is expected to rack up a\nrecord $1 billion in sales in its first year on the market.\nStockholders in the world's pharmaceutical companies have come to\nexpect blockbuster sales, so the companies have been forced to\nchurn out blockbuster remedies faster than before.\n\n   This year, Merck & Co., the nation's largest pharmaceutical\ncompany, released five new drugs that treat everything from\nmigraines to asthma.\n\n   And there are plenty more on the way. Within a year, Lipha\nPharmaceuticals, a German subsidiary of Merck, expects to release\nCampral, a drug to help alcoholics wean themselves from drinking,\nin the United States. For people who cannot knock off at night,\nAmerican Home Products will soon roll out Sonata, a sleeping pill\nthat the company says has fewer groggy after-effects than some of\nits competitors.\n\n   It is easy to get buried in the drug avalanche, unable to\ndistinguish the side effects of antihistamines like Claritin and\nAllegra. If the unthinkable happens and you become impotent, what\nare Viagra's advantages over Caverject? It makes a difference _ one\nis a pill and one is a shot.\n\n   ``Within the last several years, the entire process of\npharmaceutical research has sped up,'' said Dr. Jeffrey Adelglass,\na Dallas physician. ``With some of the pharmaceutical sites now\navailable on the Web, I can get medical information as fast or\nfaster than anyone else in the country.''\n\n   Several sites can help you find out how a drug should be taken,\nwhile others blow the whistle on the inaccuracy of some of the drug\nmakers' advertisements.\n\n   The Food and Drug Administration, which regulates the sales and\nadvertising of prescription drugs in this country, seldom requires\na company to correct an error in its marketing. But it does have a\nsite with information on drugs' safety records and government\nreprimand letters about advertising campaigns\n(www.fda.gov/cder/drug.htm).\n\n   For those interested in what prescription drugs are under\ndevelopment, sites like www.centerwatch.com list clinical trials\nfor pharmaceuticals and medical treatments being developed.\n\n   There are other online drug information resources, like the\nNational Library of Medicine, which has put Medline, its extensive\ndatabase of medical information on the Web at www.nlm.nih.gov.\nMerck & Co., publisher of the drug encyclopedia called The Merck\nIndex, has put The Merck Index of Diagnosis and Therapy on its\ncorporate home page (www.merck.com).\n\n   The Merck Manual is a more general source of medical information\nthan the Index (which is sold on CD-ROM). It is used extensively by\ndoctors and nurses nationwide.   \n  \n\n   WWW.RXLIST.COM  \n\n    \n\n   When doctors are stumped about a drug's possible side effects,\nthey usually consult the Physician's Desk Reference, the\npharmaceutical bible of the medical community. Yet plenty of MDs\nalso appear to be this site, a thorough index of many drugs on the\nmarket and under development.\n\n   Created by Neil Sandow, a pharmacist in the San Francisco Bay\narea, RxList provides an exhaustive look at 500 prescription drugs,\nroughly 90 percent of what is available in the United States.\n\n   Say you've just been prescribed Klonopin and have no clue about\nthe side effects. Just type the drug name into the search field and\nwait for a mountain of information, easily searched by subheads.\nKlonopin, for example, is the brand name for an anticonvulsant\ncalled clonazepam. One of its common side effects: depression.\n\n   The most attractive feature about RxList is the depth of its\ninformation. With each drug comes a list of ingredients also found\nin the pill. (Each time you swallow a Klonopin, you'll get a little\nlactose and cornstarch, too.)\n\n   RxList also says which insurers carry the drug on their\nformularies. If you are prescribed Klonopin, you're in luck if\nyou're covered by Aetna, Blue Cross and Blue Shield, Medi-Cal or\nPCS.\n\n   Few pharmaceutical Web sites are as popular as this one. Some\n15,000 to 20,000 people visit RxList everyday. As a testament to\nthe site's thoroughness, most visitors appear to be health care\nprofessionals. In a continous online survey of 48,566 RxList users,\n49 percent of them were doctors or nurses, while 22.4 percent were\npharmacists.\n\n   ``A lot of doctors use us when they get a new prescription and\nthey can't find the drug in the PDR,'' said Ed Schlenker, a partner\nat RxList. ``One thing we hear from our users is that they want to\nsee more stuff on the site. And we're working on it.''\n\n   Even though RxList is a good source for drug information, the\nsite's owners caution that it should be used only as a supplement\nand that it is not all-inclusive. Viagra was included in RxList,\nwhile Detrol, another hot new drug _ this one for incontinence _\nwas nowhere to be found. ( Schlenker said it would be added soon.)\n\n   You may also have to search under variations of a drug's name to\nget the correct information: Not just lithium, for example, but the\ndrug's full name _ lithium carbonate.   \n  \n\n   WWW.FDA.GOV/CDER/DRUG.HTM  \n\n    \n\n   In addition to finding information on a medication's proper use,\nconsumers may also want to examine a drug's safety record,\nparticularly given the spate of recent disasters.\n\n   Last fall, the diet drug combination fen-phen was voluntarily\npulled off the market by its maker, American Home Products, after\nreports that it caused heart damage in some patients. In June,\nAmerican Home Products pulled Duract, a painkiller, over fears that\nit had caused liver failure in four patients.\n\n   Those who want to examine a drug's safety record or check out\nthe ethics of a drug company's latest advertising campaign, can now\ndo both at this site, owned by the Center for Drug Evaluation and\nResearch (a division of the Food and Drug Administration). It\nthrows a spotlight on the pharmaceutical industry's latest sinners.\nAnd they appear to be numerous.\n\n   (MORE)   \n   \nnn\n\n   By comparison, the Center for Drug Evaluation and Research site\nis clear and easy to navigate. You can call up a quick list of\ndrugs, both patented and generic, that have been recently approved\nby the FDA. Some of them are so new, they may not even be available\nin drug stores. Yet the site has something for nearly everyone.\n\n   People who had taken Duract could call up a news release that\nprovided detailed information on how to tell if they had been\nadversely affected and what medical help they should seek.\n\n   While these topics are helpful, what really stands out here is\nthe FDA's list of reprimand letters, which are neatly organized by\nproduct, company and issue date. (If you set out to find the same\nreprimands on the FDA home page, you will come up empty-handed\nafter clicking the mouse for 20 minutes.)\n\n   Viewing the letters on the Center for Drug Evaluation's Web site\ndoes require Adobe Acrobat software, which can be downloaded right\nthere, but the tune-up may be worth the effort. You will discover\nthat even pharmaceutical companies with good overall reputations\nare occasionally up to no good.\n\n   Merck was recently rapped on its knuckles for running an\nadvertisement in Time magazine for Propecia, its hair growth pill,\nthat lacked any information about the risks, a government\nrequirement. For its part, Merck said that it did not think the ad\nneeded any disclaimer but that it had immediately obeyed the FDA's\nsuggestion nonetheless.   \n  \n\n   WWW.CENTERWATCH.COM  \n\n    \n\n   For the desperately ill, new drugs can never come out quickly\nenough. The Centerwatch site can tell such people where new drugs\nare being tested. The site lists more than 7,000 clinical trials\nfor drugs and other medical treatments. Nearly all of them are\nrecruiting patients at test centers nationwide.\n\n   The site, owned by Centerwatch, a Boston publishing company,\nbegan three years ago and has quickly become a medical and an\nonline sensation. Each month, the Centerwatch site receives 100,000\nvisits from 85,000 patients or their advocates. And the site still\nhas room to grow: 7,000 clinical trials is roughly about 10 percent\nof the nation's total.\n\n   ``The Web site is not a big profit maker for us,'' said Ken\nGetz, a principal and publisher of Centerwatch. ``But it addresses\na critical need for patients who are eager for alternative\ntreatments.''\n\n   Navigating through the site's bounty of clinical trials is a\nbreeze. The trials are organized into 20 broad disease categories,\nwhich include everything from oncology to dental/maxielofacial\nsurgery. Within each grouping are specific ailments, with the\ntrials for each disease organized by states.\n\n   People searching for a specific clinical trial should find it\nquickly here, especially if they suffer from a common ailment. On a\nrecent day, there were 423 clinical trials under way for\nhypertension, 73 for HIV, and 69 for rheumatoid arthritis. Many of\nthe trials provide an e-mail response box for speedy enrollment.\n\n   Okay. You're not sick, just short on your rent money.\nCenterwatch may still be for you. Many of the trials pay stipends\nand some of the medical procedures are noninvasive. For example,\nresearchers at Hill Top Research Inc. in Birmingham, Ala., are\npaying up to $250 for women volunteers for an acne study. If you do\nnot qualify, there are 21 other clinical trials for acne that are\nrecruiting patients.\n\n   The listings on this site are exhaustive. There are even\nclinical trials for children. Boys and girls 12 years old or older\ncan earn $160 by taking an investigational medication for strep\nthroat at the Allergy and Asthma Research Institute in Louisville,\nKy.\n\n   Centerwatch has become a crucial tool for some patients to come\nto terms with their illnesses. Women who have had mastectomies can\ntake a drug at the Pain Trials Center in Boston as part of a study\nto manage pain from that surgery.\n\n   ``One reason our site has become popular, I think, is because\npeople are less trusting of medical opinion,'' said Getz. ``They\nare taking more responsibility for their health education.''   \n  \n\n   WWW.IMS-HEALTH.COM  \n\n    \n\n   This is one of the most comprehensive sites for information on\nthe pharmaceutical industry. The AC Nielsen Corp. of the\npharmaceutical industry, IMS Health regularly tallies sales of all\nprescription drugs in the United States.\n\n   Wall Street analysts and drug companies executives regularly use\nthe site for sales information, but there appears to be plenty of\nhelpful material for other interested observers as well _ hard as\nit might be to find it.\n\n   The site is particularly useful in identifying the most popular\ndrug for almost any condition. It also has information on treatment\ntrends for certain conditions, including HIV and high cholesterol\nlevels, and on the factors that influence a doctor in prescribing\ncertain medications.\n\n   But searching through IMS is akin to strolling through a large\npharmacy with confusing aisle signs. The site map is intimidating.\nFor example, the section called Over the Counter, which has news\ntidbits on nonprescription drugs like Tylenol, includes 29 other\nicons, including Strategic Technologies and Erisco, which is IMS's\ninformation systems subsidiary.\n\n   If you are looking for prescription drug sales, logic suggests\nclicking on Product News. But that quickly becomes an adventure in\nfrustration. Type the word Prozac, Eli Lilly's ubiquitous\nantidepressant, into the search field and you will get zero\nresponses.\n\n   That is especially odd, given that Prozac was the second\nbest-selling drug in the United States last year.\n\n   OK, maybe this site was not designed for a computer neophyte. I\ntried again, typing Glaxo, short for Glaxo Wellcome, into the\nsearch field under the category Company News. Again, a complete\nbust. That was even more annoying. Glaxo Wellcome is the\nsecond-largest pharmaceutical company on the planet.\n\n   An IMS executive explained that the company's main site was\nbeing tuned up. The information about prescription drugs was hidden\nin the site map in a section called IMS America. But after moving\nthere, then clicking on Pharmaceutical Division and News or Trends,\nI was able to find the best-selling drug in the United States last\nyear: Prilosec, Astra-Merck's anti-ulcer medication, with sales of\n$2.28 billion.\n\n   The nation's top drug seller: Merck? Nope. Try Bristol-Myers\nSquibb, with sales of $5.69 billion.\n\n   The IMS site is updated weekly, with news items added as they\noccur.\n","Headline":"\nCHECKING ON MIRACLES CURES VS. PRICEY PLACEBOS \n","Text":["\n   If you are like most Americans, your medicine cabinet is packed\nwith a pricey assortment of pills and potions, evidence that we, as\na country, like to feel good. And some of the newer pills _ say,\nViagra and Prozac _ can make even others feel good about you.\n","\n   Americans are the largest consumers of prescription drugs in the\nworld, spending some $94 billion for them last year, according to\nIMS Health, a health care consulting company.\n","\n   This year's tally should be ever higher, thanks especially to\nViagra, a treatment for impotency, which is expected to rack up a\nrecord $1 billion in sales in its first year on the market.\nStockholders in the world's pharmaceutical companies have come to\nexpect blockbuster sales, so the companies have been forced to\nchurn out blockbuster remedies faster than before.\n","\n   This year, Merck & Co., the nation's largest pharmaceutical\ncompany, released five new drugs that treat everything from\nmigraines to asthma.\n","\n   And there are plenty more on the way. Within a year, Lipha\nPharmaceuticals, a German subsidiary of Merck, expects to release\nCampral, a drug to help alcoholics wean themselves from drinking,\nin the United States. For people who cannot knock off at night,\nAmerican Home Products will soon roll out Sonata, a sleeping pill\nthat the company says has fewer groggy after-effects than some of\nits competitors.\n","\n   It is easy to get buried in the drug avalanche, unable to\ndistinguish the side effects of antihistamines like Claritin and\nAllegra. If the unthinkable happens and you become impotent, what\nare Viagra's advantages over Caverject? It makes a difference _ one\nis a pill and one is a shot.\n","\n   ``Within the last several years, the entire process of\npharmaceutical research has sped up,'' said Dr. Jeffrey Adelglass,\na Dallas physician. ``With some of the pharmaceutical sites now\navailable on the Web, I can get medical information as fast or\nfaster than anyone else in the country.''\n","\n   Several sites can help you find out how a drug should be taken,\nwhile others blow the whistle on the inaccuracy of some of the drug\nmakers' advertisements.\n","\n   The Food and Drug Administration, which regulates the sales and\nadvertising of prescription drugs in this country, seldom requires\na company to correct an error in its marketing. But it does have a\nsite with information on drugs' safety records and government\nreprimand letters about advertising campaigns\n(www.fda.gov/cder/drug.htm).\n","\n   For those interested in what prescription drugs are under\ndevelopment, sites like www.centerwatch.com list clinical trials\nfor pharmaceuticals and medical treatments being developed.\n","\n   There are other online drug information resources, like the\nNational Library of Medicine, which has put Medline, its extensive\ndatabase of medical information on the Web at www.nlm.nih.gov.\nMerck & Co., publisher of the drug encyclopedia called The Merck\nIndex, has put The Merck Index of Diagnosis and Therapy on its\ncorporate home page (www.merck.com).\n","\n   The Merck Manual is a more general source of medical information\nthan the Index (which is sold on CD-ROM). It is used extensively by\ndoctors and nurses nationwide.   \n  \n","\n   WWW.RXLIST.COM  \n","\n    \n","\n   When doctors are stumped about a drug's possible side effects,\nthey usually consult the Physician's Desk Reference, the\npharmaceutical bible of the medical community. Yet plenty of MDs\nalso appear to be this site, a thorough index of many drugs on the\nmarket and under development.\n","\n   Created by Neil Sandow, a pharmacist in the San Francisco Bay\narea, RxList provides an exhaustive look at 500 prescription drugs,\nroughly 90 percent of what is available in the United States.\n","\n   Say you've just been prescribed Klonopin and have no clue about\nthe side effects. Just type the drug name into the search field and\nwait for a mountain of information, easily searched by subheads.\nKlonopin, for example, is the brand name for an anticonvulsant\ncalled clonazepam. One of its common side effects: depression.\n","\n   The most attractive feature about RxList is the depth of its\ninformation. With each drug comes a list of ingredients also found\nin the pill. (Each time you swallow a Klonopin, you'll get a little\nlactose and cornstarch, too.)\n","\n   RxList also says which insurers carry the drug on their\nformularies. If you are prescribed Klonopin, you're in luck if\nyou're covered by Aetna, Blue Cross and Blue Shield, Medi-Cal or\nPCS.\n","\n   Few pharmaceutical Web sites are as popular as this one. Some\n15,000 to 20,000 people visit RxList everyday. As a testament to\nthe site's thoroughness, most visitors appear to be health care\nprofessionals. In a continous online survey of 48,566 RxList users,\n49 percent of them were doctors or nurses, while 22.4 percent were\npharmacists.\n","\n   ``A lot of doctors use us when they get a new prescription and\nthey can't find the drug in the PDR,'' said Ed Schlenker, a partner\nat RxList. ``One thing we hear from our users is that they want to\nsee more stuff on the site. And we're working on it.''\n","\n   Even though RxList is a good source for drug information, the\nsite's owners caution that it should be used only as a supplement\nand that it is not all-inclusive. Viagra was included in RxList,\nwhile Detrol, another hot new drug _ this one for incontinence _\nwas nowhere to be found. ( Schlenker said it would be added soon.)\n","\n   You may also have to search under variations of a drug's name to\nget the correct information: Not just lithium, for example, but the\ndrug's full name _ lithium carbonate.   \n  \n","\n   WWW.FDA.GOV/CDER/DRUG.HTM  \n","\n    \n","\n   In addition to finding information on a medication's proper use,\nconsumers may also want to examine a drug's safety record,\nparticularly given the spate of recent disasters.\n","\n   Last fall, the diet drug combination fen-phen was voluntarily\npulled off the market by its maker, American Home Products, after\nreports that it caused heart damage in some patients. In June,\nAmerican Home Products pulled Duract, a painkiller, over fears that\nit had caused liver failure in four patients.\n","\n   Those who want to examine a drug's safety record or check out\nthe ethics of a drug company's latest advertising campaign, can now\ndo both at this site, owned by the Center for Drug Evaluation and\nResearch (a division of the Food and Drug Administration). It\nthrows a spotlight on the pharmaceutical industry's latest sinners.\nAnd they appear to be numerous.\n","\n   (MORE)   \n   \nnn\n","\n   By comparison, the Center for Drug Evaluation and Research site\nis clear and easy to navigate. You can call up a quick list of\ndrugs, both patented and generic, that have been recently approved\nby the FDA. Some of them are so new, they may not even be available\nin drug stores. Yet the site has something for nearly everyone.\n","\n   People who had taken Duract could call up a news release that\nprovided detailed information on how to tell if they had been\nadversely affected and what medical help they should seek.\n","\n   While these topics are helpful, what really stands out here is\nthe FDA's list of reprimand letters, which are neatly organized by\nproduct, company and issue date. (If you set out to find the same\nreprimands on the FDA home page, you will come up empty-handed\nafter clicking the mouse for 20 minutes.)\n","\n   Viewing the letters on the Center for Drug Evaluation's Web site\ndoes require Adobe Acrobat software, which can be downloaded right\nthere, but the tune-up may be worth the effort. You will discover\nthat even pharmaceutical companies with good overall reputations\nare occasionally up to no good.\n","\n   Merck was recently rapped on its knuckles for running an\nadvertisement in Time magazine for Propecia, its hair growth pill,\nthat lacked any information about the risks, a government\nrequirement. For its part, Merck said that it did not think the ad\nneeded any disclaimer but that it had immediately obeyed the FDA's\nsuggestion nonetheless.   \n  \n","\n   WWW.CENTERWATCH.COM  \n","\n    \n","\n   For the desperately ill, new drugs can never come out quickly\nenough. The Centerwatch site can tell such people where new drugs\nare being tested. The site lists more than 7,000 clinical trials\nfor drugs and other medical treatments. Nearly all of them are\nrecruiting patients at test centers nationwide.\n","\n   The site, owned by Centerwatch, a Boston publishing company,\nbegan three years ago and has quickly become a medical and an\nonline sensation. Each month, the Centerwatch site receives 100,000\nvisits from 85,000 patients or their advocates. And the site still\nhas room to grow: 7,000 clinical trials is roughly about 10 percent\nof the nation's total.\n","\n   ``The Web site is not a big profit maker for us,'' said Ken\nGetz, a principal and publisher of Centerwatch. ``But it addresses\na critical need for patients who are eager for alternative\ntreatments.''\n","\n   Navigating through the site's bounty of clinical trials is a\nbreeze. The trials are organized into 20 broad disease categories,\nwhich include everything from oncology to dental/maxielofacial\nsurgery. Within each grouping are specific ailments, with the\ntrials for each disease organized by states.\n","\n   People searching for a specific clinical trial should find it\nquickly here, especially if they suffer from a common ailment. On a\nrecent day, there were 423 clinical trials under way for\nhypertension, 73 for HIV, and 69 for rheumatoid arthritis. Many of\nthe trials provide an e-mail response box for speedy enrollment.\n","\n   Okay. You're not sick, just short on your rent money.\nCenterwatch may still be for you. Many of the trials pay stipends\nand some of the medical procedures are noninvasive. For example,\nresearchers at Hill Top Research Inc. in Birmingham, Ala., are\npaying up to $250 for women volunteers for an acne study. If you do\nnot qualify, there are 21 other clinical trials for acne that are\nrecruiting patients.\n","\n   The listings on this site are exhaustive. There are even\nclinical trials for children. Boys and girls 12 years old or older\ncan earn $160 by taking an investigational medication for strep\nthroat at the Allergy and Asthma Research Institute in Louisville,\nKy.\n","\n   Centerwatch has become a crucial tool for some patients to come\nto terms with their illnesses. Women who have had mastectomies can\ntake a drug at the Pain Trials Center in Boston as part of a study\nto manage pain from that surgery.\n","\n   ``One reason our site has become popular, I think, is because\npeople are less trusting of medical opinion,'' said Getz. ``They\nare taking more responsibility for their health education.''   \n  \n","\n   WWW.IMS-HEALTH.COM  \n","\n    \n","\n   This is one of the most comprehensive sites for information on\nthe pharmaceutical industry. The AC Nielsen Corp. of the\npharmaceutical industry, IMS Health regularly tallies sales of all\nprescription drugs in the United States.\n","\n   Wall Street analysts and drug companies executives regularly use\nthe site for sales information, but there appears to be plenty of\nhelpful material for other interested observers as well _ hard as\nit might be to find it.\n","\n   The site is particularly useful in identifying the most popular\ndrug for almost any condition. It also has information on treatment\ntrends for certain conditions, including HIV and high cholesterol\nlevels, and on the factors that influence a doctor in prescribing\ncertain medications.\n","\n   But searching through IMS is akin to strolling through a large\npharmacy with confusing aisle signs. The site map is intimidating.\nFor example, the section called Over the Counter, which has news\ntidbits on nonprescription drugs like Tylenol, includes 29 other\nicons, including Strategic Technologies and Erisco, which is IMS's\ninformation systems subsidiary.\n","\n   If you are looking for prescription drug sales, logic suggests\nclicking on Product News. But that quickly becomes an adventure in\nfrustration. Type the word Prozac, Eli Lilly's ubiquitous\nantidepressant, into the search field and you will get zero\nresponses.\n","\n   That is especially odd, given that Prozac was the second\nbest-selling drug in the United States last year.\n","\n   OK, maybe this site was not designed for a computer neophyte. I\ntried again, typing Glaxo, short for Glaxo Wellcome, into the\nsearch field under the category Company News. Again, a complete\nbust. That was even more annoying. Glaxo Wellcome is the\nsecond-largest pharmaceutical company on the planet.\n","\n   An IMS executive explained that the company's main site was\nbeing tuned up. The information about prescription drugs was hidden\nin the site map in a section called IMS America. But after moving\nthere, then clicking on Pharmaceutical Division and News or Trends,\nI was able to find the best-selling drug in the United States last\nyear: Prilosec, Astra-Merck's anti-ulcer medication, with sales of\n$2.28 billion.\n","\n   The nation's top drug seller: Merck? Nope. Try Bristol-Myers\nSquibb, with sales of $5.69 billion.\n","\n   The IMS site is updated weekly, with news items added as they\noccur.\n"]}