{"DocumentId":"NYT19990110.0110","TopicId":"NYT","Relevance":"2","Body":" BC-SUBWAY-DEATH-ART-3TAKES-NYT \nACCUSED SUBWAY KILLER LIVED A LONELY LIFE SHAPED BY MENTAL\nILLNESS \n\n  (ART ADV: Photo of Goldstein is being sent to NYT photo clients.\nNon-subscribers can make individual purchase by calling\n888-603-1036 or 888-346-9867.) \n(js) \n By N.R. KLEINFIELD with KIT R. ROANE   \n c.1999 N.Y. Times News Service   \n\n   NEW YORK _ As far back as when he was 16 and first had an\ninkling that something was wrong with him, his life appeared to\nturn inward and downward. Until the police took him away, he lived\nin a basement shoebox of a room in Queens. He watched ``The\nSimpsons'' and listened to Pink Floyd and ceaselessly paced the\nlinoleum floor.\n\n   He would prattle on about becoming a business executive, though\nhe never progressed beyond landing a job at a Dunkin' Donuts that\nlasted one day. He yearned to have an adoring wife and family, but\nhe had no real friends. Adrift in his thoughts, he would wander\nthrough a graveyard and circle the streets of Queens in the dim\nhours before dawn. Acquaintances said he could not seem to grasp a\nfuture because he barely had a present.\n\n   From the recollections of those who knew him, Andrew Goldstein,\nthe 29-year-old man accused of pushing Kendra Webdale to her death\nunder a subway train on Jan. 3, felt forlorn and rootless, an\nuncomfortable and frustrated man in the grip of schizophrenia.\n\n   When someone with a mental illness kills, images are evoked of a\ncrazed and wicked population that should be separated from the rest\nof society, even though research confirms that the mentally ill are\ngenerally no more dangerous than anyone else. But many of them need\nmore care than they get. Advocates who work with the mentally ill\nhave been quick to conclude that Andrew Goldstein was one more\nperson neglected by the system, that this tragedy reinforces the\nnotion that there is too little money and too few programs to serve\na needy population that is no longer kept in hospitals.\n\n   At this point, with Goldstein arraigned on a charge of\nsecond-degree murder and under observation at Bellevue Hospital,\nand with his past care under investigation by state and city\nofficials, it is unclear how well or poorly he was served by the\nfragmented mental health system and by society. Nor is it clear\nwhether the death on those subway tracks could have been prevented.\nThere is always ambiguity and nuance in such stories. Mental\nillness defies a tidy narrative.\n\n   Goldstein's life, as pieced together from interviews with people\nwho knew him and with state and city officials, is indeed untidy.\n\n   He was born in Queens on Sept. 26, 1969, and grew up on Long\nIsland. His parents divorced and his father moved to Delaware.\nKevin Canfield, Goldstein's court-appointed lawyer, said that\nGoldstein had told him that his father is an anesthesiologist and\nhis mother a secretary, and that he has two brothers. Canfield said\nthat Goldstein's parents refused to talk about their son.\n\n   Goldstein went to the Bronx High School of Science, a top public\nhigh school that admits students through a citywide entrance exam.\n``For the most part, he was always alone,'' said Carl Aridas, 29, a\nrisk management officer who went to high school with him. ``He\nplayed chess but was not particularly good. He also came out to\nplay softball but he wasn't too athletic.'' He said Goldstein was\nfocused on his grades and intent on going to medical school.\n\n   Without warning, something scary happened when he was 16.\nAccording to Canfield, Goldstein told him that he was riding the\nbus to school and reading a book when he could no longer make sense\nof the sentences before him. He began getting medical and\npsychiatric care.\n\n   Still, he graduated from Bronx Science in 1987 and enrolled at\nthe State University of New York at Stony Brook (where he took\ncourses on and off until as recently as the fall of 1997). While at\ncollege, his schizophrenia intensified (the disease tends to\nmanifest itself during the college years) and in August 1989 he was\ncommitted to Creedmoor Psychiatric Center, a state-run hospital in\nQueens, the first of three commitments there. He was discharged in\nSeptember and remained an outpatient. In August 1992, he was\ncommitted a second time and again was discharged the following\nmonth.\n\n   Under his disability, he received a monthly Supplemental\nSecurity Income check of about $550. For several months, he shared\nan apartment in Kew Garden Hills with Larry Termo, now 51, a\ncounselor at Incube Inc., a New York organization that helps people\nwith psychiatric histories get jobs. Goldstein was going to\nVocational Rehabilitation Service in Queens for treatment, though\nsomeone who knew him there said he was flippant and not truly\nengaged in the group sessions.\n\n   Termo said Goldstein was unreliable about taking his medication.\nHe took Haldol, an anti-psychotic, and Cogentin, which treats the\ntrembling side-effects that often accompany Haldol. Termo said\nGoldstein complained that the pills made him sleepy.\n\n   Termo said he also felt Goldstein was in some denial about his\nillness. Termo urged him to find work. Goldstein reported to his a\njob at Dunkin' Donuts for only one day, Termo said. He insisted he\nwanted to start at the top. ``I would talk to him, his eyes would\nget wide, he wouldn't quite understand,'' Termo said.\n\n   Termo said Goldstein affected a joking manner, but seemed to\nderive little pleasure out of life. One of the few times Termo saw\nhim truly happy was when they watched the sun rise in a Queens\npark. This simple exercise put Goldstein in a buoyant mood. While\nhe was out, he phoned his mother to tell her about how he was\nhaving such fun.\n\n   (MORE)   \n   \nnn\n\n   When Termo would wake up at 7:30 a.m. to get ready for work, he\nwould often find Goldstein shuffling in the front door after\nwalking the neighborhood all night. Goldstein told Termo he was\nmaking phone calls to a high school friend in Japan in the middle\nof the night. The bills mounted and Termo had to pay some of them.\nOnce, Termo said, Goldstein ordered a $5,000 stereo that he put on\nhis mother's charge card. She made him return it.\n\n   Although Termo did not feel Goldstein was dangerous, he felt he\nwas too much for him to handle. He thought he needed close\nsupervision. ``I couldn't take care of him,'' he said. ``He wasn't\ndoing anything with his time. I didn't feel it was healthy for him\nto be just collecting his checks.'' He asked him to leave.\n\n   Shortly afterward, Goldstein was admitted to Creedmoor's\n``crisis unit,'' which gives short-term help to recently discharged\npatients who are having serious trouble. While there, he assaulted\na nurse. She was not seriously injured. The assault caused\nGoldstein to be committed to Creedmoor for a third time, in\nDecember 1992. This time, he remained until August 1993.\n\n   Termo said he visited Goldstein once at Creedmoor. Goldstein\ntold him that someone had a knife and wanted to hurt him. He also\nsaid, ``Look, all of this because of a housing problem.''\n\n   When Creedmoor discharged him, his doctors did not feel he was\nready to rejoin the community. So he was assigned to Creedmoor's\n12-bed community residence that afforded supervised care. In\nNovember 1994, he was discharged. The State Office of Mental Health\nsaid that it has reviewed his Creedmoor discharge and deemed it\nappropriate.\n\n   Goldstein went to live at the Leben Home for Adults, a boarding\nhouse containing 371 beds in Elmhurst, Queens. It offers room and\nboard but no counseling or supervision for someone who is mentally\nill. He lived there for most of four years.\n\n   As part of his discharge plan, Goldstein was required to\ncontinue counseling and medication, and he received treatment at\nthe New York Psychotherapy and Counseling Center and, most\nrecently, at the Bleuler Psychotherapy Center. Officials from both\ncenters did not return phone calls.\n\n   According to Canfield, Goldstein told him he would have periodic\nhallucinatory episodes. A sense of overwhelming dread would\novertake him. He would see squares moving from the back of his head\nto the front. Then his mind would go blank and he could not\nremember what happened next.\n\n   There were sundry other hospitalizations. He was treated at\nBellevue Hospital Center last May and in August went to Hillside\nHospital in Glen Oaks, Queens, to seek help. He was given a\nprescription for 10 days. When the hospital called to see if he was\ntaking the medication, a hospital spokeswoman said, they learned he\nhad given them a wrong number.\n\n   His only brush with the police was on Dec. 17, 1997. Law\nenforcement officials said several youths at a Barnes and Noble in\nForest Hills, Queens, harassed him, and as he left he knocked a\nwoman into a bookshelf. Her eye and face were injured. He was\narrested on misdemeanor assault charges, though the woman did not\nproceed with the case. The police took him to Elmhurst Hospital\nCenter for evaluation, where he was kept for two weeks.\n\n   nn\n\n   After he was arrested last Sunday, police officials said\nGoldstein told them that less than a year ago he had tried to push\nanother woman in front of a subway train in Brooklyn. But the\npolice could find no record of the event, and his lawyer said that\nGoldstein told him that the incident actually involved shoving a\nwoman while they were on board a subway train.\n\n   For the last three months, Goldstein occupied a $300-a-month\nbasement room in a three-story brick house in Howard Beach, Queens.\nHe had lived there for six months several years ago, but Sarita\nGonzalez, his landlady, said she made him leave because of slovenly\nhabits and for nearly causing a fire while cooking. He begged to\ncome back, and she relented three months ago.\n\n   Three other men rented companion rooms: John Olson, 20, and\nBernard Nuza, 23, brothers who work at a local bagel shop, and\nIsaac Vega, 38, a messenger. They said Goldstein was often\noutwardly in a good mood _ they would even call him ``Happy'' _ but\nhe was desperately lonely and spoke in a disjointed fashion. Late\nat night, he would drift past Nuza's room and try to strike up a\nconversation. ``I think he just wanted some attention and no one\nwas willing to give it to him,'' Nuza said. ``He wanted to go out\nwith us, but he was too weird to go out with.''\n\n   Goldstein noticed that two of them smoked. He began smoking.\n\n   The other renters said he had a strained relationship with his\nparents. His father would send him $50 a month, his landlady said.\nOlson said he recently had a squabble with his mother over money.\nHe said that Goldstein would go to her for a few dollars and she\nwould tell him that was the last time he could see her that month.\n``Everything was a negative about mom,'' said Vega.\n\n   He never seemed to work. He had resumes in his room that listed\none-month stints as a receptionist at a leasing company, a grillman\nat McDonald's and a telemarketer. He had a blank application for a\njob at a CVS Pharmacy and financial aid applications to SUNY and\nYork College.\n\n   To pass time, the others said, Goldstein would visit a nearby\ncemetery and wander around inspecting the gravestones. Sometimes he\ntook long walks at night. Mostly, he stayed in his room, watching\nTV and listening to music. He especially liked Pink Floyd's ``The\nWall'' which, among other things, is about mental illness and drug\nuse.\n\n   ``He was just a weird guy,'' Olson said. ``Sometimes he would\njust laugh out loud for no reason. He would wear the same clothes\nfor three or four days.''\n\n   And he would pace, back and forth across the short parameters of\nhis room, a dozen times, before pausing and then resuming the\npattern. Nuza said that Goldstein frequently told him he wanted to\nbe hospitalized.\n\n   Last September, Goldstein went unannounced to see his old\nroommate, Larry Termo. They went to a Wendy's restaurant. Goldstein\nhad a Coke and Termo a coffee. Goldstein was broke, so Termo paid.\n\n   Termo thought Goldstein seemed more together and, needing the\nmoney, he mentioned that maybe he should move back in with him.\nGoldstein quickly warmed to the idea.\n\n   Termo told him, ``Listen Andy, you're not going to become an\nexecutive right away. You're going to have to take your medication\nand see a counselor and acquire some skills.''\n\n   He said Goldstein replied, ``Larry, you're really helping me.''\n\n   He did not see him again. Two weeks ago, he left a message on\nTermo's answering machine. He said he would like to get together\nagain. He said maybe they could go to Wendy's. He did not leave a\nnumber, and Termo was unable to return the call.\n\n   ``Andy was an immature young kid who wasn't following his\ntherapy and was in denial that he needed therapy,'' Termo said. ``I\nalways felt he would learn the hard way, but not like this.''\n\n   The other renters in the Queens basement said that recently he\nhad stopped taking his medication. Canfield said Goldstein told him\nthat his medication left him disassociated and lethargic and his\nmuscles stiff. Newer anti-psychotic drugs don't have the severe\nside-effects of the older generations, but they are more costly.\n``Andy wanted to be institutionalized,'' Canfield said. ``He knew\nhis life was terribly painful for himself and his family. The\ntragedy is that Andrew was on the street.''\n\n   Vega said Goldstein felt particularly unwanted during the\nholidays. He said that the day before he was arrested he went to\nthe hospital to have his ankle looked at, though there was nothing\nwrong with it.\n\n   Those who work with the mentally ill said that Goldstein seemed\npoorly served by the system. ``We're really concerned that there\nare huge gaps in the mental health system,'' said Jody Silver,\ndirector of advocacy for Community Access Inc., a Manhattan program\nthat provides supported housing for people with psychiatric\ndisabilities. ``He had a place to live but he didn't have support.\nIt sounds like he needed a program with an intensive support\nservice, where he would be visited daily by a case worker who would\nmonitor his medication and help him with his life. He was totally\nalone in the community. This person was grossly underserved.''\n\n   Ray Schwartz, the assistant executive director at Venture House,\na so-called clubhouse for the severely mentally ill in Queens where\npeople can come to socialize and get peer support, said, ``It\ndoesn't seem like anyone was going out of their way to help him.''\n\n   Since he has not reviewed Goldstein's records, Neal Cohen, the\ncity's mental health commissioner, said he could not gauge how well\nthe system served him. He agreed that there remain funding issues.\n``We have by no means completed the construction of the community\nmental health system,'' he said. But he felt coordination among a\nfragmented system was more vital.\n\n   ``At this point, I think it's less an issue of more services\nthan it is an issue of coordination among the services we have,''\nhe said. ``When someone drops out with a history of serious mental\nillness, we want the community program to make a serious effort to\nreturn the person to the program. That's something that doesn't\njust come with funding. It comes with a culture of how you care for\npeople with serious mental illness.''\n\n   He said that the city plans to start a pilot program called the\n``Alert Program'' in the next few months. Five Manhattan hospitals\nwill be linked to a central data base containing treatment\ninformation about anyone who is mentally ill and appears at the\nemergency rooms of those hospitals. The hope, he said, is\neventually to expand the database citywide.\n\n   At around 10 o'clock on Jan. 3, police officials said, Andrew\nGoldstein went into Manhattan. As usual, he ate fast food. At a\nVirgin Megastore near 14th Street he listened to some compact disks\nat the free listening stations.\n\n   By 5 p.m., he had made his way to the northbound platform of the\nN and R station at 23rd Street and Broadway. He saw a woman at the\nsouth end of the station. He asked her the time.\n","Headline":"\nACCUSED SUBWAY KILLER LIVED A LONELY LIFE SHAPED BY MENTAL\nILLNESS \n","Text":["\n   NEW YORK _ As far back as when he was 16 and first had an\ninkling that something was wrong with him, his life appeared to\nturn inward and downward. Until the police took him away, he lived\nin a basement shoebox of a room in Queens. He watched ``The\nSimpsons'' and listened to Pink Floyd and ceaselessly paced the\nlinoleum floor.\n","\n   He would prattle on about becoming a business executive, though\nhe never progressed beyond landing a job at a Dunkin' Donuts that\nlasted one day. He yearned to have an adoring wife and family, but\nhe had no real friends. Adrift in his thoughts, he would wander\nthrough a graveyard and circle the streets of Queens in the dim\nhours before dawn. Acquaintances said he could not seem to grasp a\nfuture because he barely had a present.\n","\n   From the recollections of those who knew him, Andrew Goldstein,\nthe 29-year-old man accused of pushing Kendra Webdale to her death\nunder a subway train on Jan. 3, felt forlorn and rootless, an\nuncomfortable and frustrated man in the grip of schizophrenia.\n","\n   When someone with a mental illness kills, images are evoked of a\ncrazed and wicked population that should be separated from the rest\nof society, even though research confirms that the mentally ill are\ngenerally no more dangerous than anyone else. But many of them need\nmore care than they get. Advocates who work with the mentally ill\nhave been quick to conclude that Andrew Goldstein was one more\nperson neglected by the system, that this tragedy reinforces the\nnotion that there is too little money and too few programs to serve\na needy population that is no longer kept in hospitals.\n","\n   At this point, with Goldstein arraigned on a charge of\nsecond-degree murder and under observation at Bellevue Hospital,\nand with his past care under investigation by state and city\nofficials, it is unclear how well or poorly he was served by the\nfragmented mental health system and by society. Nor is it clear\nwhether the death on those subway tracks could have been prevented.\nThere is always ambiguity and nuance in such stories. Mental\nillness defies a tidy narrative.\n","\n   Goldstein's life, as pieced together from interviews with people\nwho knew him and with state and city officials, is indeed untidy.\n","\n   He was born in Queens on Sept. 26, 1969, and grew up on Long\nIsland. His parents divorced and his father moved to Delaware.\nKevin Canfield, Goldstein's court-appointed lawyer, said that\nGoldstein had told him that his father is an anesthesiologist and\nhis mother a secretary, and that he has two brothers. Canfield said\nthat Goldstein's parents refused to talk about their son.\n","\n   Goldstein went to the Bronx High School of Science, a top public\nhigh school that admits students through a citywide entrance exam.\n``For the most part, he was always alone,'' said Carl Aridas, 29, a\nrisk management officer who went to high school with him. ``He\nplayed chess but was not particularly good. He also came out to\nplay softball but he wasn't too athletic.'' He said Goldstein was\nfocused on his grades and intent on going to medical school.\n","\n   Without warning, something scary happened when he was 16.\nAccording to Canfield, Goldstein told him that he was riding the\nbus to school and reading a book when he could no longer make sense\nof the sentences before him. He began getting medical and\npsychiatric care.\n","\n   Still, he graduated from Bronx Science in 1987 and enrolled at\nthe State University of New York at Stony Brook (where he took\ncourses on and off until as recently as the fall of 1997). While at\ncollege, his schizophrenia intensified (the disease tends to\nmanifest itself during the college years) and in August 1989 he was\ncommitted to Creedmoor Psychiatric Center, a state-run hospital in\nQueens, the first of three commitments there. He was discharged in\nSeptember and remained an outpatient. In August 1992, he was\ncommitted a second time and again was discharged the following\nmonth.\n","\n   Under his disability, he received a monthly Supplemental\nSecurity Income check of about $550. For several months, he shared\nan apartment in Kew Garden Hills with Larry Termo, now 51, a\ncounselor at Incube Inc., a New York organization that helps people\nwith psychiatric histories get jobs. Goldstein was going to\nVocational Rehabilitation Service in Queens for treatment, though\nsomeone who knew him there said he was flippant and not truly\nengaged in the group sessions.\n","\n   Termo said Goldstein was unreliable about taking his medication.\nHe took Haldol, an anti-psychotic, and Cogentin, which treats the\ntrembling side-effects that often accompany Haldol. Termo said\nGoldstein complained that the pills made him sleepy.\n","\n   Termo said he also felt Goldstein was in some denial about his\nillness. Termo urged him to find work. Goldstein reported to his a\njob at Dunkin' Donuts for only one day, Termo said. He insisted he\nwanted to start at the top. ``I would talk to him, his eyes would\nget wide, he wouldn't quite understand,'' Termo said.\n","\n   Termo said Goldstein affected a joking manner, but seemed to\nderive little pleasure out of life. One of the few times Termo saw\nhim truly happy was when they watched the sun rise in a Queens\npark. This simple exercise put Goldstein in a buoyant mood. While\nhe was out, he phoned his mother to tell her about how he was\nhaving such fun.\n","\n   (MORE)   \n   \nnn\n","\n   When Termo would wake up at 7:30 a.m. to get ready for work, he\nwould often find Goldstein shuffling in the front door after\nwalking the neighborhood all night. Goldstein told Termo he was\nmaking phone calls to a high school friend in Japan in the middle\nof the night. The bills mounted and Termo had to pay some of them.\nOnce, Termo said, Goldstein ordered a $5,000 stereo that he put on\nhis mother's charge card. She made him return it.\n","\n   Although Termo did not feel Goldstein was dangerous, he felt he\nwas too much for him to handle. He thought he needed close\nsupervision. ``I couldn't take care of him,'' he said. ``He wasn't\ndoing anything with his time. I didn't feel it was healthy for him\nto be just collecting his checks.'' He asked him to leave.\n","\n   Shortly afterward, Goldstein was admitted to Creedmoor's\n``crisis unit,'' which gives short-term help to recently discharged\npatients who are having serious trouble. While there, he assaulted\na nurse. She was not seriously injured. The assault caused\nGoldstein to be committed to Creedmoor for a third time, in\nDecember 1992. This time, he remained until August 1993.\n","\n   Termo said he visited Goldstein once at Creedmoor. Goldstein\ntold him that someone had a knife and wanted to hurt him. He also\nsaid, ``Look, all of this because of a housing problem.''\n","\n   When Creedmoor discharged him, his doctors did not feel he was\nready to rejoin the community. So he was assigned to Creedmoor's\n12-bed community residence that afforded supervised care. In\nNovember 1994, he was discharged. The State Office of Mental Health\nsaid that it has reviewed his Creedmoor discharge and deemed it\nappropriate.\n","\n   Goldstein went to live at the Leben Home for Adults, a boarding\nhouse containing 371 beds in Elmhurst, Queens. It offers room and\nboard but no counseling or supervision for someone who is mentally\nill. He lived there for most of four years.\n","\n   As part of his discharge plan, Goldstein was required to\ncontinue counseling and medication, and he received treatment at\nthe New York Psychotherapy and Counseling Center and, most\nrecently, at the Bleuler Psychotherapy Center. Officials from both\ncenters did not return phone calls.\n","\n   According to Canfield, Goldstein told him he would have periodic\nhallucinatory episodes. A sense of overwhelming dread would\novertake him. He would see squares moving from the back of his head\nto the front. Then his mind would go blank and he could not\nremember what happened next.\n","\n   There were sundry other hospitalizations. He was treated at\nBellevue Hospital Center last May and in August went to Hillside\nHospital in Glen Oaks, Queens, to seek help. He was given a\nprescription for 10 days. When the hospital called to see if he was\ntaking the medication, a hospital spokeswoman said, they learned he\nhad given them a wrong number.\n","\n   His only brush with the police was on Dec. 17, 1997. Law\nenforcement officials said several youths at a Barnes and Noble in\nForest Hills, Queens, harassed him, and as he left he knocked a\nwoman into a bookshelf. Her eye and face were injured. He was\narrested on misdemeanor assault charges, though the woman did not\nproceed with the case. The police took him to Elmhurst Hospital\nCenter for evaluation, where he was kept for two weeks.\n","\n   nn\n","\n   After he was arrested last Sunday, police officials said\nGoldstein told them that less than a year ago he had tried to push\nanother woman in front of a subway train in Brooklyn. But the\npolice could find no record of the event, and his lawyer said that\nGoldstein told him that the incident actually involved shoving a\nwoman while they were on board a subway train.\n","\n   For the last three months, Goldstein occupied a $300-a-month\nbasement room in a three-story brick house in Howard Beach, Queens.\nHe had lived there for six months several years ago, but Sarita\nGonzalez, his landlady, said she made him leave because of slovenly\nhabits and for nearly causing a fire while cooking. He begged to\ncome back, and she relented three months ago.\n","\n   Three other men rented companion rooms: John Olson, 20, and\nBernard Nuza, 23, brothers who work at a local bagel shop, and\nIsaac Vega, 38, a messenger. They said Goldstein was often\noutwardly in a good mood _ they would even call him ``Happy'' _ but\nhe was desperately lonely and spoke in a disjointed fashion. Late\nat night, he would drift past Nuza's room and try to strike up a\nconversation. ``I think he just wanted some attention and no one\nwas willing to give it to him,'' Nuza said. ``He wanted to go out\nwith us, but he was too weird to go out with.''\n","\n   Goldstein noticed that two of them smoked. He began smoking.\n","\n   The other renters said he had a strained relationship with his\nparents. His father would send him $50 a month, his landlady said.\nOlson said he recently had a squabble with his mother over money.\nHe said that Goldstein would go to her for a few dollars and she\nwould tell him that was the last time he could see her that month.\n``Everything was a negative about mom,'' said Vega.\n","\n   He never seemed to work. He had resumes in his room that listed\none-month stints as a receptionist at a leasing company, a grillman\nat McDonald's and a telemarketer. He had a blank application for a\njob at a CVS Pharmacy and financial aid applications to SUNY and\nYork College.\n","\n   To pass time, the others said, Goldstein would visit a nearby\ncemetery and wander around inspecting the gravestones. Sometimes he\ntook long walks at night. Mostly, he stayed in his room, watching\nTV and listening to music. He especially liked Pink Floyd's ``The\nWall'' which, among other things, is about mental illness and drug\nuse.\n","\n   ``He was just a weird guy,'' Olson said. ``Sometimes he would\njust laugh out loud for no reason. He would wear the same clothes\nfor three or four days.''\n","\n   And he would pace, back and forth across the short parameters of\nhis room, a dozen times, before pausing and then resuming the\npattern. Nuza said that Goldstein frequently told him he wanted to\nbe hospitalized.\n","\n   Last September, Goldstein went unannounced to see his old\nroommate, Larry Termo. They went to a Wendy's restaurant. Goldstein\nhad a Coke and Termo a coffee. Goldstein was broke, so Termo paid.\n","\n   Termo thought Goldstein seemed more together and, needing the\nmoney, he mentioned that maybe he should move back in with him.\nGoldstein quickly warmed to the idea.\n","\n   Termo told him, ``Listen Andy, you're not going to become an\nexecutive right away. You're going to have to take your medication\nand see a counselor and acquire some skills.''\n","\n   He said Goldstein replied, ``Larry, you're really helping me.''\n","\n   He did not see him again. Two weeks ago, he left a message on\nTermo's answering machine. He said he would like to get together\nagain. He said maybe they could go to Wendy's. He did not leave a\nnumber, and Termo was unable to return the call.\n","\n   ``Andy was an immature young kid who wasn't following his\ntherapy and was in denial that he needed therapy,'' Termo said. ``I\nalways felt he would learn the hard way, but not like this.''\n","\n   The other renters in the Queens basement said that recently he\nhad stopped taking his medication. Canfield said Goldstein told him\nthat his medication left him disassociated and lethargic and his\nmuscles stiff. Newer anti-psychotic drugs don't have the severe\nside-effects of the older generations, but they are more costly.\n``Andy wanted to be institutionalized,'' Canfield said. ``He knew\nhis life was terribly painful for himself and his family. The\ntragedy is that Andrew was on the street.''\n","\n   Vega said Goldstein felt particularly unwanted during the\nholidays. He said that the day before he was arrested he went to\nthe hospital to have his ankle looked at, though there was nothing\nwrong with it.\n","\n   Those who work with the mentally ill said that Goldstein seemed\npoorly served by the system. ``We're really concerned that there\nare huge gaps in the mental health system,'' said Jody Silver,\ndirector of advocacy for Community Access Inc., a Manhattan program\nthat provides supported housing for people with psychiatric\ndisabilities. ``He had a place to live but he didn't have support.\nIt sounds like he needed a program with an intensive support\nservice, where he would be visited daily by a case worker who would\nmonitor his medication and help him with his life. He was totally\nalone in the community. This person was grossly underserved.''\n","\n   Ray Schwartz, the assistant executive director at Venture House,\na so-called clubhouse for the severely mentally ill in Queens where\npeople can come to socialize and get peer support, said, ``It\ndoesn't seem like anyone was going out of their way to help him.''\n","\n   Since he has not reviewed Goldstein's records, Neal Cohen, the\ncity's mental health commissioner, said he could not gauge how well\nthe system served him. He agreed that there remain funding issues.\n``We have by no means completed the construction of the community\nmental health system,'' he said. But he felt coordination among a\nfragmented system was more vital.\n","\n   ``At this point, I think it's less an issue of more services\nthan it is an issue of coordination among the services we have,''\nhe said. ``When someone drops out with a history of serious mental\nillness, we want the community program to make a serious effort to\nreturn the person to the program. That's something that doesn't\njust come with funding. It comes with a culture of how you care for\npeople with serious mental illness.''\n","\n   He said that the city plans to start a pilot program called the\n``Alert Program'' in the next few months. Five Manhattan hospitals\nwill be linked to a central data base containing treatment\ninformation about anyone who is mentally ill and appears at the\nemergency rooms of those hospitals. The hope, he said, is\neventually to expand the database citywide.\n","\n   At around 10 o'clock on Jan. 3, police officials said, Andrew\nGoldstein went into Manhattan. As usual, he ate fast food. At a\nVirgin Megastore near 14th Street he listened to some compact disks\nat the free listening stations.\n","\n   By 5 p.m., he had made his way to the northbound platform of the\nN and R station at 23rd Street and Broadway. He saw a woman at the\nsouth end of the station. He asked her the time.\n"]}