{"DocumentId":"NYT20000717.0310","TopicId":"NYT","Relevance":"2","Body":" BC-SCI-PROZAC-SAFETY-ART-(2900)3TAKES-NYT \nONCE AGAIN, PROZAC TAKES CENTER STAGE IN FUROR \n\n  (ART ADV: Photo NYT 2 is being sent to NYT photo clients.\nNonsubscribers can purchase one-time rights by calling 888-603-1036\nor 888-346-9867.) \n(Science Times) \n By ERICA GOODE   \n c.2000 N.Y. Times News Service   \n\n   Prozac has never been just any drug.\n\n   Soon after arriving on drugstore shelves 12 years ago, Eli\nLilly's antidepressant transcended simple pilldom, becoming instead\na cultural icon.\n\n   Hailed as a wonder drug one minute, cast as evil incarnate the\nnext minute, the green and white capsule has generated multitudes\nof lawsuits, and garnered more attention than some presidential\ncandidates.\n\n   Perhaps because Prozac treats the ills of the mind, not the\ncomplaints of the body, it has also served as a kind of public\nRorschach test, a screen upon which Americans project deeply rooted\nattitudes about illness, character, biology and free will.\n\n   So, perhaps predictably, as the drug edges into adolescence and\nLilly's exclusive patent on the medication nears expiration, Prozac\nis once more causing a stir.\n\n   More or less at the center of the newest squall are two\npsychiatrists, Dr. Joseph Glenmullen, the author of a recently\npublished book, ``Prozac Backlash'' (Simon & Schuster), and Dr.\nDavid Healy, author of ``The Antidepressant Era'' (Harvard\nUniversity Press, 1998). They claim that Prozac and its chemical\ncousins are often indiscriminately prescribed and have more serious\nand more frequent side effects than the public is aware of or than\nthe package labeling indicates.\n\n   Many of their assertions are old ones, in particular the notion\nthat the drugs cause some people to become suicidal or violent, an\naccusation that Lilly and other antidepressant manufacturers deny\nand that has so far failed to persuade juries in product liability\nlawsuits.\n\n   But Glenmullen, who is on the staff of the Harvard University\nHealth Services, and Healy, a lecturer in psychological medicine at\nthe University of Wales College of Medicine, raise new fears. They\nsuggest that Prozac and similar drugs, like the antipsychotic\nmedications of the 1950s and 1960s, might pose a significant risk\nof neurological side effects, that long-term use of the drugs might\ncause brain damage and that future generations might look back on\nthe antidepressants and other psychiatric drugs, in Glenmullen's\nwords, ``as a frightening human experiment.''\n\n   ``Too many people have been lulled into thinking that they have\nno side effects and no risk,'' he said.\n\n   The contentions of Glenmullen, Healy and other critics, however,\nhave themselves drawn harsh criticism from scientists, psychiatric\nclinicians and mental health groups, who view them as alarmist and\noverblown.\n\n   Some scientists whose studies are cited in ``Prozac Backlash''\nto support its thesis said that the author never contacted them\nabout their work and they strongly disagreed with his conclusions.\n\n   And many psychiatrists said they worried that the new dispute\nwould discourage people with depression from seeking needed\ntreatment.\n\n   ``Some of the statements that Glenmullen makes are simply\noutrageous,'' said Dr. Frederick Jacobsen, a psychopharmacologist\nin Washington. ``He trashes any benefit of the drugs and\nselectively quotes studies in a very biased way.''\n\n   The idea that Prozac and its later-arriving relatives are\ndangerous drugs runs counter to the experience of most\npsychiatrists and researchers. They see the medications _ which\nenhance the availability in the brain of serotonin, a\nneurotransmitter believed to be involved in depression _ as useful,\nand sometimes lifesaving, tools for treating a variety of\npsychiatric disorders.\n\n   In their view, the antidepressants have both advantages and\nlimitations. The drugs, called selective serotonin reuptake\ninhibitors or SSRIs, are far less lethal in overdose than the older\ngeneration of so-called tricyclic antidepressants, making them more\ndifficult for depressed patients to use in suicide attempts. And\nthey lack some annoying side effects of the earlier drugs, like dry\nmouth, constipation and weight gain.\n\n   Yet 30 percent to 40 percent of patients given the newer\nantidepressants receive no benefit from them, a weakness they share\nwith earlier medications. Studies indicate the drugs may be less\neffective than tricyclics for severe depression. And the\nmedications, like all drugs, have side effects of their own,\nincluding loss of libido and other sexual difficulties, which occur\nin anywhere from 36 percent to 75 percent of patients, and a host\nof other, mostly mild, adverse reactions.\n\n   Their long-term side effects, if any, are less clear. No\nscientist can offer an ironclad guarantee that Prozac and its\ncounterparts _ or for that matter, any other potent drugs _ are\nabsolutely safe when taken continuously for long periods.\n\n   Yet what is known, scientists say, suggests that the medications\nare more benign in their long-term impact on the brain than many\nother psychoactive drugs. And 12 years of widespread use have\nconvinced most researchers and clinicians of the antidepressants'\nbasic safety.\n\n   ``The SSRIs are not innocuous,'' said Dr. Matthew Rudorfer,\nassociate director for treatment research at the National Institute\nof Mental Health's Division of Services and Intervention Research,\n``and they should not be used casually. But it's a vast\noverinterpretation to say that they are dangerous and should be\navoided.''\n\n   Glenmullen and Healy said they were not opposed to the use of\nProzac or similar drugs, and that they prescribed them regularly in\ntheir own practices. But they deplore their use for people whose\ncomplaints are very mild and they criticize physicians who place\npatients on the drugs for long periods with little or no\nsupervision, a trend that has increased under managed care.\n\n   Lilly estimates that 38 million people worldwide have taken\nProzac since it was introduced in 1988. And 10.3 million new\nprescriptions for the drug were written in 1999, says IMS Health, a\nmarket research firm.\n\n   ``For people with only mild to moderate symptoms whose\nfunctioning is not compromised,'' Glenmullen said, alternative\napproaches, like psychotherapy and exercise, ``are preferable forms\nof treatment.''\n\n   Glenmullen also educates readers of his book about the\nwithdrawal effects _ including nausea, vertigo, flu-like symptoms,\nmood swings and irritability _ that can result if newer\nantidepressants are stopped too abruptly. (Prozac, which leaves the\nbody more slowly than other SSRIs, is an exception). And both he\nand Healy criticize the pharmaceutical companies, which they say\ninfluence medical research and often minimize adverse side effects\nin an effort to make their products look good.\n\n   nn\n\n   Yet it is difficult to find scientists or clinicians who support\nthe more extreme suppositions of Prozac's critics.\n\n   Glenmullen and Healy argue that neurological side effects _\nincluding muscle spasms, facial tics, Parkinson's diseaselike\nsymptoms, extreme agitation and even tardive dyskinesia, a\ndisabling movement disorder _ are more common in patients taking\nnewer antidepressants than the labeling on the drug packaging\nindicates, and that their occurrence augurs serious problems to\ncome.\n\n   Such side effects are frequently produced by older medications\nused to treat psychosis. But Glenmullen said it took decades for\ndoctors to recognize the extent or severity of the reactions.\n\n   ``Do we this time want to ignore the early warning signs of\nthese effects with serotonin boosters?'' he asks in ``Prozac\nBacklash.'' ``Even if disfiguring tic disorders turn out to be\ninfrequent, with tens of millions of people having been on\nserotonin boosters, hundreds of thousands could be affected.''\n\n   But other scientists say it is misleading to compare\nantipsychotic drugs, which directly act on the neurotransmitter\ndopamine, with the antidepressants, which affect dopamine only\nindirectly.\n\n   ``If SSRIs do in fact cause tardive dyskinesialike syndromes,\nand that's far from proven,'' said Dr. William Wirshing, a\nprofessor of psychiatry at the University of California at Los\nAngeles and an expert on neurological problems caused by\nantipsychotic drugs, ``they do at a rate so low that it's\nindistinguishable from background noise in the untreated general\npopulation.''\n\n   Although some neurological side effects are reported in patients\ntaking Prozac and similar antidepressants, researchers and\nclinicians say that in their experience the reactions are\ninfrequent; some are so rare that many psychiatrists never see them\nin years of practice. In many reported cases patients have used\nother medications, making cause and effect difficult to determine.\n\n   Many scientists said that in their views ``Prozac Backlash''\nalso blurred distinctions between newer antidepressants and many\nother types of drugs. In a discussion of possible long-term effects\nof Prozac and similar drugs, Glenmullen drew analogies to cocaine\nand MDMA (the recreational drug known as ecstasy), which are known\nto cause brain damage, and diet drugs like Redux, which was pulled\noff the market in 1997.\n\n   Glenmullen said research was scant on how Prozac and other SSRIs\naffected nerve cells in the brain with long-term use, but he argued\nthat findings on the effects of ecstasy and other drugs offered\nreason for concern about the antidepressants.\n\n   ``Surely we already know enough to indicate these drugs should\nbe prescribed far more cautiously than they typically are today,''\nhe wrote.\n\n   But Dr. George Ricaurte, an associate professor of psychiatry at\nJohns Hopkins University and a leading expert on ecstasy's effects\non the brain, said that MDMA and newer antidepressants ``are two\nentirely different classes of drugs.''\n\n   ``The toxicity produced by MDMA is not produced by Prozac and\nrelated drugs,'' Ricaurte said. ``Quite the contrary, they prevent\nthe toxicity of MDMA and related drugs.''\n\n   Dr. Efrain Azmitia, a professor of biology and psychiatry at New\nYork University and an authority on serotonin, said he regarded the\nnewer antidepressants as ``remarkably effective and in a way,\nremarkably safe,'' because unlike many drugs their mechanism of\naction had ``a more physiological flavor, more in harmony with the\nbody's natural rhythms,'' offering the possibility that ``you're\nnot going to all of a sudden see something appear that you didn't\nsee at two years.''\n\n   Glenmullen, asked about other scientists' disparate views, said\nthat in his book, ``I'm very careful to be really clear about when\nI'm talking about SSRIs versus other classes of drugs'' and his\npoint was that ``we badly need more research.''\n\n   Of all the issues raised by Prozac skeptics, the most difficult\nfor many people to sort out is the accusation that the drug is\nlinked to suicide, an association that began in 1990 when a Harvard\nUniversity researcher, Dr. Martin Teicher, reported on six patients\nwho ``developed intense, violent suicidal preoccupation'' shortly\nafter starting Prozac.\n\n   Teicher's report was followed by a few other case descriptions\nfrom other researchers. Some scientists offered hypotheses about\nhow such an effect, if it existed, might occur.\n\n   One theory centered on an infrequent reaction to Prozac and\nother medications, a state of agitation and restlessness known as\nakathisia. In some cases, researchers suggested, akathisia may be\nso uncomfortable that it sets off suicidal thoughts, or intensifies\nexisting suicidal impulses.\n\n   Other investigators proposed that in rare cases the drugs might\nparadoxically produce a drop in serotonin levels. Lowered serotonin\nlevels have been associated in some studies with suicide and other\nforms of violence.\n\n   In the public arena, the suicide question also created a\ncommotion. Of the more than 100 lawsuits filed against Lilly, many\nhave been dismissed, and some _ the drug company will not say how\nmany _ have been settled out of court. Two have come to trial, with\nboth resulting in jury verdicts in favor of the pharmaceutical\ncompany. In one case Lilly paid the plaintiffs an undisclosed\namount.\n\n   By the mid-1990s, however, most scientists had lost interest in\nthe issue. Several larger studies _ which compared Prozac to other\nantidepressants or to dummy pills, including a reanalysis of\nLilly's clinical trial data _ concluded that subjects on Prozac\nshowed no increase in suicidal acts or feelings; some reported that\nthe drug reduced suicide risk. In 1991, a Food and Drug\nAdministration advisory committee concluded that there was no\npersuasive evidence for a suicide link, allaying many people's\nfears.\n\n   The consensus of most researchers was that, in any case,\ndisentangling the effects of the antidepressants from the effects\nof depression itself, a disease that has a high rate of suicide,\nwas difficult or impossible.\n\n   ``It would always be a needle in a haystack,'' said Dr.\nRudorfer, of the National Institute of Mental Health. For its part,\nLilly said there was no data supporting the idea that Prozac\nincreased suicidal risk. ``On the contrary,'' said Dr. Steven Paul,\na psychiatrist who is a vice president at Lilly Research\nLaboratories, ``all the available data supports the fact that\nProzac reduces suicidal risk in depressed patients.''\n\n   In reviving the issue, Glenmullen and Healy, like earlier\ncritics, focus on Lilly's role in lawsuits and research. They\nreprise, for instance, accusations that the FDA's inquiry was\ntainted by some scientists' drug company ties. And they criticize\nthe larger studies of Prozac and suicide, citing problems in\nmethodology, and pointing out that they were carried out by\nscientists financed by Lilly or working for the company. They also\nrecycle excerpts from internal Lilly memos, retrieved by lawyers\nfor plaintiffs in earlier lawsuits.\n\n   Healy recently published a study in which 20 normal volunteers,\nwho told researchers they had no history of depression or other\npsychiatric problems, were alternately given Zoloft, an SSRI, and\nreboxetene, another antidepressant that has not been approved for\nuse in the United States. Two of the volunteers, Healy reported,\nbecame acutely suicidal while taking Zoloft.\n\n   Healy said that compared with the normal suicide rate in Great\nBritain, the healthy volunteers on Zoloft showed a 2,000-fold\nincrease in suicide risk. He believes the same is true for other\nSSRI's. ``My estimates are that Prozac alone has led to 25,000\npeople committing suicide'' who would not have otherwise, Healy\nsaid.\n\n   But the Zoloft study, published in a British journal, Primary\nCare Psychiatry, is controversial. Critics said its methodology was\nflawed _ for example, they said, the study included no placebo\ncontrol, the subjects were employees of the hospital where Healy\npracticed, and no medical records or other independent sources were\nevaluated to confirm the subjects' reports about their psychiatric\nhistories.\n\n   To conclude that Zoloft made the subjects suicidal, said\nWirshing of UCLA, ``is ludicrous.''\n\n   Celeste Torello, a spokeswoman for Pfizer Inc., which\nmanufactures Zoloft, Prozac's closest competitor, said the drug's\n``safety and efficacy has been proven time and again, in more than\n180 clinical trials involving more than 10,000 patients\nworldwide.''\n\n   Meanwhile, some researchers whose early reports on the suicide\nissue were cited in ``Prozac Backlash'' said they did not agree\nwith the way the issue was characterized in the book.\n\n   One is Dr. Anthony Rothschild, a professor of psychiatry at the\nUniversity of Massachusetts in Worcester and the author of a 1991\nreport of three patients who developed akathisia and became more\nsuicidal on Prozac. ``Akathisia can occur,'' Rothschild said, ``and\nin some people, who have a previous propensity to feel suicidal and\nare still suffering from depression, this can sometimes push them\nover the edge. But is it common? No. Can it be easily recognized\nand treated? Yes.''\n\n   Even Teicher, author of the original suicide report, said he\nviewed the risk for suicide as something ``that clinicians need to\nbe aware of but it's generally not a huge problem.''\n\n   Teicher, who along with others holds the patent on R-fluoxetene,\na refined version of Prozac that Lilly has licensed and is testing\nin clinical trials as a potential successor to the drug, speculated\nthat patients who became suicidal on Prozac and other drugs in the\nearly 1990's might have done so as a result of the higher doses\nprescribed by physicians. Lilly's exclusive patent on Prozac\nexpires in December 2003.\n\n   Glenmullen has written to the FDA requesting that stronger\nwarnings about akathisia and suicides be added to labels for\nantidepressants.\n\n   But the federal agency, a spokesman said, is satisfied that\ncurrent warning labels, which mention both akathisia and suicidal\nthoughts as having been reported since the drugs reached the\nmarket, are sufficient. The agency said it had no plans to begin\nanother official investigation into the issue, although it would\nreview any new data that emerged, as it does routinely on topics of\npublic concern.\n\n   In the end, the message for anyone contemplating taking Prozac,\nZoloft, Paxil, Luvox or other antidepressants, scientists said, may\nbe simply that drugs have side effects, and the decision to take\nmedication always involves the weighing of benefit against risk.\n\n   ``No one should really be on any type of medication for long\nperiods of time unless they have to,'' said Azmitia, of NYU. ``But\nsome people really can't function unless they are on these drugs.''\n","Headline":"\nONCE AGAIN, PROZAC TAKES CENTER STAGE IN FUROR \n","Text":["\n   Prozac has never been just any drug.\n","\n   Soon after arriving on drugstore shelves 12 years ago, Eli\nLilly's antidepressant transcended simple pilldom, becoming instead\na cultural icon.\n","\n   Hailed as a wonder drug one minute, cast as evil incarnate the\nnext minute, the green and white capsule has generated multitudes\nof lawsuits, and garnered more attention than some presidential\ncandidates.\n","\n   Perhaps because Prozac treats the ills of the mind, not the\ncomplaints of the body, it has also served as a kind of public\nRorschach test, a screen upon which Americans project deeply rooted\nattitudes about illness, character, biology and free will.\n","\n   So, perhaps predictably, as the drug edges into adolescence and\nLilly's exclusive patent on the medication nears expiration, Prozac\nis once more causing a stir.\n","\n   More or less at the center of the newest squall are two\npsychiatrists, Dr. Joseph Glenmullen, the author of a recently\npublished book, ``Prozac Backlash'' (Simon & Schuster), and Dr.\nDavid Healy, author of ``The Antidepressant Era'' (Harvard\nUniversity Press, 1998). They claim that Prozac and its chemical\ncousins are often indiscriminately prescribed and have more serious\nand more frequent side effects than the public is aware of or than\nthe package labeling indicates.\n","\n   Many of their assertions are old ones, in particular the notion\nthat the drugs cause some people to become suicidal or violent, an\naccusation that Lilly and other antidepressant manufacturers deny\nand that has so far failed to persuade juries in product liability\nlawsuits.\n","\n   But Glenmullen, who is on the staff of the Harvard University\nHealth Services, and Healy, a lecturer in psychological medicine at\nthe University of Wales College of Medicine, raise new fears. They\nsuggest that Prozac and similar drugs, like the antipsychotic\nmedications of the 1950s and 1960s, might pose a significant risk\nof neurological side effects, that long-term use of the drugs might\ncause brain damage and that future generations might look back on\nthe antidepressants and other psychiatric drugs, in Glenmullen's\nwords, ``as a frightening human experiment.''\n","\n   ``Too many people have been lulled into thinking that they have\nno side effects and no risk,'' he said.\n","\n   The contentions of Glenmullen, Healy and other critics, however,\nhave themselves drawn harsh criticism from scientists, psychiatric\nclinicians and mental health groups, who view them as alarmist and\noverblown.\n","\n   Some scientists whose studies are cited in ``Prozac Backlash''\nto support its thesis said that the author never contacted them\nabout their work and they strongly disagreed with his conclusions.\n","\n   And many psychiatrists said they worried that the new dispute\nwould discourage people with depression from seeking needed\ntreatment.\n","\n   ``Some of the statements that Glenmullen makes are simply\noutrageous,'' said Dr. Frederick Jacobsen, a psychopharmacologist\nin Washington. ``He trashes any benefit of the drugs and\nselectively quotes studies in a very biased way.''\n","\n   The idea that Prozac and its later-arriving relatives are\ndangerous drugs runs counter to the experience of most\npsychiatrists and researchers. They see the medications _ which\nenhance the availability in the brain of serotonin, a\nneurotransmitter believed to be involved in depression _ as useful,\nand sometimes lifesaving, tools for treating a variety of\npsychiatric disorders.\n","\n   In their view, the antidepressants have both advantages and\nlimitations. The drugs, called selective serotonin reuptake\ninhibitors or SSRIs, are far less lethal in overdose than the older\ngeneration of so-called tricyclic antidepressants, making them more\ndifficult for depressed patients to use in suicide attempts. And\nthey lack some annoying side effects of the earlier drugs, like dry\nmouth, constipation and weight gain.\n","\n   Yet 30 percent to 40 percent of patients given the newer\nantidepressants receive no benefit from them, a weakness they share\nwith earlier medications. Studies indicate the drugs may be less\neffective than tricyclics for severe depression. And the\nmedications, like all drugs, have side effects of their own,\nincluding loss of libido and other sexual difficulties, which occur\nin anywhere from 36 percent to 75 percent of patients, and a host\nof other, mostly mild, adverse reactions.\n","\n   Their long-term side effects, if any, are less clear. No\nscientist can offer an ironclad guarantee that Prozac and its\ncounterparts _ or for that matter, any other potent drugs _ are\nabsolutely safe when taken continuously for long periods.\n","\n   Yet what is known, scientists say, suggests that the medications\nare more benign in their long-term impact on the brain than many\nother psychoactive drugs. And 12 years of widespread use have\nconvinced most researchers and clinicians of the antidepressants'\nbasic safety.\n","\n   ``The SSRIs are not innocuous,'' said Dr. Matthew Rudorfer,\nassociate director for treatment research at the National Institute\nof Mental Health's Division of Services and Intervention Research,\n``and they should not be used casually. But it's a vast\noverinterpretation to say that they are dangerous and should be\navoided.''\n","\n   Glenmullen and Healy said they were not opposed to the use of\nProzac or similar drugs, and that they prescribed them regularly in\ntheir own practices. But they deplore their use for people whose\ncomplaints are very mild and they criticize physicians who place\npatients on the drugs for long periods with little or no\nsupervision, a trend that has increased under managed care.\n","\n   Lilly estimates that 38 million people worldwide have taken\nProzac since it was introduced in 1988. And 10.3 million new\nprescriptions for the drug were written in 1999, says IMS Health, a\nmarket research firm.\n","\n   ``For people with only mild to moderate symptoms whose\nfunctioning is not compromised,'' Glenmullen said, alternative\napproaches, like psychotherapy and exercise, ``are preferable forms\nof treatment.''\n","\n   Glenmullen also educates readers of his book about the\nwithdrawal effects _ including nausea, vertigo, flu-like symptoms,\nmood swings and irritability _ that can result if newer\nantidepressants are stopped too abruptly. (Prozac, which leaves the\nbody more slowly than other SSRIs, is an exception). And both he\nand Healy criticize the pharmaceutical companies, which they say\ninfluence medical research and often minimize adverse side effects\nin an effort to make their products look good.\n","\n   nn\n","\n   Yet it is difficult to find scientists or clinicians who support\nthe more extreme suppositions of Prozac's critics.\n","\n   Glenmullen and Healy argue that neurological side effects _\nincluding muscle spasms, facial tics, Parkinson's diseaselike\nsymptoms, extreme agitation and even tardive dyskinesia, a\ndisabling movement disorder _ are more common in patients taking\nnewer antidepressants than the labeling on the drug packaging\nindicates, and that their occurrence augurs serious problems to\ncome.\n","\n   Such side effects are frequently produced by older medications\nused to treat psychosis. But Glenmullen said it took decades for\ndoctors to recognize the extent or severity of the reactions.\n","\n   ``Do we this time want to ignore the early warning signs of\nthese effects with serotonin boosters?'' he asks in ``Prozac\nBacklash.'' ``Even if disfiguring tic disorders turn out to be\ninfrequent, with tens of millions of people having been on\nserotonin boosters, hundreds of thousands could be affected.''\n","\n   But other scientists say it is misleading to compare\nantipsychotic drugs, which directly act on the neurotransmitter\ndopamine, with the antidepressants, which affect dopamine only\nindirectly.\n","\n   ``If SSRIs do in fact cause tardive dyskinesialike syndromes,\nand that's far from proven,'' said Dr. William Wirshing, a\nprofessor of psychiatry at the University of California at Los\nAngeles and an expert on neurological problems caused by\nantipsychotic drugs, ``they do at a rate so low that it's\nindistinguishable from background noise in the untreated general\npopulation.''\n","\n   Although some neurological side effects are reported in patients\ntaking Prozac and similar antidepressants, researchers and\nclinicians say that in their experience the reactions are\ninfrequent; some are so rare that many psychiatrists never see them\nin years of practice. In many reported cases patients have used\nother medications, making cause and effect difficult to determine.\n","\n   Many scientists said that in their views ``Prozac Backlash''\nalso blurred distinctions between newer antidepressants and many\nother types of drugs. In a discussion of possible long-term effects\nof Prozac and similar drugs, Glenmullen drew analogies to cocaine\nand MDMA (the recreational drug known as ecstasy), which are known\nto cause brain damage, and diet drugs like Redux, which was pulled\noff the market in 1997.\n","\n   Glenmullen said research was scant on how Prozac and other SSRIs\naffected nerve cells in the brain with long-term use, but he argued\nthat findings on the effects of ecstasy and other drugs offered\nreason for concern about the antidepressants.\n","\n   ``Surely we already know enough to indicate these drugs should\nbe prescribed far more cautiously than they typically are today,''\nhe wrote.\n","\n   But Dr. George Ricaurte, an associate professor of psychiatry at\nJohns Hopkins University and a leading expert on ecstasy's effects\non the brain, said that MDMA and newer antidepressants ``are two\nentirely different classes of drugs.''\n","\n   ``The toxicity produced by MDMA is not produced by Prozac and\nrelated drugs,'' Ricaurte said. ``Quite the contrary, they prevent\nthe toxicity of MDMA and related drugs.''\n","\n   Dr. Efrain Azmitia, a professor of biology and psychiatry at New\nYork University and an authority on serotonin, said he regarded the\nnewer antidepressants as ``remarkably effective and in a way,\nremarkably safe,'' because unlike many drugs their mechanism of\naction had ``a more physiological flavor, more in harmony with the\nbody's natural rhythms,'' offering the possibility that ``you're\nnot going to all of a sudden see something appear that you didn't\nsee at two years.''\n","\n   Glenmullen, asked about other scientists' disparate views, said\nthat in his book, ``I'm very careful to be really clear about when\nI'm talking about SSRIs versus other classes of drugs'' and his\npoint was that ``we badly need more research.''\n","\n   Of all the issues raised by Prozac skeptics, the most difficult\nfor many people to sort out is the accusation that the drug is\nlinked to suicide, an association that began in 1990 when a Harvard\nUniversity researcher, Dr. Martin Teicher, reported on six patients\nwho ``developed intense, violent suicidal preoccupation'' shortly\nafter starting Prozac.\n","\n   Teicher's report was followed by a few other case descriptions\nfrom other researchers. Some scientists offered hypotheses about\nhow such an effect, if it existed, might occur.\n","\n   One theory centered on an infrequent reaction to Prozac and\nother medications, a state of agitation and restlessness known as\nakathisia. In some cases, researchers suggested, akathisia may be\nso uncomfortable that it sets off suicidal thoughts, or intensifies\nexisting suicidal impulses.\n","\n   Other investigators proposed that in rare cases the drugs might\nparadoxically produce a drop in serotonin levels. Lowered serotonin\nlevels have been associated in some studies with suicide and other\nforms of violence.\n","\n   In the public arena, the suicide question also created a\ncommotion. Of the more than 100 lawsuits filed against Lilly, many\nhave been dismissed, and some _ the drug company will not say how\nmany _ have been settled out of court. Two have come to trial, with\nboth resulting in jury verdicts in favor of the pharmaceutical\ncompany. In one case Lilly paid the plaintiffs an undisclosed\namount.\n","\n   By the mid-1990s, however, most scientists had lost interest in\nthe issue. Several larger studies _ which compared Prozac to other\nantidepressants or to dummy pills, including a reanalysis of\nLilly's clinical trial data _ concluded that subjects on Prozac\nshowed no increase in suicidal acts or feelings; some reported that\nthe drug reduced suicide risk. In 1991, a Food and Drug\nAdministration advisory committee concluded that there was no\npersuasive evidence for a suicide link, allaying many people's\nfears.\n","\n   The consensus of most researchers was that, in any case,\ndisentangling the effects of the antidepressants from the effects\nof depression itself, a disease that has a high rate of suicide,\nwas difficult or impossible.\n","\n   ``It would always be a needle in a haystack,'' said Dr.\nRudorfer, of the National Institute of Mental Health. For its part,\nLilly said there was no data supporting the idea that Prozac\nincreased suicidal risk. ``On the contrary,'' said Dr. Steven Paul,\na psychiatrist who is a vice president at Lilly Research\nLaboratories, ``all the available data supports the fact that\nProzac reduces suicidal risk in depressed patients.''\n","","\n   In reviving the issue, Glenmullen and Healy, like earlier\ncritics, focus on Lilly's role in lawsuits and research. They\nreprise, for instance, accusations that the FDA's inquiry was\ntainted by some scientists' drug company ties. And they criticize\nthe larger studies of Prozac and suicide, citing problems in\nmethodology, and pointing out that they were carried out by\nscientists financed by Lilly or working for the company. They also\nrecycle excerpts from internal Lilly memos, retrieved by lawyers\nfor plaintiffs in earlier lawsuits.\n","\n   Healy recently published a study in which 20 normal volunteers,\nwho told researchers they had no history of depression or other\npsychiatric problems, were alternately given Zoloft, an SSRI, and\nreboxetene, another antidepressant that has not been approved for\nuse in the United States. Two of the volunteers, Healy reported,\nbecame acutely suicidal while taking Zoloft.\n","\n   Healy said that compared with the normal suicide rate in Great\nBritain, the healthy volunteers on Zoloft showed a 2,000-fold\nincrease in suicide risk. He believes the same is true for other\nSSRI's. ``My estimates are that Prozac alone has led to 25,000\npeople committing suicide'' who would not have otherwise, Healy\nsaid.\n","\n   But the Zoloft study, published in a British journal, Primary\nCare Psychiatry, is controversial. Critics said its methodology was\nflawed _ for example, they said, the study included no placebo\ncontrol, the subjects were employees of the hospital where Healy\npracticed, and no medical records or other independent sources were\nevaluated to confirm the subjects' reports about their psychiatric\nhistories.\n","\n   To conclude that Zoloft made the subjects suicidal, said\nWirshing of UCLA, ``is ludicrous.''\n","\n   Celeste Torello, a spokeswoman for Pfizer Inc., which\nmanufactures Zoloft, Prozac's closest competitor, said the drug's\n``safety and efficacy has been proven time and again, in more than\n180 clinical trials involving more than 10,000 patients\nworldwide.''\n","\n   Meanwhile, some researchers whose early reports on the suicide\nissue were cited in ``Prozac Backlash'' said they did not agree\nwith the way the issue was characterized in the book.\n","\n   One is Dr. Anthony Rothschild, a professor of psychiatry at the\nUniversity of Massachusetts in Worcester and the author of a 1991\nreport of three patients who developed akathisia and became more\nsuicidal on Prozac. ``Akathisia can occur,'' Rothschild said, ``and\nin some people, who have a previous propensity to feel suicidal and\nare still suffering from depression, this can sometimes push them\nover the edge. But is it common? No. Can it be easily recognized\nand treated? Yes.''\n","\n   Even Teicher, author of the original suicide report, said he\nviewed the risk for suicide as something ``that clinicians need to\nbe aware of but it's generally not a huge problem.''\n","\n   Teicher, who along with others holds the patent on R-fluoxetene,\na refined version of Prozac that Lilly has licensed and is testing\nin clinical trials as a potential successor to the drug, speculated\nthat patients who became suicidal on Prozac and other drugs in the\nearly 1990's might have done so as a result of the higher doses\nprescribed by physicians. Lilly's exclusive patent on Prozac\nexpires in December 2003.\n","\n   Glenmullen has written to the FDA requesting that stronger\nwarnings about akathisia and suicides be added to labels for\nantidepressants.\n","\n   But the federal agency, a spokesman said, is satisfied that\ncurrent warning labels, which mention both akathisia and suicidal\nthoughts as having been reported since the drugs reached the\nmarket, are sufficient. The agency said it had no plans to begin\nanother official investigation into the issue, although it would\nreview any new data that emerged, as it does routinely on topics of\npublic concern.\n","\n   In the end, the message for anyone contemplating taking Prozac,\nZoloft, Paxil, Luvox or other antidepressants, scientists said, may\nbe simply that drugs have side effects, and the decision to take\nmedication always involves the weighing of benefit against risk.\n","\n   ``No one should really be on any type of medication for long\nperiods of time unless they have to,'' said Azmitia, of NYU. ``But\nsome people really can't function unless they are on these drugs.''\n"]}