{"DocumentId":"NYT20000409.0131","TopicId":"NYT","Relevance":"2","Body":" BC-R-RAMPAGE-KILLERS-II-ART-7TAKES-NYT \nRAMPAGE KILLERS OFTEN LEAVE A ROAD MAP OF RED FLAGS \n\n  \n (REPEATING to add photo note; no other changes)  \n (Attn: Ore. Ga., Texas, N.C., Va., Ky., Tenn., Pa., Fla., Mich.)  (Eds: Second of four parts; an abridged version,\nRAMPAGE-KILLERS-II-ABRIDGED, is also being sent; individual\nchapters can be broken into sidebars.) \n(Eds.: See RAMPAGE-KILLERS-SERIES) \n(ART ADV: Photo of Jeffrey Wade Wallace is being sent to NYT photo\nGraphic is being sent to NYT graphic clients. Nonsubscribers can\nmake individual purchase by calling 888-603-1036 or 888-346-9867.) \n By LAURIE GOODSTEIN and WILLIAM GLABERSON   \n c.2000 N.Y. Times News Service   \n\n   Shots explode at a school in Oregon, a brokerage office in\nAtlanta, or a church in Fort Worth, and the nation is witness to\nanother sudden, seemingly random violent rampage. Before the\nambulances leave, the news crews arrive. The killers' neighbors,\nfriends or families submit to interviews, and inevitably, they say\nsomething like this: ``He just snapped.''\n\n   But the killers do not just snap. An examination by The New York\nTimes of 100 rampage murders found that most of the killers\nspiraled down a long slow slide, mentally and emotionally. Most of\nthem left a road map of red flags, spending months plotting their\nattacks and accumulating weapons, talking openly of their plans for\nbloodshed. Many showed signs of serious mental health problems.\n\n   But in case after case, the Times review found, the warning\nsigns were missed: by a tattered mental health care system; by\nfamilies unable to face the evidence of serious mental turmoil in\ntheir children or siblings; by employers, teachers and principals\nwho failed to take the threats seriously; by the police who, when\nalerted to the danger by frightened relatives, neighbors or\nfriends, were incapable of intervening before the violence erupted.\n\n   James Davis, whose co-workers had nicknamed him Psycho, warned\nhis colleagues at a tool warehouse in Asheville, N.C., ``If they\never decide to fire me, I'll take two or three of them with me.''\nHis employers did fire him, and feared he would respond with\nviolence, but despite his threats, they failed to protect his\nco-workers when Davis returned to take his revenge.\n\n   In 34 of the 100 cases, however, families or friends of the\nkillers desperately did try to find help for a person they feared\nwas a ticking time bomb, but were rebuffed by police, school\nadministrators or mental health workers.\n\n   Sylvia Seegrist caromed in and out of mental institutions 12\ntimes in 10 years, while her parents searched for a residential\nprogram where she could stay in treatment. They knew she was\ndangerous. She had stabbed a psychologist and tried to strangle her\nmother, and had hidden a gun in her apartment. But each time, she\nwas released from the hospital when she seemed to improve.\n\n   ``We were always fearful that maybe some tragedy would happen,''\nsaid Ruth S. Seegrist, Sylvia's mother. ``She threatened it:\n`Someday before I kill myself, I'll bring some people down with\nme.' '' Sylvia opened fire in a suburban Philadelphia shopping mall\nin 1985, killing three people and wounding seven.\n\n   In response to the recent spate of rampage-style mass shootings\nin schools, workplaces, stores and other public places, The New\nYork Times re-examined 100 such violent incidents that occurred in\nthe United States over the last 50 years. The Times gathered\nextensive information on all 100, and looked closely at more than\n25 of the cases, a surprising number of which attracted little but\nlocal attention.\n\n   The examination included reviews of court cases, news coverage\nand mental health records, and interviews with families and\nfriends, psychologists and victims, in an effort to glean what the\npeople closest to each tragedy had learned. In some cases,\nreporters questioned the killers themselves.\n\n   Based on this information, The Times found that in 63 of the 100\ncases (which involve 102 killers), the killers made general threats\nof violence to others in advance. Fifty-five of the 100 cases\ninvolved killers who regularly expressed explosive anger or\nfrustration, and 35 killers had a history of violent behavior and\nassaults. They were so noticeably unstable that even in their very\nseparate circles they had been awarded similar nicknames: ``Crazy\nPat,'' ``Crazy John,'' ``Crazy Joe.''\n\n   And in 40 cases, family members and others said they noticed\nsudden changes in behavior in the period before the rampage.\n\n   ``The more you find out about each of these cases, the more it\nmakes sense,'' said Dewey G. Cornell, a clinical psychologist at\nthe University of Virginia and director of the Virginia Youth\nViolence Project, which studies school safety and violence\nprevention. ``This notion that someone just snaps is based on\nignorance and denial,'' Cornell said. ``People don't just snap.\nPressures build up.''\n\n   Many psychologists caution that it is impossible to predict\nviolent behavior, and that most people who threaten violence never\nfollow through. Often, it is only in retrospect that each killer's\nlife appears to be a coherent chilling narrative foretelling\nobvious danger. Looking back, it is easy to marvel, how could the\npeople who knew the murderer have failed to see it coming? In\nparticular, how could so many psychiatric workers, and even police,\nhave missed the warning signs?\n\n   In many cases, there was no single person in the potential\nkiller's life to put together the lethal clues. Colleagues,\nfriends, family members, mental health professionals, teachers and\nthe police may have independently sensed something disturbing, but\nthey did not communicate with one another. Frightened neighbors or\nco-workers decided it was safest to keep their distance. Friends\nlaughed off homicidal talk. Parents did not know where to turn, or\njust hoped the irrational fury was merely a phase.\n\n   ``It's like looking at the night sky,'' said Dr. Robert\nGranacher Jr., a psychiatrist in Lexington, Ky., who has examined\nthe records of several rampage murderers. ``If you only see one or\ntwo stars, you may not see the whole constellation. It's the same\nwith these fragmentary bits of information; no one has the whole\npicture.''\n\n   In the end, the review of these cases suggests that if people\nunderstood more about mental illness and connected the clues, many\nof these rampage killings could be prevented.\n\n   nn\n\n   JAMIE ROUSE IN SCHOOL IN RURAL TENNESSEE\n\n   ``It's going to be tomorrow.''\n\n   _ Rouse, to a friend\n\n   In rural Giles County, Tenn., on Nov. 15, 1995 _ before school\nshootings regularly made headlines _ a slight 17-year-old strode\ndown the hall of Richland School with his black .22 Remington\nViper.\n\n   His name was Jamie Rouse and, as always, he was dressed in\nblack. He walked up to two female teachers who were chatting in the\nhall, and without a word shot each of them in the head. One teacher\nwas gravely wounded, the other died. Then Jamie Rouse smiled and\naimed for the school's football coach. But a student named Diane\nCollins happened to cross his path. A bullet tore through her\nthroat. She was 16 when she died that day.\n\n   Jamie Rouse had sent distress signals for years to the adults in\nhis life. More startling, the police say he had told as many as\nfive teen-age friends exactly how he planned to bring his rifle to\nschool and begin killing. None of them had called anyone for help.\nIn fact, the night before, word of the planned massacre was passed\nlike macabre gossip along a chain of students, from Jamie, to his\nclose friend Stephen Abbott, to a teen-ager that Abbott worked with\nat the gas station, Billy Rogers.\n\n   ``He told me something was going to happen at school the next\nday, that I was going to lose a couple of friends,'' Rogers later\ntestified. ``Steve told me if there was a God he better make it\nsnow tonight so we ain't got school tomorrow.''\n\n   The rampage killers in the study, young and old, often talked\nfor months in advance about their murderous plans. And in 54 of the\n100 cases, killers like Jamie Rouse provided explicit descriptions\nof who, where or when they intended to kill.\n\n   Charles Whitman, the infamous sniper who shot 45 people, killing\n14, from atop the tower on the campus of the University of Texas at\nAustin in 1966, had told a college psychiatrist four months before\nthe attack that he had been ``thinking about going up on the tower\nwith a deer rifle and start shooting people.''\n\n   Michael Carneal, a high school freshman in Paducah, Ky., told\nschoolmates that ``it would be cool'' to shoot into a student\nprayer group. He did as he had promised, killing three people and\ninjuring five in 1997.\n\n   Andrew Wurst, 14, showed a group of friends a gun hidden in his\nfather's dresser drawer and told them he planned to use nine shells\nto kill nine people he hated, and then kill himself. In 1998, he\nstarted shooting at his eighth-grade prom, killing a popular\nteacher and injuring three other people.\n\n   In case after case, friends, family members and others who heard\nthe threats and did not take action later said they did not act\nbecause it seemed unfathomable that a human being would carry\nthrough with such threats. Others said they had heard the killer\nboast of violence so often that, like the villagers hardened to the\nboy who cried wolf, they just did not take it seriously.\n\n   In testimony, Stephen Ray, one of Jamie Rouse's closest friends,\nsaid that it had sounded ridiculous when Rouse ``might have'' said\nsomething about shooting someone the day before the killings, when\nRouse was fuming over a fender-bender with a schoolmate's car.\n\n   Ray, now 21 and a college student in Knoxville, trembled in an\ninterview in his dormitory this winter when he said it was hard to\ntell at the time that Jamie Rouse's blustery threats were real.\nEven when Rouse showed up in the morning with a rifle and a box of\nbullets, Ray said, he did not believe Jamie would really do it.\n\n   ``It wasn't a joke,'' Ray said in a tone of amazement. ``It\nwasn't a high school prank. It was something real.''\n\n   Tennessee prosecutors said they were frustrated that legal rules\nbarred them from charging Ray with a crime because he did nothing\nactive to foster the plan. They did prosecute the teen-ager who\ndrove Rouse to school that morning.\n\n   Failing to act in the face of warning signs, the prosecutors\nsaid, was not a crime. In retrospect, there were many people guilty\nof that.\n\n   In ninth grade, Jamie had scratched an inverted cross on his\nforehead, a symbol other students had told him was a sign of Satan\nworship. Many people, including teachers, had noticed the mark,\nwhich lasted a few weeks, and talked about it among themselves.\n\n   At home during his junior year, Jamie held his brother Jeremy at\ngunpoint and threatened to kill him. As punishment, Jamie's parents\ntook away his gun.\n\n   As his senior year began, he submitted his entry for the\nyearbook: ``I, Satan, James Rouse, leave my bad memories here to my\ntwo brothers.'' By that time, according to testimony at his trial,\nJamie Rouse was working nights, taking Max Alert to stay awake and\nSominex to get to sleep, and listening to heavy metal music cranked\nvery loud because it drowned out the voices in his head that he\nlater told psychiatrists he had been hearing at the time.\n\n   The spring before the shootings, Rouse got into a violent fight\nwith two other boys at school. But when teachers broke it up,\n``Jamie just would not calm down,'' recalled Ronald W. Shirey Jr.,\nthe football coach that Jamie had missed shooting, in an interview\nin his living room a few miles from the school. ``He was just\ntotally out of control, and saying, `I will kill you,' '' Shirey\nsaid.\n\n   The school called the police after that fight. Rouse faced\njuvenile charges and was suspended for three days.\n\n   But time passed. His mother later said it had not occurred to\nher to get counseling for him. And when hunting season started,\nJamie's parents gave him his rifle back.\n\n   Long after the crime, Shirey said, when government investigators\nsought to study ways to prevent school shootings, they asked him to\ncirculate a survey among the teachers at Richland School, which\nincludes students from kindergarten to grade 12, to gather\ninformation about Jamie Rouse. No survey came back with more than a\nparagraph, he said.\n\n   ``You can't find a teacher up there that was close to Jamie\nRouse since elementary school,'' Shirey said. ``Nobody knew enough\nabout him to say anything.''\n\n   The adults noticed Jamie Rouse but did not know him, and the\nteen-agers who knew him did not tell.\n\n   nn\n\n   SYLVIA SEEGRIST IN SUBURBAN PHILADELPHIA\n\n   ``I genuinely thought the public would be pleased because I\nthought all the public could see this and know and understand my\ngood-intentions.''  \n\n   _ Seegrist, in a letter to a reporter from prison, Jan. 4, 2000\n\n   She was dressed in the green Army fatigues and knit cap she wore\nall four seasons of the year as she drove into the parking lot of\nthe Springfield Mall in suburban Philadelphia. She leaped out of\nher car firing a Ruger semiautomatic rifle, and continued spraying\nbullets as she ran through the mall, killing three people and\ninjuring seven, all strangers. Among the dead was a 2-year-old boy\nwhose family had been shopping for a church charity fashion show.\n\n   Sylvia Seegrist was 25 the day of her murder spree in 1985. The\ncrime was the culmination of 10 years of mounting psychosis,\ncrippling delusions and violent assaults on people who tried to\nhelp her.\n\n   Her mother, in a recent interview in her apartment a few miles\nfrom the site of Sylvia Seegrist's rampage, remembered the\n``feelings of hopelessness, helplessness, despair, of incredible\nsadness'' as she and her husband watched their only daughter\novertaken by schizophrenia.\n\n   They also feared her. ``I'll take you out,'' Seegrist recalls\nher daughter threatening.\n\n   The Times' study found that many of the rampage killers,\nincluding Sylvia Seegrist, suffered from severe psychosis, were\nknown by people in their circles as being noticeably ill and\nneeding help, and received insufficient or inconsistent treatment\nfrom a mental health system that seemed incapable of helping these\nespecially intractable patients.\n\n   Only a small percentage of mentally ill people are violent, and\nmany advocates bristle at any link between mental illness and\nviolence out of concern that it will further stigmatize an already\nmistreated population.\n\n   However, the Times investigation of this particular style of\nviolence _ public rampage killings _ turned up an extremely high\nassociation between violence and mental illness. Forty-seven of the\nkillers had a history of mental health problems before they killed;\n20 had been hospitalized for psychiatric problems; 42 had been seen\nby mental health professionals.\n\n   Psychiatric drugs had been prescribed at some point before the\nrampages to 24 of the killers, and 14 of those people were not\ntaking their prescribed drugs when they killed. Diagnoses of mental\nillness are often difficult to pin down, so The Times tabulated\nbehavior: 23 killers showed signs of serious depression before the\nkillings, and 49 expressed paranoid ideas.\n\n   Some of the killers who survived their rampages have made it\nclear they prefer to be thought of as criminal rather than mentally\nill. Back in 1966, Robert Benjamin Smith, an 18-year-old high\nschool senior in Mesa, Ariz., said he believed he was God when he\nherded five women and two children into the back room of a beauty\nschool, forced them to lie down in a circle and methodically shot\neach person in the head, killing five of them.\n\n   In a letter Smith sent to a Times reporter from prison in\nJanuary, he brushed off questions about illness and wrote,\n``Lessons? The sole thing I have learned worth the telling is the\nironclad necessity of retaining control over one's essential bodily\nfluids.'' He blamed ``sexual self-stimulation'' for his crime and\nnoted that he had tried to amputate his penis while in prison using\nthe pull-tab from a can of Diet Dr Pepper.\n\n   ``The more ill they are, the less sensibility there is'' in the\nviolent attack itself, said Dr. Anthony G. Hempel, chief forensic\npsychiatrist at the Vernon campus of North Texas State Hospital,\nwho has studied mass murderers. In contrast to the killers who ``go\npostal,'' gunning for their bosses, Hempel said, ``when someone\ngoes and kills strangers or they kill children, the odds of them\nbeing mentally ill are higher.''\n\n   Sylvia Seegrist was first hospitalized at 16, and schizophrenia\nwas diagnosed. Each of the dozen times she was discharged,\npsychiatrists deemed that she no longer posed a threat to herself\nor others.\n\n   No one said she was getting better, though. At the local health\nclub Seegrist was seen taking steam baths in her camouflage\nclothing. At the library, she spouted a tangle of theories about\nnuclear weapons, energy shortages and famine. Between her\ndaughter's hospitalizations, Seegrist found a gun in Sylvia's\napartment, she said. Sylvia Seegrist told her mother she planned to\nuse it to kill her parents and then herself.\n\n   Her mother said the family could not afford private\nrehabilitation programs, and their insurance covered only\nshort-term hospitalization.\n\n   Sylvia Seegrist, now 39, is serving a life sentence at a prison\nin Pennsylvania. She declined an interview, instead writing two\nletters to The Times, a weave of lucid fragments and unintelligible\npassages about benzene and Styrofoam. On the back of an envelope,\nshe writes that her killings were a form of public service.\n\n   She also seems to assert that she had to kill to ensure she\nwould be imprisoned instead of being sent yet again to a state\nmental hospital.\n\n   ``Sure had all kinds of theories in my head,'' she wrote,\n``expressed them at political meetings, just doll, understand,\nplease 10 yrs. of beat-up, orphan in state hospitals that are 300\npercent worse than even Sing-Sing prison. All the throwaways\nretarded smearing feces on themselves, when I read research\nmaterials at Ivy league colleges, and watched nothing but CNN and\nC-SPAN at home.''\n\n   She said she had no choice. ``It had to be `a serious crime' or\nI'd get the state hospital i.e. Nazi camp.''\n\n   nn\n\n   JEFFREY WALLACE IN KEY WEST AND JOSEPH BROOKS JR. IN DETROIT\n\n   ``I was trying to save myself and my family.''\n\n   _ Wallace, in a prison interview, Feb. 1, 2000\n\n   Roxie M. Wallace knew something was wrong when her grown son\nJeffrey visited her and padlocked his room. He sometimes slept with\na knife by his bed. He was growing increasingly paranoid, she\nrealized. He would talk incessantly about evil forces. Most\ndisturbing, she said in interviews and letters, her son sometimes\ngrowled ``like a small dog or a wolf.''\n\n   Jeffrey Wallace offers a glimpse into how difficult it can be to\nshake someone out of a delusional universe, even when friends and\nrelatives notice and want to do something about it. Wallace, like\nother rampage killers, was convinced he was defending himself\nagainst an intricate conspiracy. Of the 100 cases in the study, 49\ninvolved killers who had shown extreme, irrational suspicion and\nmistrust. In their paranoia, they think they must defend themselves\nagainst threats that other people do not see.\n\n   Even now, incarcerated in an isolated Florida prison, Wallace,\n38, insists that he had no choice but to open fire in 1997 at a Key\nWest bar where he once worked, killing one person and injuring\nthree others.\n\n   In a long prison interview, Wallace was unable to deviate from\nhis convoluted theory that the bar was the center of an\norganized-crime drug and prostitution ring with ties _ he was sure\n_ to Satanism, President Clinton and Garrison Keillor, host of the\npublic radio program ``Prairie Home Companion.''\n\n   Wallace's lawyers argued unsuccessfully that he was insane, but\nWallace insists his actions were perfectly rational.\n\n   ``The best example I can give,'' Wallace said, ``is you're in\nyour house and somebody breaks in and you have to defend yourself\nand you end up killing somebody. It's terrible, but what else can\nyou do?''\n\n   From her home in Tennessee, Wallace said she had tried for years\nto maneuver her son toward help when he did not want it. ``I was\nafraid he was either going to kill himself or he was going to\n`fight back' to save himself like a caged animal,'' she said.\n\n   Many rampage killers are extremely difficult to treat, say\npsychiatrists who have interviewed them. They may deny their\nillness and resist medication and treatment, and are often shrewd\nabout masking symptoms to avoid being hospitalized involuntarily.\n\n   Even those who do receive psychiatric treatment do not always\nget the help they need.\n\n   Joseph Brooks Jr. was a policeman's son from Detroit and one of\nthe few black students to win entrance to both a prestigious local\npreparatory school and the Massachusetts Institute of Technology.\nFriends in the fraternity house where Brooks lived recall no hint\nof anger or illness, only that Brooks was absurdly meticulous about\nhis chores, and studied so compulsively that they nicknamed him\n``Books.'' But in his third year at MIT, he tried to commit\nsuicide, was hospitalized for obsessive-compulsive disorder, and\nlater received a diagnosis of paranoid schizophrenia.\n\n   Back in Detroit, living alone, Brooks, 28, sought treatment with\nDr. Reuven Bar-Levav, a well-known local psychiatrist who ran group\ntherapy sessions in Southfield attended by a close-knit clientele\nof upper-middle-class patients coping with depression or anxiety\ndisorders _ nothing as severe as paranoid schizophrenia. Brooks\njoined the group sessions, but refused to take the medication he\nhad been prescribed, telling friends that the drugs made him\ntremble, gain weight and lose concentration.\n\n   Ronald Rissman, a fellow patient in the therapy group Brooks\njoined, said in an interview, ``It was obvious he was not in touch\nwith reality. He would laugh inappropriately. Within a matter of\ntwo or three group sessions, it became apparent to most of the\nsenior patients that he did not belong there, that he should have\nbeen institutionalized.''\n\n   Rissman said he and several other patients and therapists in the\ngroup practice repeatedly went to Bar-Levav with their concerns\nabout Brooks. And in one group session _ with Brooks in the room _\na patient named Mary Gregg told the group she was afraid of Brooks,\nRissman recalled.\n\n   After about eight group sessions, Bar-Levav finally terminated\nBrooks' treatment and referred him to other therapists.\n\n   Eight months later, on June 11 last year, Brooks returned to the\npsychiatrist's office and killed Bar-Levav. Brooks then pivoted and\nfired into the therapy group he had once attended, killing Gregg\nand wounding four others, including Rissman, who leapt up to close\nthe door. Brooks then turned the gun on himself.\n\n   Bar-Levav had been given some warning: While in treatment,\nBrooks had handed a gun over to another therapist in the practice\nand confessed he had come close to killing his girlfriend's mother\nand committing suicide. And just before the killings, Brooks sent\nBar-Levav a 52-page manuscript critiquing the therapy he had\nreceived from him. The critique contained obsessive, paranoid\npassages about a ``German American woman'' humiliating him in his\ntherapy group, and hints of menace. The local police emphasized in\ninterviews with The Times that Bar-Levav should have alerted them.\n\n   ``We would have taken that weapon away from him,'' said Joseph\nThomas, the chief of police in Southfield, a suburn just north of\nDetroit. But even had the police confiscated the gun, the killing\nwould not have been prevented. Brooks easily obtained a second\npermit and a second gun _ an expensive limited-edition combat-style\nhandgun, which he used to kill Bar-Levav.\n\n   The psychiatrist's daughter, Dr. Leora Bar-Levav, a therapist\nherself who worked with her father and is now carrying on his\npractice, rejected with a pained wince the suggestion of\nnegligence. In a conversation in the practice's new offices in\nSouthfield, she said the problem was instead a permissive society\nand a narcissistic patient who had rejected treatment.\n\n   ``You can lead a horse to water, but you can't make him drink\nit,'' she said. ``Denial is very potent.''\n\n   nn\n\n   JAMES DAVIS IN ASHEVILLE, N.C.\n\n   ``You can have it because I probably wouldn't need it much\nlonger.''\n\n   _ Davis, on giving his niece a video game a few days before his\nworkplace rampage\n\n   A man storms a warehouse where he was recently fired, leaving a\ntrail of shell casings, three dead workers and four more wounded.\nThe news story the next day begins, ``A disgruntled former employee\nwent on a shooting rampage.''\n\n   In the turmoil that follows a rampage shooting by a killer like\nJames Davis in Asheville, N.C., there is usually a scramble to\npinpoint the cause. And in a world of rapid news cycles, the\nanswers come quickly.\n\n   Davis was the ``disgruntled employee.'' In the news coverage,\nDung Trinh was so bereaved at the death of his mother that he shot\nat nurses last year in a hospital in Anaheim, Calif., where she had\nonce been treated. Sometimes the reason is reported to be a broken\nmarriage, a spurned romance or financial misfortune. Mark O.\nBarton, a rampage killer in Atlanta, was reported to have singled\nout day traders because he had suffered huge losses in the market.\n\n   These are the kinds of events that often result in the\nobservation, ``He just snapped.''\n\n   But the action that is often simplistically cited as the cause _\na firing, a divorce, an eviction _ is on closer examination just\nthe final provocation to a troubled, angry person who has already\nleft numerous warning markers, often available for many to see.\n\n   When he opened fire in the day-trading office, Barton already\nhad problems deeper than his recent stock losses. Eight hours\nearlier, he had killed his second wife and his children, and he was\nstill the prime suspect in the deaths six years earlier of his\nfirst wife and her mother.\n\n   Colin Ferguson, who opened fire on rush-hour commuters on the\nLong Island Rail Road, had displayed such menacing behavior that he\nreceived an eviction notice, which further fueled his fury.\n\n   Most of the workplace shooters had been fired or disciplined\nprecisely because they were already threatening violence, behaving\nbizarrely or getting in fights. Of the 81 adult murderers The Times\nlooked at, 49 were unemployed.\n\n   Davis was no mild-mannered worker who just mysteriously snapped,\naccording to court records and interviews.\n\n   He repeatedly picked fights at the tool warehouse where he\nworked in Asheville, and had often told colleagues that if he were\never fired, he would return to kill his bosses. He had seen combat\nin Vietnam and been hospitalized with schizophrenia after the war.\nHe lived alone, and co-workers knew he owned a .44 magnum with a\nscope and had practiced firing it in his basement.\n\n   One Wednesday in May 1995, he got into another fight at work,\nhis last.\n\n   That weekend, his family noticed that he was acting strangely.\nFor example, Davis, an unemotional recluse, told his sister he\nloved her. And though James had never given anything to anybody,\nhis brother, William, later said, James had wanted to give his\nniece a chess set and video game the weekend before. His siblings\ntried to persuade him to go to a hospital for psychiatric help, but\nhe refused.\n\n   That Monday, James Davis was fired. His bosses were so anxious\nabout his reaction that they agreed to break the news in a room\nwhere they could use a table to deflect an attack. Some employees\nplanned escape routes when they heard of Davis' firing.\n\n   Just after midnight on Wednesday, William Davis called the\npolice from his house 100 miles away to tell them that James had\nleft home in a nervous frenzy and left all his personal belongings\nwith their mother.\n\n   ``I don't see why you got to wait till he kills himself or\nsomebody,'' William Davis told the police, according to a\ntranscript of his telephone call. ``If you send a patrol car out to\nthat plant, he's probably sitting there. Or notify them.'' William\nDavis told the police, ``I don't know for sure, but I know and\nbelieve by the warning signs he gave me he's going to die.'' The\nAsheville police did drive by James Davis' house, but said that\nwhen they saw there was no vehicle in the driveway, there was\nnothing else they could do.\n\n   William Davis testified that he got in his car around 2 a.m. and\ndrove to what he thought was his brother's workplace. But because\nhe had not lived in Asheville for many years, he went to the wrong\nplant. The gate was shut, so he drove back to his mother's house to\nsleep.\n\n   James Davis never came home. That morning, on Wednesday, May 17,\nhe stormed the Union Butterfield plant. Two of the victims were the\nbosses who fired him.\n\n   ``I live for the rest of my life knowing that if someone had\nlistened to me, no one would have died,'' William Davis said in an\ninterview. ``I could have stopped it if someone would have\nlistened.''\n\n   Last spring, with Davis already on death row, a jury considered\na civil suit claiming that his employers had failed to protect the\nother employees from a man they knew to be violent. A lawyer for\nthe company argued there was no way anyone could foresee such an\nattack.\n\n   A lawyer for the victims said, ``This case is a human tragedy\nbecause this could have been prevented.''\n\n   The jury agreed, awarding the families of two of the victims\n$7.9 million. An appeal has been filed.\n\n   nn\n\n   KIP KINKEL IN SCHOOL IN OREGON\n\n   ``I am a horrible son. I wish I had been aborted. I destroy\neverything I touch. I can't eat. I can't sleep. I didn't deserve\nthem. They were wonderful people. It's not their fault or the fault\nof any person, organization, or television show. My head just\ndoesn't work right. God damn these VOICES inside my head.''  \n\n   _ From the note Kip Kinkel left on the coffee table in his house\nafter   \nkilling his parents\n\n   Even the cases that drew wide attention offer fresh insights\nwhen re-examined in the context of the Times review.\n\n   One spring day, Kipland P. Kinkel, a freckle-faced boy with a\nhistory of behavior problems in school, disrupted his ninth-grade\nliterature class by abruptly yelling out loud, ``God damn this\nvoice inside my head!''\n\n   His teacher took immediate action. He wrote up a disciplinary\nnote. ``In the future,'' it asked, ``what could you do differently\nto prevent this problem?''\n\n   Kip dutifully filled out the answer: ``Not to say `Damn'''\n\n   The note was signed by the teacher. Kip took it home to his\nmother, and she signed it too.\n\n   Nobody paid attention to the part about the voice inside Kip's\nhead.\n\n   One month later, on May 20, 1998, Kip was suspended from school\nfor buying a stolen gun and stashing it in his locker. That\nafternoon, back at home in a wooded neighborhood called Shangri La,\nKip Kinkel, 15, shot his father and then his mother.\n\n   The next morning he drove to his school in Springfield, Ore.,\nand shot 24 people in the cafeteria, killing two students.\n\n   Sometimes even concerned parents, like the Kinkels, or other\ncaring adults, find the specter of serious mental or emotional\nproblems in a child so disturbing that they lapse into denial, the\nstudy found over and over.\n\n   The youngsters themselves often unwittingly assist in the denial\nby being reluctant to tell someone about hearing voices or having\nbizarre thoughts, in fear of being labeled mentally ill.\nComplicating the picture is the fact that in adolescents like Kip,\nthe symptoms are most likely just emerging, psychiatric experts\nsay.\n\n   Kip Kinkel's parents, while perhaps unwilling to face the\nserious implications of his outburst in class, had not been blind\nto his problems, according to interviews and court records. They\nwere both schoolteachers, and such behavior would have been hard to\nignore. Starting at age 6, when Kip hit a boy twice his age with a\npiece of metal bar, he was susceptible to uncontrollable rages.\n\n   As a teen-ager, like many of the killers in the study, he showed\nan inordinate fascination with weapons. He collected knives,\nsecretly built explosives and boasted to friends that he wanted to\nbe the next Unabomber. He detonated explosives at a local quarry\nand was caught by the police throwing rocks at cars off a highway\noverpass, a prank that some psychologists say is an early\nindication of a potential for violent tendencies.\n\n   His mother took him to a therapist. Kip showed symptoms, the\ntherapist noted, of ``major depressive disorder,'' and was\nprescribed Prozac.\n\n   But William Kinkel, Kip's father, did not approve of therapy,\nand never attended the sessions, Mark Sabitt, Kip's defense lawyer,\nsaid in an interview. Sabitt said that the senior Kinkel was ``a\nvery proud individual and aware of his image in the community. He\nwas very skeptical of counseling in general and closed to the\nnotion of someone in his family needing treatment, or even worse,\nbeing mentally ill. It just didn't fit with the image he had of his\nkids and what he hoped they would be.''\n\n   After nine therapy sessions and three months of summer vacation\non Prozac, Kip's behavior improved, so his parents discontinued the\ntherapy and the medication. Kip's father bought him the Glock\nsemiautomatic pistol his son had been pestering him for.\n\n   At Kip's sentencing hearing, the defense presented a family tree\nshowing severe mental illness, including schizophrenia, affecting\nthree generations on both the maternal and paternal sides.\n\n   When Kip's victims addressed the judge, some said he was faking\ninsanity. Others said that even if insane, he should be held\nresponsible for ripping apart their lives.\n\n   ``I don't care if you're sick, if you're insane, if you're\ncrazy,'' said Jacob Ryker, one of the students who finally tackled\nKip, despite gunshot wounds in his own chest and arm. ``I don't\ncare. I think prison, a lifetime in prison is too good for you. If\na dog was to go insane and if a dog got rabid and it bit someone,\nyou destroy it. So I stand here and I ask, why haven't you been\ndestroyed? I question myself for not pulling the trigger.''\n\n   nn\n\n   SGT. WILLIAM KREUTZER JR. AT FORT BRAGG, N.C.\n\n   ``I got to go. I'm loading magazines.''\n\n   _ Kreutzer, in his last telephone call to a squadmate\n\n   An agitated Sgt. William Kreutzer Jr. telephoned a friend in his\nsquad at Fort Bragg, N.C. He said the shooting would begin the next\nmorning at daybreak, just when 1,300 soldiers were on a field\nstretching before their morning run.\n\n   ``He said he was going to `mow them down,''' said his friend,\nSpc. Burl F. Mays.\n\n   True, Kreutzer was an odd loner who talked about killing so\noften that the men in his company had nicknamed him Crazy Kreutzer\nand Silence of the Lambs. But when Mays arrived early the next\nmorning and saw Kreutzer was not in, he feared that this time it\nwas no idle threat. He told his superiors just before 5 a.m. and\nwas asked to check Kreutzer's room.\n\n   He found that the bed had not been slept in. On the desk he\nfound a draft of Kreutzer's will.\n\n   Mays later testified that when he then tried to alarm superiors,\nthe first sergeant dismissed his concerns, saying something like,\n``Kreutzer is a pussy, he wouldn't do anything like this.''\n\n   The case of Kreutzer, told in court records and interviews,\nillustrates an altogether different common case: the depressed and\nangry misfit provoked by the people around him.\n\n   Dr. Park Elliott Dietz, a psychiatrist and expert on mass\nkillers, said people who became mass murderers were often ``handled\nin a provocative, ineffective way.'' Their outrageous fantasies of\nviolence draw public condemnation or ridicule. Humiliation, Dietz\nsaid, often precedes rampage killing.\n\n   Kreutzer, a gawky perfectionist, had long been the object of\nridicule in his squad at Fort Bragg. When his unit was sent to the\nSinai, other soldiers tied his shoelaces together while he slept.\nThey filled his boots with sand. Kreutzer, 26, had always wanted to\nbe a soldier, but he lagged behind on company runs and sometimes\nmisplaced equipment. He cried when criticized. When he repeatedly\nthreatened to kill other soldiers, they took it as a joke.\n\n   Fifteen months before his final ambush, when Kreutzer had an\noutburst in which he threatened to kill soldiers and it became\ncommon knowledge, his superiors sent him to a military social\nworker.\n\n   ``He told me that he had specific plans to kill the people in\nhis squad,'' the counselor, Darren Fong, told military\ninvestigators, the court-martial documents show. But when he was\nreturned to full duty, Kreutzer was not referred to Army\npsychiatrists. He was barred from access to weapons for two weeks.\n\n   The morning of Oct. 27, 1995, Kreutzer hid in the woods and\nfired onto a field of American soldiers. He wounded 18 of them, and\nkilled Maj. Stephen Mark Badger, an intelligence officer and a\nfather and stepfather of eight children.\n\n   Kreutzer kept firing until he was tackled from behind by two\ncomrades.\n\n   Minutes later, he spoke to a military police officer, Bruce W.\nHamrick.\n\n   ``He said he kept warning people that he was going to kill\nsomebody,'' Hamrick testified, ``but that nobody would listen.''\n","Headline":"\nRAMPAGE KILLERS OFTEN LEAVE A ROAD MAP OF RED FLAGS \n","Text":["\n   Shots explode at a school in Oregon, a brokerage office in\nAtlanta, or a church in Fort Worth, and the nation is witness to\nanother sudden, seemingly random violent rampage. Before the\nambulances leave, the news crews arrive. The killers' neighbors,\nfriends or families submit to interviews, and inevitably, they say\nsomething like this: ``He just snapped.''\n","\n   But the killers do not just snap. An examination by The New York\nTimes of 100 rampage murders found that most of the killers\nspiraled down a long slow slide, mentally and emotionally. Most of\nthem left a road map of red flags, spending months plotting their\nattacks and accumulating weapons, talking openly of their plans for\nbloodshed. Many showed signs of serious mental health problems.\n","\n   But in case after case, the Times review found, the warning\nsigns were missed: by a tattered mental health care system; by\nfamilies unable to face the evidence of serious mental turmoil in\ntheir children or siblings; by employers, teachers and principals\nwho failed to take the threats seriously; by the police who, when\nalerted to the danger by frightened relatives, neighbors or\nfriends, were incapable of intervening before the violence erupted.\n","\n   James Davis, whose co-workers had nicknamed him Psycho, warned\nhis colleagues at a tool warehouse in Asheville, N.C., ``If they\never decide to fire me, I'll take two or three of them with me.''\nHis employers did fire him, and feared he would respond with\nviolence, but despite his threats, they failed to protect his\nco-workers when Davis returned to take his revenge.\n","\n   In 34 of the 100 cases, however, families or friends of the\nkillers desperately did try to find help for a person they feared\nwas a ticking time bomb, but were rebuffed by police, school\nadministrators or mental health workers.\n","\n   Sylvia Seegrist caromed in and out of mental institutions 12\ntimes in 10 years, while her parents searched for a residential\nprogram where she could stay in treatment. They knew she was\ndangerous. She had stabbed a psychologist and tried to strangle her\nmother, and had hidden a gun in her apartment. But each time, she\nwas released from the hospital when she seemed to improve.\n","\n   ``We were always fearful that maybe some tragedy would happen,''\nsaid Ruth S. Seegrist, Sylvia's mother. ``She threatened it:\n`Someday before I kill myself, I'll bring some people down with\nme.' '' Sylvia opened fire in a suburban Philadelphia shopping mall\nin 1985, killing three people and wounding seven.\n","\n   In response to the recent spate of rampage-style mass shootings\nin schools, workplaces, stores and other public places, The New\nYork Times re-examined 100 such violent incidents that occurred in\nthe United States over the last 50 years. The Times gathered\nextensive information on all 100, and looked closely at more than\n25 of the cases, a surprising number of which attracted little but\nlocal attention.\n","\n   The examination included reviews of court cases, news coverage\nand mental health records, and interviews with families and\nfriends, psychologists and victims, in an effort to glean what the\npeople closest to each tragedy had learned. In some cases,\nreporters questioned the killers themselves.\n","\n   Based on this information, The Times found that in 63 of the 100\ncases (which involve 102 killers), the killers made general threats\nof violence to others in advance. Fifty-five of the 100 cases\ninvolved killers who regularly expressed explosive anger or\nfrustration, and 35 killers had a history of violent behavior and\nassaults. They were so noticeably unstable that even in their very\nseparate circles they had been awarded similar nicknames: ``Crazy\nPat,'' ``Crazy John,'' ``Crazy Joe.''\n","\n   And in 40 cases, family members and others said they noticed\nsudden changes in behavior in the period before the rampage.\n","\n   ``The more you find out about each of these cases, the more it\nmakes sense,'' said Dewey G. Cornell, a clinical psychologist at\nthe University of Virginia and director of the Virginia Youth\nViolence Project, which studies school safety and violence\nprevention. ``This notion that someone just snaps is based on\nignorance and denial,'' Cornell said. ``People don't just snap.\nPressures build up.''\n","\n   Many psychologists caution that it is impossible to predict\nviolent behavior, and that most people who threaten violence never\nfollow through. Often, it is only in retrospect that each killer's\nlife appears to be a coherent chilling narrative foretelling\nobvious danger. Looking back, it is easy to marvel, how could the\npeople who knew the murderer have failed to see it coming? In\nparticular, how could so many psychiatric workers, and even police,\nhave missed the warning signs?\n","\n   In many cases, there was no single person in the potential\nkiller's life to put together the lethal clues. Colleagues,\nfriends, family members, mental health professionals, teachers and\nthe police may have independently sensed something disturbing, but\nthey did not communicate with one another. Frightened neighbors or\nco-workers decided it was safest to keep their distance. Friends\nlaughed off homicidal talk. Parents did not know where to turn, or\njust hoped the irrational fury was merely a phase.\n","\n   ``It's like looking at the night sky,'' said Dr. Robert\nGranacher Jr., a psychiatrist in Lexington, Ky., who has examined\nthe records of several rampage murderers. ``If you only see one or\ntwo stars, you may not see the whole constellation. It's the same\nwith these fragmentary bits of information; no one has the whole\npicture.''\n","\n   In the end, the review of these cases suggests that if people\nunderstood more about mental illness and connected the clues, many\nof these rampage killings could be prevented.\n","\n   nn\n","\n   JAMIE ROUSE IN SCHOOL IN RURAL TENNESSEE\n","\n   ``It's going to be tomorrow.''\n","\n   _ Rouse, to a friend\n","\n   In rural Giles County, Tenn., on Nov. 15, 1995 _ before school\nshootings regularly made headlines _ a slight 17-year-old strode\ndown the hall of Richland School with his black .22 Remington\nViper.\n","\n   His name was Jamie Rouse and, as always, he was dressed in\nblack. He walked up to two female teachers who were chatting in the\nhall, and without a word shot each of them in the head. One teacher\nwas gravely wounded, the other died. Then Jamie Rouse smiled and\naimed for the school's football coach. But a student named Diane\nCollins happened to cross his path. A bullet tore through her\nthroat. She was 16 when she died that day.\n","\n   Jamie Rouse had sent distress signals for years to the adults in\nhis life. More startling, the police say he had told as many as\nfive teen-age friends exactly how he planned to bring his rifle to\nschool and begin killing. None of them had called anyone for help.\nIn fact, the night before, word of the planned massacre was passed\nlike macabre gossip along a chain of students, from Jamie, to his\nclose friend Stephen Abbott, to a teen-ager that Abbott worked with\nat the gas station, Billy Rogers.\n","\n   ``He told me something was going to happen at school the next\nday, that I was going to lose a couple of friends,'' Rogers later\ntestified. ``Steve told me if there was a God he better make it\nsnow tonight so we ain't got school tomorrow.''\n","\n   The rampage killers in the study, young and old, often talked\nfor months in advance about their murderous plans. And in 54 of the\n100 cases, killers like Jamie Rouse provided explicit descriptions\nof who, where or when they intended to kill.\n","\n   Charles Whitman, the infamous sniper who shot 45 people, killing\n14, from atop the tower on the campus of the University of Texas at\nAustin in 1966, had told a college psychiatrist four months before\nthe attack that he had been ``thinking about going up on the tower\nwith a deer rifle and start shooting people.''\n","\n   Michael Carneal, a high school freshman in Paducah, Ky., told\nschoolmates that ``it would be cool'' to shoot into a student\nprayer group. He did as he had promised, killing three people and\ninjuring five in 1997.\n","\n   Andrew Wurst, 14, showed a group of friends a gun hidden in his\nfather's dresser drawer and told them he planned to use nine shells\nto kill nine people he hated, and then kill himself. In 1998, he\nstarted shooting at his eighth-grade prom, killing a popular\nteacher and injuring three other people.\n","\n   In case after case, friends, family members and others who heard\nthe threats and did not take action later said they did not act\nbecause it seemed unfathomable that a human being would carry\nthrough with such threats. Others said they had heard the killer\nboast of violence so often that, like the villagers hardened to the\nboy who cried wolf, they just did not take it seriously.\n","\n   In testimony, Stephen Ray, one of Jamie Rouse's closest friends,\nsaid that it had sounded ridiculous when Rouse ``might have'' said\nsomething about shooting someone the day before the killings, when\nRouse was fuming over a fender-bender with a schoolmate's car.\n","\n   Ray, now 21 and a college student in Knoxville, trembled in an\ninterview in his dormitory this winter when he said it was hard to\ntell at the time that Jamie Rouse's blustery threats were real.\nEven when Rouse showed up in the morning with a rifle and a box of\nbullets, Ray said, he did not believe Jamie would really do it.\n","\n   ``It wasn't a joke,'' Ray said in a tone of amazement. ``It\nwasn't a high school prank. It was something real.''\n","\n   Tennessee prosecutors said they were frustrated that legal rules\nbarred them from charging Ray with a crime because he did nothing\nactive to foster the plan. They did prosecute the teen-ager who\ndrove Rouse to school that morning.\n","\n   Failing to act in the face of warning signs, the prosecutors\nsaid, was not a crime. In retrospect, there were many people guilty\nof that.\n","\n   In ninth grade, Jamie had scratched an inverted cross on his\nforehead, a symbol other students had told him was a sign of Satan\nworship. Many people, including teachers, had noticed the mark,\nwhich lasted a few weeks, and talked about it among themselves.\n","\n   At home during his junior year, Jamie held his brother Jeremy at\ngunpoint and threatened to kill him. As punishment, Jamie's parents\ntook away his gun.\n","\n   As his senior year began, he submitted his entry for the\nyearbook: ``I, Satan, James Rouse, leave my bad memories here to my\ntwo brothers.'' By that time, according to testimony at his trial,\nJamie Rouse was working nights, taking Max Alert to stay awake and\nSominex to get to sleep, and listening to heavy metal music cranked\nvery loud because it drowned out the voices in his head that he\nlater told psychiatrists he had been hearing at the time.\n","\n   The spring before the shootings, Rouse got into a violent fight\nwith two other boys at school. But when teachers broke it up,\n``Jamie just would not calm down,'' recalled Ronald W. Shirey Jr.,\nthe football coach that Jamie had missed shooting, in an interview\nin his living room a few miles from the school. ``He was just\ntotally out of control, and saying, `I will kill you,' '' Shirey\nsaid.\n","\n   The school called the police after that fight. Rouse faced\njuvenile charges and was suspended for three days.\n","\n   But time passed. His mother later said it had not occurred to\nher to get counseling for him. And when hunting season started,\nJamie's parents gave him his rifle back.\n","\n   Long after the crime, Shirey said, when government investigators\nsought to study ways to prevent school shootings, they asked him to\ncirculate a survey among the teachers at Richland School, which\nincludes students from kindergarten to grade 12, to gather\ninformation about Jamie Rouse. No survey came back with more than a\nparagraph, he said.\n","\n   ``You can't find a teacher up there that was close to Jamie\nRouse since elementary school,'' Shirey said. ``Nobody knew enough\nabout him to say anything.''\n","\n   The adults noticed Jamie Rouse but did not know him, and the\nteen-agers who knew him did not tell.\n","\n   nn\n","\n   SYLVIA SEEGRIST IN SUBURBAN PHILADELPHIA\n","\n   ``I genuinely thought the public would be pleased because I\nthought all the public could see this and know and understand my\ngood-intentions.''  \n","\n   _ Seegrist, in a letter to a reporter from prison, Jan. 4, 2000\n","\n   She was dressed in the green Army fatigues and knit cap she wore\nall four seasons of the year as she drove into the parking lot of\nthe Springfield Mall in suburban Philadelphia. She leaped out of\nher car firing a Ruger semiautomatic rifle, and continued spraying\nbullets as she ran through the mall, killing three people and\ninjuring seven, all strangers. Among the dead was a 2-year-old boy\nwhose family had been shopping for a church charity fashion show.\n","\n   Sylvia Seegrist was 25 the day of her murder spree in 1985. The\ncrime was the culmination of 10 years of mounting psychosis,\ncrippling delusions and violent assaults on people who tried to\nhelp her.\n","\n   Her mother, in a recent interview in her apartment a few miles\nfrom the site of Sylvia Seegrist's rampage, remembered the\n``feelings of hopelessness, helplessness, despair, of incredible\nsadness'' as she and her husband watched their only daughter\novertaken by schizophrenia.\n","\n   They also feared her. ``I'll take you out,'' Seegrist recalls\nher daughter threatening.\n","\n   The Times' study found that many of the rampage killers,\nincluding Sylvia Seegrist, suffered from severe psychosis, were\nknown by people in their circles as being noticeably ill and\nneeding help, and received insufficient or inconsistent treatment\nfrom a mental health system that seemed incapable of helping these\nespecially intractable patients.\n","\n   Only a small percentage of mentally ill people are violent, and\nmany advocates bristle at any link between mental illness and\nviolence out of concern that it will further stigmatize an already\nmistreated population.\n","\n   However, the Times investigation of this particular style of\nviolence _ public rampage killings _ turned up an extremely high\nassociation between violence and mental illness. Forty-seven of the\nkillers had a history of mental health problems before they killed;\n20 had been hospitalized for psychiatric problems; 42 had been seen\nby mental health professionals.\n","\n   Psychiatric drugs had been prescribed at some point before the\nrampages to 24 of the killers, and 14 of those people were not\ntaking their prescribed drugs when they killed. Diagnoses of mental\nillness are often difficult to pin down, so The Times tabulated\nbehavior: 23 killers showed signs of serious depression before the\nkillings, and 49 expressed paranoid ideas.\n","\n   Some of the killers who survived their rampages have made it\nclear they prefer to be thought of as criminal rather than mentally\nill. Back in 1966, Robert Benjamin Smith, an 18-year-old high\nschool senior in Mesa, Ariz., said he believed he was God when he\nherded five women and two children into the back room of a beauty\nschool, forced them to lie down in a circle and methodically shot\neach person in the head, killing five of them.\n","\n   In a letter Smith sent to a Times reporter from prison in\nJanuary, he brushed off questions about illness and wrote,\n``Lessons? The sole thing I have learned worth the telling is the\nironclad necessity of retaining control over one's essential bodily\nfluids.'' He blamed ``sexual self-stimulation'' for his crime and\nnoted that he had tried to amputate his penis while in prison using\nthe pull-tab from a can of Diet Dr Pepper.\n","\n   ``The more ill they are, the less sensibility there is'' in the\nviolent attack itself, said Dr. Anthony G. Hempel, chief forensic\npsychiatrist at the Vernon campus of North Texas State Hospital,\nwho has studied mass murderers. In contrast to the killers who ``go\npostal,'' gunning for their bosses, Hempel said, ``when someone\ngoes and kills strangers or they kill children, the odds of them\nbeing mentally ill are higher.''\n","\n   Sylvia Seegrist was first hospitalized at 16, and schizophrenia\nwas diagnosed. Each of the dozen times she was discharged,\npsychiatrists deemed that she no longer posed a threat to herself\nor others.\n","\n   No one said she was getting better, though. At the local health\nclub Seegrist was seen taking steam baths in her camouflage\nclothing. At the library, she spouted a tangle of theories about\nnuclear weapons, energy shortages and famine. Between her\ndaughter's hospitalizations, Seegrist found a gun in Sylvia's\napartment, she said. Sylvia Seegrist told her mother she planned to\nuse it to kill her parents and then herself.\n","\n   Her mother said the family could not afford private\nrehabilitation programs, and their insurance covered only\nshort-term hospitalization.\n","\n   Sylvia Seegrist, now 39, is serving a life sentence at a prison\nin Pennsylvania. She declined an interview, instead writing two\nletters to The Times, a weave of lucid fragments and unintelligible\npassages about benzene and Styrofoam. On the back of an envelope,\nshe writes that her killings were a form of public service.\n","\n   She also seems to assert that she had to kill to ensure she\nwould be imprisoned instead of being sent yet again to a state\nmental hospital.\n","\n   ``Sure had all kinds of theories in my head,'' she wrote,\n``expressed them at political meetings, just doll, understand,\nplease 10 yrs. of beat-up, orphan in state hospitals that are 300\npercent worse than even Sing-Sing prison. All the throwaways\nretarded smearing feces on themselves, when I read research\nmaterials at Ivy league colleges, and watched nothing but CNN and\nC-SPAN at home.''\n","\n   She said she had no choice. ``It had to be `a serious crime' or\nI'd get the state hospital i.e. Nazi camp.''\n","\n   nn\n","\n   JEFFREY WALLACE IN KEY WEST AND JOSEPH BROOKS JR. IN DETROIT\n","\n   ``I was trying to save myself and my family.''\n","\n   _ Wallace, in a prison interview, Feb. 1, 2000\n","\n   Roxie M. Wallace knew something was wrong when her grown son\nJeffrey visited her and padlocked his room. He sometimes slept with\na knife by his bed. He was growing increasingly paranoid, she\nrealized. He would talk incessantly about evil forces. Most\ndisturbing, she said in interviews and letters, her son sometimes\ngrowled ``like a small dog or a wolf.''\n","\n   Jeffrey Wallace offers a glimpse into how difficult it can be to\nshake someone out of a delusional universe, even when friends and\nrelatives notice and want to do something about it. Wallace, like\nother rampage killers, was convinced he was defending himself\nagainst an intricate conspiracy. Of the 100 cases in the study, 49\ninvolved killers who had shown extreme, irrational suspicion and\nmistrust. In their paranoia, they think they must defend themselves\nagainst threats that other people do not see.\n","\n   Even now, incarcerated in an isolated Florida prison, Wallace,\n38, insists that he had no choice but to open fire in 1997 at a Key\nWest bar where he once worked, killing one person and injuring\nthree others.\n","\n   In a long prison interview, Wallace was unable to deviate from\nhis convoluted theory that the bar was the center of an\norganized-crime drug and prostitution ring with ties _ he was sure\n_ to Satanism, President Clinton and Garrison Keillor, host of the\npublic radio program ``Prairie Home Companion.''\n","\n   Wallace's lawyers argued unsuccessfully that he was insane, but\nWallace insists his actions were perfectly rational.\n","\n   ``The best example I can give,'' Wallace said, ``is you're in\nyour house and somebody breaks in and you have to defend yourself\nand you end up killing somebody. It's terrible, but what else can\nyou do?''\n","\n   From her home in Tennessee, Wallace said she had tried for years\nto maneuver her son toward help when he did not want it. ``I was\nafraid he was either going to kill himself or he was going to\n`fight back' to save himself like a caged animal,'' she said.\n","\n   Many rampage killers are extremely difficult to treat, say\npsychiatrists who have interviewed them. They may deny their\nillness and resist medication and treatment, and are often shrewd\nabout masking symptoms to avoid being hospitalized involuntarily.\n","\n   Even those who do receive psychiatric treatment do not always\nget the help they need.\n","\n   Joseph Brooks Jr. was a policeman's son from Detroit and one of\nthe few black students to win entrance to both a prestigious local\npreparatory school and the Massachusetts Institute of Technology.\nFriends in the fraternity house where Brooks lived recall no hint\nof anger or illness, only that Brooks was absurdly meticulous about\nhis chores, and studied so compulsively that they nicknamed him\n``Books.'' But in his third year at MIT, he tried to commit\nsuicide, was hospitalized for obsessive-compulsive disorder, and\nlater received a diagnosis of paranoid schizophrenia.\n","\n   Back in Detroit, living alone, Brooks, 28, sought treatment with\nDr. Reuven Bar-Levav, a well-known local psychiatrist who ran group\ntherapy sessions in Southfield attended by a close-knit clientele\nof upper-middle-class patients coping with depression or anxiety\ndisorders _ nothing as severe as paranoid schizophrenia. Brooks\njoined the group sessions, but refused to take the medication he\nhad been prescribed, telling friends that the drugs made him\ntremble, gain weight and lose concentration.\n","\n   Ronald Rissman, a fellow patient in the therapy group Brooks\njoined, said in an interview, ``It was obvious he was not in touch\nwith reality. He would laugh inappropriately. Within a matter of\ntwo or three group sessions, it became apparent to most of the\nsenior patients that he did not belong there, that he should have\nbeen institutionalized.''\n","\n   Rissman said he and several other patients and therapists in the\ngroup practice repeatedly went to Bar-Levav with their concerns\nabout Brooks. And in one group session _ with Brooks in the room _\na patient named Mary Gregg told the group she was afraid of Brooks,\nRissman recalled.\n","\n   After about eight group sessions, Bar-Levav finally terminated\nBrooks' treatment and referred him to other therapists.\n","\n   Eight months later, on June 11 last year, Brooks returned to the\npsychiatrist's office and killed Bar-Levav. Brooks then pivoted and\nfired into the therapy group he had once attended, killing Gregg\nand wounding four others, including Rissman, who leapt up to close\nthe door. Brooks then turned the gun on himself.\n","\n   Bar-Levav had been given some warning: While in treatment,\nBrooks had handed a gun over to another therapist in the practice\nand confessed he had come close to killing his girlfriend's mother\nand committing suicide. And just before the killings, Brooks sent\nBar-Levav a 52-page manuscript critiquing the therapy he had\nreceived from him. The critique contained obsessive, paranoid\npassages about a ``German American woman'' humiliating him in his\ntherapy group, and hints of menace. The local police emphasized in\ninterviews with The Times that Bar-Levav should have alerted them.\n","\n   ``We would have taken that weapon away from him,'' said Joseph\nThomas, the chief of police in Southfield, a suburn just north of\nDetroit. But even had the police confiscated the gun, the killing\nwould not have been prevented. Brooks easily obtained a second\npermit and a second gun _ an expensive limited-edition combat-style\nhandgun, which he used to kill Bar-Levav.\n","\n   The psychiatrist's daughter, Dr. Leora Bar-Levav, a therapist\nherself who worked with her father and is now carrying on his\npractice, rejected with a pained wince the suggestion of\nnegligence. In a conversation in the practice's new offices in\nSouthfield, she said the problem was instead a permissive society\nand a narcissistic patient who had rejected treatment.\n","\n   ``You can lead a horse to water, but you can't make him drink\nit,'' she said. ``Denial is very potent.''\n","\n   nn\n","\n   JAMES DAVIS IN ASHEVILLE, N.C.\n","\n   ``You can have it because I probably wouldn't need it much\nlonger.''\n","\n   _ Davis, on giving his niece a video game a few days before his\nworkplace rampage\n","\n   A man storms a warehouse where he was recently fired, leaving a\ntrail of shell casings, three dead workers and four more wounded.\nThe news story the next day begins, ``A disgruntled former employee\nwent on a shooting rampage.''\n","\n   In the turmoil that follows a rampage shooting by a killer like\nJames Davis in Asheville, N.C., there is usually a scramble to\npinpoint the cause. And in a world of rapid news cycles, the\nanswers come quickly.\n","\n   Davis was the ``disgruntled employee.'' In the news coverage,\nDung Trinh was so bereaved at the death of his mother that he shot\nat nurses last year in a hospital in Anaheim, Calif., where she had\nonce been treated. Sometimes the reason is reported to be a broken\nmarriage, a spurned romance or financial misfortune. Mark O.\nBarton, a rampage killer in Atlanta, was reported to have singled\nout day traders because he had suffered huge losses in the market.\n","\n   These are the kinds of events that often result in the\nobservation, ``He just snapped.''\n","\n   But the action that is often simplistically cited as the cause _\na firing, a divorce, an eviction _ is on closer examination just\nthe final provocation to a troubled, angry person who has already\nleft numerous warning markers, often available for many to see.\n","\n   When he opened fire in the day-trading office, Barton already\nhad problems deeper than his recent stock losses. Eight hours\nearlier, he had killed his second wife and his children, and he was\nstill the prime suspect in the deaths six years earlier of his\nfirst wife and her mother.\n","\n   Colin Ferguson, who opened fire on rush-hour commuters on the\nLong Island Rail Road, had displayed such menacing behavior that he\nreceived an eviction notice, which further fueled his fury.\n","\n   Most of the workplace shooters had been fired or disciplined\nprecisely because they were already threatening violence, behaving\nbizarrely or getting in fights. Of the 81 adult murderers The Times\nlooked at, 49 were unemployed.\n","\n   Davis was no mild-mannered worker who just mysteriously snapped,\naccording to court records and interviews.\n","\n   He repeatedly picked fights at the tool warehouse where he\nworked in Asheville, and had often told colleagues that if he were\never fired, he would return to kill his bosses. He had seen combat\nin Vietnam and been hospitalized with schizophrenia after the war.\nHe lived alone, and co-workers knew he owned a .44 magnum with a\nscope and had practiced firing it in his basement.\n","\n   One Wednesday in May 1995, he got into another fight at work,\nhis last.\n","\n   That weekend, his family noticed that he was acting strangely.\nFor example, Davis, an unemotional recluse, told his sister he\nloved her. And though James had never given anything to anybody,\nhis brother, William, later said, James had wanted to give his\nniece a chess set and video game the weekend before. His siblings\ntried to persuade him to go to a hospital for psychiatric help, but\nhe refused.\n","\n   That Monday, James Davis was fired. His bosses were so anxious\nabout his reaction that they agreed to break the news in a room\nwhere they could use a table to deflect an attack. Some employees\nplanned escape routes when they heard of Davis' firing.\n","\n   Just after midnight on Wednesday, William Davis called the\npolice from his house 100 miles away to tell them that James had\nleft home in a nervous frenzy and left all his personal belongings\nwith their mother.\n","\n   ``I don't see why you got to wait till he kills himself or\nsomebody,'' William Davis told the police, according to a\ntranscript of his telephone call. ``If you send a patrol car out to\nthat plant, he's probably sitting there. Or notify them.'' William\nDavis told the police, ``I don't know for sure, but I know and\nbelieve by the warning signs he gave me he's going to die.'' The\nAsheville police did drive by James Davis' house, but said that\nwhen they saw there was no vehicle in the driveway, there was\nnothing else they could do.\n","\n   William Davis testified that he got in his car around 2 a.m. and\ndrove to what he thought was his brother's workplace. But because\nhe had not lived in Asheville for many years, he went to the wrong\nplant. The gate was shut, so he drove back to his mother's house to\nsleep.\n","\n   James Davis never came home. That morning, on Wednesday, May 17,\nhe stormed the Union Butterfield plant. Two of the victims were the\nbosses who fired him.\n","\n   ``I live for the rest of my life knowing that if someone had\nlistened to me, no one would have died,'' William Davis said in an\ninterview. ``I could have stopped it if someone would have\nlistened.''\n","\n   Last spring, with Davis already on death row, a jury considered\na civil suit claiming that his employers had failed to protect the\nother employees from a man they knew to be violent. A lawyer for\nthe company argued there was no way anyone could foresee such an\nattack.\n","\n   A lawyer for the victims said, ``This case is a human tragedy\nbecause this could have been prevented.''\n","\n   The jury agreed, awarding the families of two of the victims\n$7.9 million. An appeal has been filed.\n","\n   nn\n","\n   KIP KINKEL IN SCHOOL IN OREGON\n","\n   ``I am a horrible son. I wish I had been aborted. I destroy\neverything I touch. I can't eat. I can't sleep. I didn't deserve\nthem. They were wonderful people. It's not their fault or the fault\nof any person, organization, or television show. My head just\ndoesn't work right. God damn these VOICES inside my head.''  \n","\n   _ From the note Kip Kinkel left on the coffee table in his house\nafter   \nkilling his parents\n","\n   Even the cases that drew wide attention offer fresh insights\nwhen re-examined in the context of the Times review.\n","\n   One spring day, Kipland P. Kinkel, a freckle-faced boy with a\nhistory of behavior problems in school, disrupted his ninth-grade\nliterature class by abruptly yelling out loud, ``God damn this\nvoice inside my head!''\n","\n   His teacher took immediate action. He wrote up a disciplinary\nnote. ``In the future,'' it asked, ``what could you do differently\nto prevent this problem?''\n","\n   Kip dutifully filled out the answer: ``Not to say `Damn'''\n","\n   The note was signed by the teacher. Kip took it home to his\nmother, and she signed it too.\n","\n   Nobody paid attention to the part about the voice inside Kip's\nhead.\n","\n   One month later, on May 20, 1998, Kip was suspended from school\nfor buying a stolen gun and stashing it in his locker. That\nafternoon, back at home in a wooded neighborhood called Shangri La,\nKip Kinkel, 15, shot his father and then his mother.\n","\n   The next morning he drove to his school in Springfield, Ore.,\nand shot 24 people in the cafeteria, killing two students.\n","\n   Sometimes even concerned parents, like the Kinkels, or other\ncaring adults, find the specter of serious mental or emotional\nproblems in a child so disturbing that they lapse into denial, the\nstudy found over and over.\n","\n   The youngsters themselves often unwittingly assist in the denial\nby being reluctant to tell someone about hearing voices or having\nbizarre thoughts, in fear of being labeled mentally ill.\nComplicating the picture is the fact that in adolescents like Kip,\nthe symptoms are most likely just emerging, psychiatric experts\nsay.\n","\n   Kip Kinkel's parents, while perhaps unwilling to face the\nserious implications of his outburst in class, had not been blind\nto his problems, according to interviews and court records. They\nwere both schoolteachers, and such behavior would have been hard to\nignore. Starting at age 6, when Kip hit a boy twice his age with a\npiece of metal bar, he was susceptible to uncontrollable rages.\n","\n   As a teen-ager, like many of the killers in the study, he showed\nan inordinate fascination with weapons. He collected knives,\nsecretly built explosives and boasted to friends that he wanted to\nbe the next Unabomber. He detonated explosives at a local quarry\nand was caught by the police throwing rocks at cars off a highway\noverpass, a prank that some psychologists say is an early\nindication of a potential for violent tendencies.\n","\n   His mother took him to a therapist. Kip showed symptoms, the\ntherapist noted, of ``major depressive disorder,'' and was\nprescribed Prozac.\n","\n   But William Kinkel, Kip's father, did not approve of therapy,\nand never attended the sessions, Mark Sabitt, Kip's defense lawyer,\nsaid in an interview. Sabitt said that the senior Kinkel was ``a\nvery proud individual and aware of his image in the community. He\nwas very skeptical of counseling in general and closed to the\nnotion of someone in his family needing treatment, or even worse,\nbeing mentally ill. It just didn't fit with the image he had of his\nkids and what he hoped they would be.''\n","\n   After nine therapy sessions and three months of summer vacation\non Prozac, Kip's behavior improved, so his parents discontinued the\ntherapy and the medication. Kip's father bought him the Glock\nsemiautomatic pistol his son had been pestering him for.\n","\n   At Kip's sentencing hearing, the defense presented a family tree\nshowing severe mental illness, including schizophrenia, affecting\nthree generations on both the maternal and paternal sides.\n","\n   When Kip's victims addressed the judge, some said he was faking\ninsanity. Others said that even if insane, he should be held\nresponsible for ripping apart their lives.\n","\n   ``I don't care if you're sick, if you're insane, if you're\ncrazy,'' said Jacob Ryker, one of the students who finally tackled\nKip, despite gunshot wounds in his own chest and arm. ``I don't\ncare. I think prison, a lifetime in prison is too good for you. If\na dog was to go insane and if a dog got rabid and it bit someone,\nyou destroy it. So I stand here and I ask, why haven't you been\ndestroyed? I question myself for not pulling the trigger.''\n","\n   nn\n","\n   SGT. WILLIAM KREUTZER JR. AT FORT BRAGG, N.C.\n","\n   ``I got to go. I'm loading magazines.''\n","\n   _ Kreutzer, in his last telephone call to a squadmate\n","\n   An agitated Sgt. William Kreutzer Jr. telephoned a friend in his\nsquad at Fort Bragg, N.C. He said the shooting would begin the next\nmorning at daybreak, just when 1,300 soldiers were on a field\nstretching before their morning run.\n","\n   ``He said he was going to `mow them down,''' said his friend,\nSpc. Burl F. Mays.\n","\n   True, Kreutzer was an odd loner who talked about killing so\noften that the men in his company had nicknamed him Crazy Kreutzer\nand Silence of the Lambs. But when Mays arrived early the next\nmorning and saw Kreutzer was not in, he feared that this time it\nwas no idle threat. He told his superiors just before 5 a.m. and\nwas asked to check Kreutzer's room.\n","\n   He found that the bed had not been slept in. On the desk he\nfound a draft of Kreutzer's will.\n","\n   Mays later testified that when he then tried to alarm superiors,\nthe first sergeant dismissed his concerns, saying something like,\n``Kreutzer is a pussy, he wouldn't do anything like this.''\n","\n   The case of Kreutzer, told in court records and interviews,\nillustrates an altogether different common case: the depressed and\nangry misfit provoked by the people around him.\n","\n   Dr. Park Elliott Dietz, a psychiatrist and expert on mass\nkillers, said people who became mass murderers were often ``handled\nin a provocative, ineffective way.'' Their outrageous fantasies of\nviolence draw public condemnation or ridicule. Humiliation, Dietz\nsaid, often precedes rampage killing.\n","\n   Kreutzer, a gawky perfectionist, had long been the object of\nridicule in his squad at Fort Bragg. When his unit was sent to the\nSinai, other soldiers tied his shoelaces together while he slept.\nThey filled his boots with sand. Kreutzer, 26, had always wanted to\nbe a soldier, but he lagged behind on company runs and sometimes\nmisplaced equipment. He cried when criticized. When he repeatedly\nthreatened to kill other soldiers, they took it as a joke.\n","\n   Fifteen months before his final ambush, when Kreutzer had an\noutburst in which he threatened to kill soldiers and it became\ncommon knowledge, his superiors sent him to a military social\nworker.\n","\n   ``He told me that he had specific plans to kill the people in\nhis squad,'' the counselor, Darren Fong, told military\ninvestigators, the court-martial documents show. But when he was\nreturned to full duty, Kreutzer was not referred to Army\npsychiatrists. He was barred from access to weapons for two weeks.\n","\n   The morning of Oct. 27, 1995, Kreutzer hid in the woods and\nfired onto a field of American soldiers. He wounded 18 of them, and\nkilled Maj. Stephen Mark Badger, an intelligence officer and a\nfather and stepfather of eight children.\n","\n   Kreutzer kept firing until he was tackled from behind by two\ncomrades.\n","\n   Minutes later, he spoke to a military police officer, Bruce W.\nHamrick.\n","\n   ``He said he kept warning people that he was going to kill\nsomebody,'' Hamrick testified, ``but that nobody would listen.''\n"]}