{"DocumentId":"NYT19991002.0038","TopicId":"NYT","Relevance":"0","Body":" BC-SCI-CLINICAL-TESTS-ART-4TAKES-NYT \nHOPE FOR SALE: BUSINESS THRIVES ON UNPROVED CARE, LEAVING SCIENCE\nBEHIND\n\n  \n (ATTN: Pa., Ill., Ohio, Mich., Tenn., R.I., Calif., Md.)   (ART ADV: A map is being sent to NYT photo clients. Nonsubscribers\ncan make individual purchase by calling (888) 603-1036 or (888)\n346-9867.) \n(nk) \n By GINA KOLATA and KURT EICHENWALD    \n c.1999 N.Y. Times News Service    \n\n   For years, Dr. Larry Norton tried to conduct a medical study to\ndetermine, once and for all, whether bone marrow transplants could\nreally save the lives of women desperately ill with breast cancer.\n\n   His efforts _ and those of dozens of other doctors _ were\nlargely futile. Year after year, few women were willing to\nparticipate in the clinical tests, which, to be scientifically\nvalid, required patients to be randomly assigned to either the\nexperimental treatment or standard chemotherapy.\n\n   Many believed the experimental treatment was their only hope,\nand were unwilling to leave anything to chance. So most chose to\nget transplants from a growing number of hospitals and cancer\ncenters that are part of a multimillion dollar industry that sells\nexperimental treatments. There, for more than a decade, many women\nwere told that the procedure was the only thing that could save\ntheir lives _ when, in fact, no one knew for sure whether it was\nbetter or worse than the standard treatment.\n\n   ``I got so angry,'' Norton said. ``Fifty years from now, we will\nlook at this period with horror and say `How could this have\nhappened.'''\n\n   But Norton, head of the division of solid tumor oncology at\nMemorial Sloan-Kettering Cancer Center in New York, said he\nunderstood why the women refused to join the study: Few patients,\nfaced with an advanced and likely fatal disease, would risk passing\nup a supposedly cutting-edge treatment simply to advance scientific\nknowledge.\n\n   Experts say that tens of thousands of such personal decisions,\nmade under enormous emotional strain, are significantly slowing the\nsearch for cures for dire diseases like cancer. The wide\navailability of unproven procedures sops up the vast majority of\npotential test subjects, they say, making it difficult, or\nimpossible, to assess which treatments work and which do not.\n\n   An increasing number of untested treatments are being sold to\ndesperate patients with ailments like cancer, heart failure and\nParkinson's disease. Today, experimental procedures can be\npurchased outright from community hospitals, university medical\ncenters and even from publicly traded companies.\n\n   To better understand the workings of this system, The New York\nTimes examined one of the most widely offered procedures _ bone\nmarrow transplants for solid tumor cancers like breast cancer. The\nexamination found that this procedure entered the medical\nmarketplace in the 1980s before studies to test its effectiveness\nhad even begun. By the time testing was under way, the business had\ntaken on a life of its own. Patients were unavailable and tests\nwere delayed for years or had to be abandoned.\n\n   The issue arises because medical procedures, like the bone\nmarrow transplants or new surgical techniques, are not regulated,\nreflecting the government's usual reluctance to interfere with\ndoctors' practice of medicine. By contrast, federal rules require\nthat new drugs or devices like a heart valve be proven safe and\neffective before being sold to the public.\n\n   Doctors, of course, can voluntarily regulate themselves and\nthose in one tiny specialty, pediatric cancer, have done so. These\ndoctors have agreed to provide experimental procedures only to\npatients who participate in valid research. In that specialty, new\nideas for treatments are rapidly tested, allowing them to be\nadopted nationwide if they work, or tossed aside if they prove\nuseless. As a result, the advances in this field have been\nphenomenal, far outracing anything seen in adult medicine.\n\n   ``Too often people have access to therapies that are not\nproven,'' said Fran Visco, president of the National Breast Cancer\nCoalition, a patient group. ``As a result, we don't get enough\nindividuals to participate in the clinical trials, so it takes a\nlong time to get answers, or we never get answers.''\n\n   In breast cancer, testing of bone marrow transplants took twice\nas long as anyone expected. Throughout the 1990s, doctors and\nhospitals reported to a national registry that about 15,000 women\nhad purchased bone marrow transplants for treatment of breast\ncancer. Medical experts said that the voluntary reporting system\nmissed about half of the women who actually received the procedure.\nYet, while as many as 30,000 women had bone marrow transplants for\nbreast cancer, only 1,000 participated in the scientific studies.\n\n   In ovarian cancer, it proved impossible to even conduct a trial\nof bone marrow transplants. Doctors at more than 100 medical\ninstitutions nationwide spent two and a half years seeking 285\nwomen who would participate. They enlisted just 25. Last April,\nresearchers admitted defeat. The ovarian cancer trials collapsed.\n\n   Many doctors, like Dr. Maurie Markman, director of the Taussig\nCancer Center at the Cleveland Clinic, were unable to enroll a\nsingle patient despite monumental efforts.\n\n   ``It's a tragedy that we can't do a randomized trial in the\nUnited States to answer this,'' Markman said. ``Unfortunately, if\nsomeone says they can cure you and I say I can't, it is very\nlogical that people will drift to those who can give you hope.''\n\n   Those who sell experimental procedures have a different view.\nThey say they are helping patients who have run out of options and\nthat researchers who are only focused on determining whether a\ntreatment works are out of touch with the needs of patients\nsuffering with a disease now.\n\n   ``These are not guinea pigs, this is not a fascist society,''\nsaid Dr. William H. West, chairman of Response Oncology, a publicly\ntraded, for-profit company that sells the procedure. ``We are an\nopen marketplace, and that's true in clinical trials.''\n\n   But other experts point out that the same arguments could be\nmade about drugs and medical devices. In those cases, the\ngovernment has decided that treatments must be proven safe and\neffective before they are offered on a large scale. Abandoning that\nstandard for procedures, these experts said, is perilous.\n\n   ``Physicians must demand the same high standards of science for\nnew procedures as we do for new medicines,' said Dr. C. Warren\nOlanow, professor and chairman of the department of neurology at\nthe Mount Sinai School of Medicine in New York. ``The alternative\nis uncontrolled human experimentation.''\n\n   Today, in bone marrow transplants, the uncertainty lives on,\ntearing at women as they face the decision of whether to undergo\nthis difficult procedure. With so many years having passed since\nthe idea of bone marrow transplants first emerged, they struggle to\nunderstand how a medical system so advanced could not yet answer a\nquestion so basic: Does the treatment work?\n\n   Catherine Porter, 44, who has breast cancer that has spread to\nother parts of her body, is among those wondering. Seven years ago,\nMrs. Porter, of Imlay City, Mich., had a breast removed to combat\nher cancer. She felt certain she had been cured. Then, recently she\nlearned the cancer was back, worse than ever. Figuring she would\ntake a gamble, she elected to have a bone marrow transplant two\nweeks ago at the Barbara Ann Karmanos Cancer Institute in Detroit.\n\n   Last week, she arrived home. Now, she waits, wondering if the\nexperimental treatment she received will help her, and why medical\nscience still cannot answer that question for so many thousands of\nwomen.\n\n   ``Something has got to be done,'' she said, ``So we don't have\nto keep doing this.''\n\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   The Procedure: Early Success Leads to Competition\n\n   Dr. Gabriel Hortobagyi was something of a rebel.\n\n   In 1979, when the options for treating breast cancer were\nlimited, Hortobagyi was one of a handful who ventured into\nuncharted territory: treating the cancer with a bone marrow\ntransplant. When the first patient appeared to do well, Hortobagyi\noffered the procedure to another woman, and another.\n\n   It was not an easy procedure. Known within the field as\nhigh-dose chemotherapy followed by bone marrow transplant or stem\ncell rescue, the experimental treatment is based on a simple\nconcept: If a little chemotherapy killed some of the cancerous\ncells in a woman's body, a lot might kill them all.\n\n   So doctors remove some bone marrow or red blood cells from the\npatient, then load her with huge amounts of toxic drugs, quantities\nthat destroy the bone marrow. The hope is that the high doses will\neliminate the cancer and that the saved bone marrow, when returned\nto the body, will grow back quickly enough so that the patient does\nnot die from infection. A version of the procedure, using donations\nof bone marrow, had long been established as effective for blood\ncancer, but solely because the cancer was in the marrow that was\nbeing replaced. The use of the treatment for breast cancer involved\na completely different _ and untested _ reasoning.\n\n   Even though Hortobagyi and a handful of other pioneers at\nacademic centers selected patients who were young and otherwise\nhealthy, they could not save some from the terrible effects of the\npowerful anticancer drugs. Fifteen to 20 percent of the women in\nthose early days died from the harsh drugs alone; others had\npermanent injuries, including hearing loss, nerve damage and heart\ndamage.\n\n   The outlaws became heroes by the late 1980s, when they began\nannouncing what looked like amazing outcomes. The data were not\nscientifically valid proof that the treatment worked _ each medical\ncenter looked at less than a few dozen patients and had to infer\nhow they would have fared without a transplant.\n\n   But the data appeared to make a startling point. Women with\nadvanced breast cancer who had had transplants experienced\nremission rates of 50 to 60 percent. The general population of\nwomen with advanced breast cancer who had received conventional\nchemotherapy had remission rates of just 10 to 15 percent.\n\n   ``Those of us who were involved got very, very excited,''\nHortobagyi said. ``We told our patients, `Look at the results we're\ngetting.'''\n\n   The patients were not the only ones who looked. With the\napparent success of the bone marrow transplants, a new business had\nbeen born.\n\n   ``It seemed so logical,'' Norton said. ``It started getting\naccepted without clinical trials.''\n\n   Data from a voluntary registry, the Autologous Blood and Bone\nMarrow Transplant Registry of North America, show the growth in the\npopularity of this procedure. The registry, which records about\nhalf of the bone marrow transplants in the United States, found\nthat 271 women with breast cancer had transplants in 1989. Two\nyears later the number had jumped to 749. By 1997 there were 2,853\nbone marrow transplants for breast cancer reported.\n\n   For-profit corporations offering bone marrow transplants emerged\nby the late 1980s. Response Oncology, one of the first, started\noffering the procedure in 1989 as part of what it called a\n``clinical trials program.''\n\n   That program involved only trials that gave everybody the\nprocedure and watched how they fared. These studies cannot be used\nto demonstrate whether the procedure is any better than the\nstandard treatment, because there is no comparison group of similar\npatients. Therefore, there is no way of knowing how the patients\nwould have fared with conventional treatment.\n\n   But the trials did help Response Oncology earn profits. West,\nthe chairman of the company, said the profit margin from bone\nmarrow transplants is 15 percent. All told, Response Oncology\nbrought in $128 million in revenue in 1998, largely from its cancer\ncenters providing bone marrow transplants.\n\n   In large part, the company, based in Memphis, approached the\nsale of the experimental procedure like any other business. It\nundercut potential competitors on price, charging $80,000 per\ntransplant at a time when others were charging $200,000.\n\n   ``We've been a very competitive force,'' West said. ``What\nhappened was a battle over the franchise _ who owns high-dose\nchemotherapy?''\n\n   Private hospitals also joined the fray. Institutions like a\nhospital in Zion, Ill., owned by Cancer Treatment Centers of\nAmerica, advertise heavily for patients and even pay for patients\nto travel there for the procedure. Hospitals associated with giant\nfor-profit chains, including the Columbia/HCA Healthcare Corp. and\nTenet Healthcare, opened bone marrow transplant programs that\noffered the treatment to women with breast cancer.\n\n   But the academic medical centers _ even those trying to recruit\npatients for clinical trials _ did not stand aside and let all the\nprofits go elsewhere. By the early 1990s virtually every major\nmedical center was offering bone marrow transplants for breast\ncancer patients and a growing number of community hospitals were\noffering them as well.\n\n   At academic centers, bone marrow transplant programs quickly\nbecame ``the cash cow for the cancer service,'' said Dr. William\nMcGuire, an ovarian cancer specialist at Mercy Medical Center in\nBaltimore.\n\n   The doctors who provided transplants were rewarded with money\nand prestige.\n\n   ``Bone marrow transplanters are kings,'' said Dr. I. Craig\nHenderson, a breast cancer expert at the University of California\nat San Francisco. ``They usually get a higher salary, they usually\nget more money. And more important, they have security and power.''\n\n   Every entity offering the experimental procedure tried a\ndifferent sales pitch. Some promoted the prestige of their\ninstitutions, others the convenience of their locations, others\ntheir caring attitudes and patient support, and others, like\nResponse Oncology, their lower prices.\n\n   Soon, with competition red hot, a new business spinoff emerged:\nDoctors, hospitals and companies began selling bone marrow\ntransplants to patients with other types of tumors, like ovarian\nand brain cancers. But if the breast cancer treatments were based\non a theory, these new uses were theories on a theory.\n\n   ``It is a technology based on a hypothesis,'' McGuire said.\n\n   Paying for the procedures turned out not to be a problem for\nmany patients: Their insurance companies ended up footing the bill.\nThe insurers at first refused, pointing out clauses in their\npolicies saying they would not pay for experimental procedures. But\nunder pressure from patients, doctors, lawyers and lawmakers, most\ninsurance companies gave in.\n\n   nn\n\n   Take the case of Rita Hartmann, a 60-year-old elementary school\nteacher from Wooster, Ohio. When her ovarian cancer recurred, Mrs.\nHartmann and her husband agonized over what to do. Cancer Treatment\nCenters of America told her she had a 30 percent chance of a cure\nif she had a transplant, but her insurance company said it would\nnot pay. Mrs. Hartmann's husband wanted to mortgage their house,\nsell all they owned to raise the money. But Mrs. Hartmann held\nback. ``I said, `That's too traumatic,''' she said.\n\n   Instead, she called a staff aide for her senator, Mike DeWine, a\nRepublican. The aide in turn reached Mrs. Hartmann's insurance\ncompany. In addition, Mrs. Hartmann and 20 of her friends wrote\npleading letters to her insurer. Three months later, on Valentine's\nDay last year, the company agreed to pay. Mrs. Hartmann had her\ntransplant.\n\n   Her cancer returned within nine months.\n\n   Under pressure from doctors and patient groups, Congress even\nmandated in 1994 that insurers for federal employees pay for bone\nmarrow transplants for women with breast or ovarian cancer. Soon,\nlobbied by doctors, hospitals and patient groups, about a dozen\nstates adopted their own mandates that the experimental procedure\nbe covered.\n\n   Lost in the rush to offer the treatment to more cancer patients\nwith solid tumors was the fact that the procedure still had not\nbeen shown to work even for breast cancer, where it got its start.\n\n   ``It evolved into a standard of care,'' said Dr. John Glick,\ndirector of the Cancer Center at the University of Pennsylvania.\n``It isn't.''\n\n   The Patients Rejecting Trials In Quest for a Cure\n\n   The poison seeped through the catheter implanted in Deborah\nHolmes' chest, slowly destroying cells throughout her body. The\nbone marrow transplant was painful and experimental, but Ms. Holmes\nbelieved it her only real hope of beating her ovarian cancer. With\nit, the doctors performing the procedure assured her, she had a 30\npercent chance of wiping out the malignancy; without it, they said,\nshe would probably die.\n\n   After being assured that her insurance company would pick up the\n$150,000 bill, Ms. Holmes traveled halfway across the country for\nthe treatment, from her home in Hamden, Conn., to the hospital in\nZion, Ill., operated by Cancer Treatment Centers of America. To Ms.\nHolmes, it was worth the trip. ``There was so much hope there, so\nmuch positive energy down to the nurses and the doctors,'' Ms.\nHolmes said.\n\n   At Brown University in Rhode Island, a 90-minute drive from Ms.\nHolmes' home, the mood was far less positive. Despite the happy\nassurances of 30 percent cure rates at places like Cancer Treatment\nCenters, researchers at the university knew the truth: No one could\nsay whether this procedure worked for ovarian cancer patients like\nMs. Holmes.\n\n   Brown was part of a consortium of institutions scouring the\nnation for just 285 women with ovarian cancer to participate in\nresearch to determine whether bone marrow transplants prolonged\nlives. But with so many desperate patients like Ms. Holmes flying\nanywhere to get the experimental treatment, finding test subjects\nwas almost impossible. On April 25, after two years of trying to\nenroll women, researchers admitted defeat.\n\n   Ms. Holmes, unaware of the national clinical trial, believed\nwhat Cancer Treatment Centers of America had told her _ that\ntransplants could cure women like herself. When her cancer returned\nlast November, five months after her transplant, Ms. Holmes said\nshe guessed she was just one of the unlucky ones.\n\n   She died on Aug. 14.\n\n   The collapse of the ovarian cancer trials underscores the\nproblems with the current system for selling unproven medical\nprocedures. Even though there may be plenty of patients eligible to\njoin such studies, they may be unwilling to participate when they\ncan obtain the procedure elsewhere.\n\n   Breast cancer clinical trials had begun several years before, in\n1990, but struggled to find patients. There were two national\ntrials: one for women whose breast cancer had spread throughout\ntheir bodies and another for women whose cancer had spread to at\nleast 10 of the lymph nodes under their arms. Researchers expected\nit would take about three years to enroll about 1,000 women in the\ntwo studies. Instead it took seven years. For every 10 women who\ncould have been in a clinical trial, one actually enrolled, Norton\nsaid.\n\n   That is not so surprising, Henderson said. Patients in the\nclinical trials must sign a consent form spelling out their grim\nprognosis and stating that there is no evidence that bone marrow\ntransplants are any better than the standard therapies.\n\n   To enter the trial, he said, ``you have to face these realities,\nwhich is never easy.''\n\n   But if the patient has a transplant outside a trial with a\ncontrol group of patients, known as a randomized trial,\nenthusiastic doctors may tell her that a transplant could save her\nlife. Although patients ``have a right to the truth,'' Henderson\nsaid, they understandably ``are not going to go to doctors who take\naway hope''\n\n   Medical centers had to make a choice: Offer only the randomized\nclinical trials _ and watch patients leave in droves _ or offer\nbone marrow transplants outside the randomized trials for those who\nwould not participate in the research studies.\n\n   Dr. Andrew L. Pecora, chief of the adult blood and marrow stem\ncell transplant program at Hackensack University Medical Center in\nNew Jersey, gave women an option of having a transplant outside a\nrandomized trial. ``I offered the clinical trial to every\npatient,'' he said. ``But I did not force them to do it.'' Few\nentered the trial, he said.\n\n   Norton refused to provide transplants outside the trial. His\npatients went elsewhere. ``I was disheartened but I wasn't\nsurprised,'' he said.\n\n   As the business was booming and the trials staggering,\nHortobagyi, one of the pioneers who had helped get transplants\nstarted, was having second thoughts. Those initial stunning results\nhe and others had reported were with carefully selected patients\nyounger than 60 and otherwise healthy _ no heart disease, no\nemphysema, nothing that might make the high doses of drugs even\nmore risky.\n\n   The researchers had compared their outcomes with the outcomes\nwith conventional chemotherapy for all women with advanced breast\ncancer, even though most breast cancer patients were older and\nsicker than those who had transplants. Hortobagyi decided to go\nback and compare the outcomes in the women who had transplants with\nthose of women who were just as young and healthy but who had\nconventional chemotherapy.\n\n   The women, he discovered, did just as well when they had\nconventional chemotherapy. The women he had provided with\ntransplants did not survive in greater numbers because of the\nprocedure. They survived because they were healthier to begin with.\n\n   It was a hard fact to face.\n\n   In promoting transplants, ``we deceived ourselves and we\ndeceived our patients,'' Hortobagyi said. ``We oversold it.''\n\n   But that realization came too late.\n\n   nn\n\n   The Future: Dismay as Results Prove Disappointing\n\n   Last May 17 a crowd of breast cancer specialists filled a\nconference room half the size of a football field at the Georgia\nWorld Congress Center in Atlanta. Those who came too late to get\nseats spilled into two smaller rooms nearby with closed circuit\ntelevision screens. Few at the annual meeting of the American\nSociety of Clinical Oncology wanted to miss this moment when the\nleaders in their field would present the long-awaited data from\nclinical trials of bone marrow transplants for women with advanced\nbreast cancer.\n\n   Five studies had been completed _ two large clinical trials from\nthe United States, two large trials from Europe, and a small one\ninvolving 154 women from South Africa. In all, about 2,000 women\nhad been randomly assigned to have the experimental procedure or\nconventional chemotherapy and enough time had elapsed to ask if the\nwomen who had transplants lived longer than those who did not have\nthem.\n\n   The results were not the triumph that many had hoped for.\n\n   In four of the five clinical trials, there was no difference in\nsurvival between women who had transplants and those who had\nconventional therapy.\n\n   Only in the South African study did the women who received bone\nmarrow transplants outlive the patients in the group who received\nstandard therapy. But on closer inspection of the data, even that\nsuccess seemed suspect: The women who had transplants lived about\nas long as the women in the other studies. But the women who had\nconventional chemotherapy in the South African study did far worse.\nThe results did not indicate that transplants improved survival,\nbut that the outcomes for the control group were poor.\n\n   No one on the podium that day claimed that the studies showed\nthat transplants were a triumph. Indeed, the trials' failure to\nshow the expected benefits of transplants gave rise to a troubling\nquestion: When the best available data provided no evidence that\nbone marrow transplants were any better than conventional\nchemotherapy, should transplants continue to be promoted and sold?\n\n   For the National Breast Cancer Coalition, which represents\ncancer patients, the data spoke for themselves: Bone marrow\ntransplants had been tested and had failed.\n\n   ``How can anybody look at these data and think this is something\nwe should continue doing or that they are inconclusive?'' asked Ms.\nVisco, the coalition's president. The group put out a news release\nsaying, ``It is time to move beyond the infrastructure'' created\naround transplants.\n\n   But cancer specialists were less definitive. Many said they\nstill saw promise in transplants, arguing that it was too soon to\nsay for sure that the procedure offered no benefits. They urged\nthat nothing change for the time being while the women in the\nstudies were followed for longer periods to see if those who had\ntransplants eventually did better. They also said that chemotherapy\nhad improved over the last decade and because the studies used\nolder drugs, it remained possible that bone marrow transplants with\nnew drugs might be better than conventional chemotherapy.\n\n   Reflecting these views, the American Society of Clinical\nOncologists put out a news release saying that the papers presented\nat the meeting ``report mixed early results'' and that more years\nof study are needed.\n\n   Dr. Allen S. Lichter, the departing president of the society and\ndean of the University of Michigan Medical School, urged that\nnothing change for the time being while new studies get under way\nand the women in the initial studies continue to be followed.\n\n   ``As a nontransplanter and a keen observer of this research, I\ndon't think there is enough information to say it should die,''\nLichter said. He also said that because not every woman is eligible\nfor a clinical trial or has ready access to one, transplants should\nstill be available outside trials. ``I for one am not ready to say\nthat this should only be done in a clinical trial,'' Lichter said.\n\n   West of Response Oncology said his company intended to keep\nselling transplants. Calls to stop offering them are ``an\noversimplification,'' he said, because the trials were not\ndefinitive. More trials and years of further study are needed, he\nsaid.\n\n   At bottom, he said, critics are missing the point. What matters,\nhe said, is not whether the treatment has been shown to work but\nwhether studies are producing more knowledge.\n\n   ``You could say there was only one important question and you\ndidn't answer that one,'' West said. ``I know you want to think of\nit as a drug that either works or doesn't. I think of it more as a\nplatform that needs to be modified and studied.''\n\n   So now oncologists and companies say they will press ahead,\ncontinuing to sell a painful, expensive procedure that the best\navailable science says is no improvement over standard care, which\nis less traumatic. Some patient advocates and doctors find this a\ntroubling abandonment of the rigors of science.\n\n   ``I don't have a problem with oncologists who say, `We really\nhave to do something for these patients, they are facing a terribly\nshort future,''' said Dr. Alan Garber, a professor of medicine at\nStanford University. ``The problem is when they start to do things\nthat have been tested and have not proven effective. Then you are\nleaving the arena of science and going into blind faith.''\n","Headline":"\nHOPE FOR SALE: BUSINESS THRIVES ON UNPROVED CARE, LEAVING SCIENCE\nBEHIND\n","Text":["\n   For years, Dr. Larry Norton tried to conduct a medical study to\ndetermine, once and for all, whether bone marrow transplants could\nreally save the lives of women desperately ill with breast cancer.\n","\n   His efforts _ and those of dozens of other doctors _ were\nlargely futile. Year after year, few women were willing to\nparticipate in the clinical tests, which, to be scientifically\nvalid, required patients to be randomly assigned to either the\nexperimental treatment or standard chemotherapy.\n","\n   Many believed the experimental treatment was their only hope,\nand were unwilling to leave anything to chance. So most chose to\nget transplants from a growing number of hospitals and cancer\ncenters that are part of a multimillion dollar industry that sells\nexperimental treatments. There, for more than a decade, many women\nwere told that the procedure was the only thing that could save\ntheir lives _ when, in fact, no one knew for sure whether it was\nbetter or worse than the standard treatment.\n","\n   ``I got so angry,'' Norton said. ``Fifty years from now, we will\nlook at this period with horror and say `How could this have\nhappened.'''\n","\n   But Norton, head of the division of solid tumor oncology at\nMemorial Sloan-Kettering Cancer Center in New York, said he\nunderstood why the women refused to join the study: Few patients,\nfaced with an advanced and likely fatal disease, would risk passing\nup a supposedly cutting-edge treatment simply to advance scientific\nknowledge.\n","\n   Experts say that tens of thousands of such personal decisions,\nmade under enormous emotional strain, are significantly slowing the\nsearch for cures for dire diseases like cancer. The wide\navailability of unproven procedures sops up the vast majority of\npotential test subjects, they say, making it difficult, or\nimpossible, to assess which treatments work and which do not.\n","\n   An increasing number of untested treatments are being sold to\ndesperate patients with ailments like cancer, heart failure and\nParkinson's disease. Today, experimental procedures can be\npurchased outright from community hospitals, university medical\ncenters and even from publicly traded companies.\n","\n   To better understand the workings of this system, The New York\nTimes examined one of the most widely offered procedures _ bone\nmarrow transplants for solid tumor cancers like breast cancer. The\nexamination found that this procedure entered the medical\nmarketplace in the 1980s before studies to test its effectiveness\nhad even begun. By the time testing was under way, the business had\ntaken on a life of its own. Patients were unavailable and tests\nwere delayed for years or had to be abandoned.\n","\n   The issue arises because medical procedures, like the bone\nmarrow transplants or new surgical techniques, are not regulated,\nreflecting the government's usual reluctance to interfere with\ndoctors' practice of medicine. By contrast, federal rules require\nthat new drugs or devices like a heart valve be proven safe and\neffective before being sold to the public.\n","\n   Doctors, of course, can voluntarily regulate themselves and\nthose in one tiny specialty, pediatric cancer, have done so. These\ndoctors have agreed to provide experimental procedures only to\npatients who participate in valid research. In that specialty, new\nideas for treatments are rapidly tested, allowing them to be\nadopted nationwide if they work, or tossed aside if they prove\nuseless. As a result, the advances in this field have been\nphenomenal, far outracing anything seen in adult medicine.\n","\n   ``Too often people have access to therapies that are not\nproven,'' said Fran Visco, president of the National Breast Cancer\nCoalition, a patient group. ``As a result, we don't get enough\nindividuals to participate in the clinical trials, so it takes a\nlong time to get answers, or we never get answers.''\n","\n   In breast cancer, testing of bone marrow transplants took twice\nas long as anyone expected. Throughout the 1990s, doctors and\nhospitals reported to a national registry that about 15,000 women\nhad purchased bone marrow transplants for treatment of breast\ncancer. Medical experts said that the voluntary reporting system\nmissed about half of the women who actually received the procedure.\nYet, while as many as 30,000 women had bone marrow transplants for\nbreast cancer, only 1,000 participated in the scientific studies.\n","\n   In ovarian cancer, it proved impossible to even conduct a trial\nof bone marrow transplants. Doctors at more than 100 medical\ninstitutions nationwide spent two and a half years seeking 285\nwomen who would participate. They enlisted just 25. Last April,\nresearchers admitted defeat. The ovarian cancer trials collapsed.\n","\n   Many doctors, like Dr. Maurie Markman, director of the Taussig\nCancer Center at the Cleveland Clinic, were unable to enroll a\nsingle patient despite monumental efforts.\n","\n   ``It's a tragedy that we can't do a randomized trial in the\nUnited States to answer this,'' Markman said. ``Unfortunately, if\nsomeone says they can cure you and I say I can't, it is very\nlogical that people will drift to those who can give you hope.''\n","\n   Those who sell experimental procedures have a different view.\nThey say they are helping patients who have run out of options and\nthat researchers who are only focused on determining whether a\ntreatment works are out of touch with the needs of patients\nsuffering with a disease now.\n","\n   ``These are not guinea pigs, this is not a fascist society,''\nsaid Dr. William H. West, chairman of Response Oncology, a publicly\ntraded, for-profit company that sells the procedure. ``We are an\nopen marketplace, and that's true in clinical trials.''\n","\n   But other experts point out that the same arguments could be\nmade about drugs and medical devices. In those cases, the\ngovernment has decided that treatments must be proven safe and\neffective before they are offered on a large scale. Abandoning that\nstandard for procedures, these experts said, is perilous.\n","\n   ``Physicians must demand the same high standards of science for\nnew procedures as we do for new medicines,' said Dr. C. Warren\nOlanow, professor and chairman of the department of neurology at\nthe Mount Sinai School of Medicine in New York. ``The alternative\nis uncontrolled human experimentation.''\n","\n   Today, in bone marrow transplants, the uncertainty lives on,\ntearing at women as they face the decision of whether to undergo\nthis difficult procedure. With so many years having passed since\nthe idea of bone marrow transplants first emerged, they struggle to\nunderstand how a medical system so advanced could not yet answer a\nquestion so basic: Does the treatment work?\n","\n   Catherine Porter, 44, who has breast cancer that has spread to\nother parts of her body, is among those wondering. Seven years ago,\nMrs. Porter, of Imlay City, Mich., had a breast removed to combat\nher cancer. She felt certain she had been cured. Then, recently she\nlearned the cancer was back, worse than ever. Figuring she would\ntake a gamble, she elected to have a bone marrow transplant two\nweeks ago at the Barbara Ann Karmanos Cancer Institute in Detroit.\n","\n   Last week, she arrived home. Now, she waits, wondering if the\nexperimental treatment she received will help her, and why medical\nscience still cannot answer that question for so many thousands of\nwomen.\n","\n   ``Something has got to be done,'' she said, ``So we don't have\nto keep doing this.''\n","\n   nn\n","\n   The Procedure: Early Success Leads to Competition\n","\n   Dr. Gabriel Hortobagyi was something of a rebel.\n","\n   In 1979, when the options for treating breast cancer were\nlimited, Hortobagyi was one of a handful who ventured into\nuncharted territory: treating the cancer with a bone marrow\ntransplant. When the first patient appeared to do well, Hortobagyi\noffered the procedure to another woman, and another.\n","\n   It was not an easy procedure. Known within the field as\nhigh-dose chemotherapy followed by bone marrow transplant or stem\ncell rescue, the experimental treatment is based on a simple\nconcept: If a little chemotherapy killed some of the cancerous\ncells in a woman's body, a lot might kill them all.\n","\n   So doctors remove some bone marrow or red blood cells from the\npatient, then load her with huge amounts of toxic drugs, quantities\nthat destroy the bone marrow. The hope is that the high doses will\neliminate the cancer and that the saved bone marrow, when returned\nto the body, will grow back quickly enough so that the patient does\nnot die from infection. A version of the procedure, using donations\nof bone marrow, had long been established as effective for blood\ncancer, but solely because the cancer was in the marrow that was\nbeing replaced. The use of the treatment for breast cancer involved\na completely different _ and untested _ reasoning.\n","\n   Even though Hortobagyi and a handful of other pioneers at\nacademic centers selected patients who were young and otherwise\nhealthy, they could not save some from the terrible effects of the\npowerful anticancer drugs. Fifteen to 20 percent of the women in\nthose early days died from the harsh drugs alone; others had\npermanent injuries, including hearing loss, nerve damage and heart\ndamage.\n","\n   The outlaws became heroes by the late 1980s, when they began\nannouncing what looked like amazing outcomes. The data were not\nscientifically valid proof that the treatment worked _ each medical\ncenter looked at less than a few dozen patients and had to infer\nhow they would have fared without a transplant.\n","\n   But the data appeared to make a startling point. Women with\nadvanced breast cancer who had had transplants experienced\nremission rates of 50 to 60 percent. The general population of\nwomen with advanced breast cancer who had received conventional\nchemotherapy had remission rates of just 10 to 15 percent.\n","\n   ``Those of us who were involved got very, very excited,''\nHortobagyi said. ``We told our patients, `Look at the results we're\ngetting.'''\n","\n   The patients were not the only ones who looked. With the\napparent success of the bone marrow transplants, a new business had\nbeen born.\n","\n   ``It seemed so logical,'' Norton said. ``It started getting\naccepted without clinical trials.''\n","\n   Data from a voluntary registry, the Autologous Blood and Bone\nMarrow Transplant Registry of North America, show the growth in the\npopularity of this procedure. The registry, which records about\nhalf of the bone marrow transplants in the United States, found\nthat 271 women with breast cancer had transplants in 1989. Two\nyears later the number had jumped to 749. By 1997 there were 2,853\nbone marrow transplants for breast cancer reported.\n","\n   For-profit corporations offering bone marrow transplants emerged\nby the late 1980s. Response Oncology, one of the first, started\noffering the procedure in 1989 as part of what it called a\n``clinical trials program.''\n","\n   That program involved only trials that gave everybody the\nprocedure and watched how they fared. These studies cannot be used\nto demonstrate whether the procedure is any better than the\nstandard treatment, because there is no comparison group of similar\npatients. Therefore, there is no way of knowing how the patients\nwould have fared with conventional treatment.\n","\n   But the trials did help Response Oncology earn profits. West,\nthe chairman of the company, said the profit margin from bone\nmarrow transplants is 15 percent. All told, Response Oncology\nbrought in $128 million in revenue in 1998, largely from its cancer\ncenters providing bone marrow transplants.\n","\n   In large part, the company, based in Memphis, approached the\nsale of the experimental procedure like any other business. It\nundercut potential competitors on price, charging $80,000 per\ntransplant at a time when others were charging $200,000.\n","\n   ``We've been a very competitive force,'' West said. ``What\nhappened was a battle over the franchise _ who owns high-dose\nchemotherapy?''\n","\n   Private hospitals also joined the fray. Institutions like a\nhospital in Zion, Ill., owned by Cancer Treatment Centers of\nAmerica, advertise heavily for patients and even pay for patients\nto travel there for the procedure. Hospitals associated with giant\nfor-profit chains, including the Columbia/HCA Healthcare Corp. and\nTenet Healthcare, opened bone marrow transplant programs that\noffered the treatment to women with breast cancer.\n","\n   But the academic medical centers _ even those trying to recruit\npatients for clinical trials _ did not stand aside and let all the\nprofits go elsewhere. By the early 1990s virtually every major\nmedical center was offering bone marrow transplants for breast\ncancer patients and a growing number of community hospitals were\noffering them as well.\n","\n   At academic centers, bone marrow transplant programs quickly\nbecame ``the cash cow for the cancer service,'' said Dr. William\nMcGuire, an ovarian cancer specialist at Mercy Medical Center in\nBaltimore.\n","\n   The doctors who provided transplants were rewarded with money\nand prestige.\n","\n   ``Bone marrow transplanters are kings,'' said Dr. I. Craig\nHenderson, a breast cancer expert at the University of California\nat San Francisco. ``They usually get a higher salary, they usually\nget more money. And more important, they have security and power.''\n","\n   Every entity offering the experimental procedure tried a\ndifferent sales pitch. Some promoted the prestige of their\ninstitutions, others the convenience of their locations, others\ntheir caring attitudes and patient support, and others, like\nResponse Oncology, their lower prices.\n","\n   Soon, with competition red hot, a new business spinoff emerged:\nDoctors, hospitals and companies began selling bone marrow\ntransplants to patients with other types of tumors, like ovarian\nand brain cancers. But if the breast cancer treatments were based\non a theory, these new uses were theories on a theory.\n","\n   ``It is a technology based on a hypothesis,'' McGuire said.\n","\n   Paying for the procedures turned out not to be a problem for\nmany patients: Their insurance companies ended up footing the bill.\nThe insurers at first refused, pointing out clauses in their\npolicies saying they would not pay for experimental procedures. But\nunder pressure from patients, doctors, lawyers and lawmakers, most\ninsurance companies gave in.\n","\n   nn\n","\n   Take the case of Rita Hartmann, a 60-year-old elementary school\nteacher from Wooster, Ohio. When her ovarian cancer recurred, Mrs.\nHartmann and her husband agonized over what to do. Cancer Treatment\nCenters of America told her she had a 30 percent chance of a cure\nif she had a transplant, but her insurance company said it would\nnot pay. Mrs. Hartmann's husband wanted to mortgage their house,\nsell all they owned to raise the money. But Mrs. Hartmann held\nback. ``I said, `That's too traumatic,''' she said.\n","\n   Instead, she called a staff aide for her senator, Mike DeWine, a\nRepublican. The aide in turn reached Mrs. Hartmann's insurance\ncompany. In addition, Mrs. Hartmann and 20 of her friends wrote\npleading letters to her insurer. Three months later, on Valentine's\nDay last year, the company agreed to pay. Mrs. Hartmann had her\ntransplant.\n","\n   Her cancer returned within nine months.\n","\n   Under pressure from doctors and patient groups, Congress even\nmandated in 1994 that insurers for federal employees pay for bone\nmarrow transplants for women with breast or ovarian cancer. Soon,\nlobbied by doctors, hospitals and patient groups, about a dozen\nstates adopted their own mandates that the experimental procedure\nbe covered.\n","\n   Lost in the rush to offer the treatment to more cancer patients\nwith solid tumors was the fact that the procedure still had not\nbeen shown to work even for breast cancer, where it got its start.\n","\n   ``It evolved into a standard of care,'' said Dr. John Glick,\ndirector of the Cancer Center at the University of Pennsylvania.\n``It isn't.''\n","\n   The Patients Rejecting Trials In Quest for a Cure\n","\n   The poison seeped through the catheter implanted in Deborah\nHolmes' chest, slowly destroying cells throughout her body. The\nbone marrow transplant was painful and experimental, but Ms. Holmes\nbelieved it her only real hope of beating her ovarian cancer. With\nit, the doctors performing the procedure assured her, she had a 30\npercent chance of wiping out the malignancy; without it, they said,\nshe would probably die.\n","\n   After being assured that her insurance company would pick up the\n$150,000 bill, Ms. Holmes traveled halfway across the country for\nthe treatment, from her home in Hamden, Conn., to the hospital in\nZion, Ill., operated by Cancer Treatment Centers of America. To Ms.\nHolmes, it was worth the trip. ``There was so much hope there, so\nmuch positive energy down to the nurses and the doctors,'' Ms.\nHolmes said.\n","\n   At Brown University in Rhode Island, a 90-minute drive from Ms.\nHolmes' home, the mood was far less positive. Despite the happy\nassurances of 30 percent cure rates at places like Cancer Treatment\nCenters, researchers at the university knew the truth: No one could\nsay whether this procedure worked for ovarian cancer patients like\nMs. Holmes.\n","\n   Brown was part of a consortium of institutions scouring the\nnation for just 285 women with ovarian cancer to participate in\nresearch to determine whether bone marrow transplants prolonged\nlives. But with so many desperate patients like Ms. Holmes flying\nanywhere to get the experimental treatment, finding test subjects\nwas almost impossible. On April 25, after two years of trying to\nenroll women, researchers admitted defeat.\n","\n   Ms. Holmes, unaware of the national clinical trial, believed\nwhat Cancer Treatment Centers of America had told her _ that\ntransplants could cure women like herself. When her cancer returned\nlast November, five months after her transplant, Ms. Holmes said\nshe guessed she was just one of the unlucky ones.\n","\n   She died on Aug. 14.\n","\n   The collapse of the ovarian cancer trials underscores the\nproblems with the current system for selling unproven medical\nprocedures. Even though there may be plenty of patients eligible to\njoin such studies, they may be unwilling to participate when they\ncan obtain the procedure elsewhere.\n","\n   Breast cancer clinical trials had begun several years before, in\n1990, but struggled to find patients. There were two national\ntrials: one for women whose breast cancer had spread throughout\ntheir bodies and another for women whose cancer had spread to at\nleast 10 of the lymph nodes under their arms. Researchers expected\nit would take about three years to enroll about 1,000 women in the\ntwo studies. Instead it took seven years. For every 10 women who\ncould have been in a clinical trial, one actually enrolled, Norton\nsaid.\n","\n   That is not so surprising, Henderson said. Patients in the\nclinical trials must sign a consent form spelling out their grim\nprognosis and stating that there is no evidence that bone marrow\ntransplants are any better than the standard therapies.\n","\n   To enter the trial, he said, ``you have to face these realities,\nwhich is never easy.''\n","\n   But if the patient has a transplant outside a trial with a\ncontrol group of patients, known as a randomized trial,\nenthusiastic doctors may tell her that a transplant could save her\nlife. Although patients ``have a right to the truth,'' Henderson\nsaid, they understandably ``are not going to go to doctors who take\naway hope''\n","\n   Medical centers had to make a choice: Offer only the randomized\nclinical trials _ and watch patients leave in droves _ or offer\nbone marrow transplants outside the randomized trials for those who\nwould not participate in the research studies.\n","\n   Dr. Andrew L. Pecora, chief of the adult blood and marrow stem\ncell transplant program at Hackensack University Medical Center in\nNew Jersey, gave women an option of having a transplant outside a\nrandomized trial. ``I offered the clinical trial to every\npatient,'' he said. ``But I did not force them to do it.'' Few\nentered the trial, he said.\n","\n   Norton refused to provide transplants outside the trial. His\npatients went elsewhere. ``I was disheartened but I wasn't\nsurprised,'' he said.\n","\n   As the business was booming and the trials staggering,\nHortobagyi, one of the pioneers who had helped get transplants\nstarted, was having second thoughts. Those initial stunning results\nhe and others had reported were with carefully selected patients\nyounger than 60 and otherwise healthy _ no heart disease, no\nemphysema, nothing that might make the high doses of drugs even\nmore risky.\n","\n   The researchers had compared their outcomes with the outcomes\nwith conventional chemotherapy for all women with advanced breast\ncancer, even though most breast cancer patients were older and\nsicker than those who had transplants. Hortobagyi decided to go\nback and compare the outcomes in the women who had transplants with\nthose of women who were just as young and healthy but who had\nconventional chemotherapy.\n","\n   The women, he discovered, did just as well when they had\nconventional chemotherapy. The women he had provided with\ntransplants did not survive in greater numbers because of the\nprocedure. They survived because they were healthier to begin with.\n","\n   It was a hard fact to face.\n","\n   In promoting transplants, ``we deceived ourselves and we\ndeceived our patients,'' Hortobagyi said. ``We oversold it.''\n","\n   But that realization came too late.\n","\n   nn\n","\n   The Future: Dismay as Results Prove Disappointing\n","\n   Last May 17 a crowd of breast cancer specialists filled a\nconference room half the size of a football field at the Georgia\nWorld Congress Center in Atlanta. Those who came too late to get\nseats spilled into two smaller rooms nearby with closed circuit\ntelevision screens. Few at the annual meeting of the American\nSociety of Clinical Oncology wanted to miss this moment when the\nleaders in their field would present the long-awaited data from\nclinical trials of bone marrow transplants for women with advanced\nbreast cancer.\n","\n   Five studies had been completed _ two large clinical trials from\nthe United States, two large trials from Europe, and a small one\ninvolving 154 women from South Africa. In all, about 2,000 women\nhad been randomly assigned to have the experimental procedure or\nconventional chemotherapy and enough time had elapsed to ask if the\nwomen who had transplants lived longer than those who did not have\nthem.\n","\n   The results were not the triumph that many had hoped for.\n","\n   In four of the five clinical trials, there was no difference in\nsurvival between women who had transplants and those who had\nconventional therapy.\n","\n   Only in the South African study did the women who received bone\nmarrow transplants outlive the patients in the group who received\nstandard therapy. But on closer inspection of the data, even that\nsuccess seemed suspect: The women who had transplants lived about\nas long as the women in the other studies. But the women who had\nconventional chemotherapy in the South African study did far worse.\nThe results did not indicate that transplants improved survival,\nbut that the outcomes for the control group were poor.\n","\n   No one on the podium that day claimed that the studies showed\nthat transplants were a triumph. Indeed, the trials' failure to\nshow the expected benefits of transplants gave rise to a troubling\nquestion: When the best available data provided no evidence that\nbone marrow transplants were any better than conventional\nchemotherapy, should transplants continue to be promoted and sold?\n","\n   For the National Breast Cancer Coalition, which represents\ncancer patients, the data spoke for themselves: Bone marrow\ntransplants had been tested and had failed.\n","\n   ``How can anybody look at these data and think this is something\nwe should continue doing or that they are inconclusive?'' asked Ms.\nVisco, the coalition's president. The group put out a news release\nsaying, ``It is time to move beyond the infrastructure'' created\naround transplants.\n","\n   But cancer specialists were less definitive. Many said they\nstill saw promise in transplants, arguing that it was too soon to\nsay for sure that the procedure offered no benefits. They urged\nthat nothing change for the time being while the women in the\nstudies were followed for longer periods to see if those who had\ntransplants eventually did better. They also said that chemotherapy\nhad improved over the last decade and because the studies used\nolder drugs, it remained possible that bone marrow transplants with\nnew drugs might be better than conventional chemotherapy.\n","\n   Reflecting these views, the American Society of Clinical\nOncologists put out a news release saying that the papers presented\nat the meeting ``report mixed early results'' and that more years\nof study are needed.\n","\n   Dr. Allen S. Lichter, the departing president of the society and\ndean of the University of Michigan Medical School, urged that\nnothing change for the time being while new studies get under way\nand the women in the initial studies continue to be followed.\n","\n   ``As a nontransplanter and a keen observer of this research, I\ndon't think there is enough information to say it should die,''\nLichter said. He also said that because not every woman is eligible\nfor a clinical trial or has ready access to one, transplants should\nstill be available outside trials. ``I for one am not ready to say\nthat this should only be done in a clinical trial,'' Lichter said.\n","\n   West of Response Oncology said his company intended to keep\nselling transplants. Calls to stop offering them are ``an\noversimplification,'' he said, because the trials were not\ndefinitive. More trials and years of further study are needed, he\nsaid.\n","\n   At bottom, he said, critics are missing the point. What matters,\nhe said, is not whether the treatment has been shown to work but\nwhether studies are producing more knowledge.\n","\n   ``You could say there was only one important question and you\ndidn't answer that one,'' West said. ``I know you want to think of\nit as a drug that either works or doesn't. I think of it more as a\nplatform that needs to be modified and studied.''\n","\n   So now oncologists and companies say they will press ahead,\ncontinuing to sell a painful, expensive procedure that the best\navailable science says is no improvement over standard care, which\nis less traumatic. Some patient advocates and doctors find this a\ntroubling abandonment of the rigors of science.\n","\n   ``I don't have a problem with oncologists who say, `We really\nhave to do something for these patients, they are facing a terribly\nshort future,''' said Dr. Alan Garber, a professor of medicine at\nStanford University. ``The problem is when they start to do things\nthat have been tested and have not proven effective. Then you are\nleaving the arena of science and going into blind faith.''\n"]}