{"DocumentId":"NYT19980714.0219","TopicId":"NYT","Relevance":"0","Body":" BC-JUVENILE-PRISONS-ART-3TAKES-NYT \nLOUISIANA BOYS' PRISON IS EPITOME OF NEGLECT AND ABUSE \n\n  \n (ATTN: La., Minn., Colo., Ky., Ga., Ariz., Calif., Fla., Texas,\nS.C., Ark.)   (ART ADV: Photo is being sent to NYT graphics clients.\nNon-subscribers can make individual purchase by calling\n212-556-4204.)  \n (bl)  \n By FOX BUTTERFIELD   \n c.1998 N.Y. Times News Service    \n\n   TALLULAH, La. _ Here in the middle of the impoverished\nMississippi Delta is a juvenile prison so rife with brutality,\ncronyism and neglect that many legal experts say it is the worst in\nthe nation.\n\n   The prison, the Tallulah Correctional Center for Youth, opened\njust four years ago where a sawmill and cotton fields once stood.\nBehind rows of razor wire, it houses 620 boys and young men, age 11\nto 20, in stifling corrugated-iron barracks jammed with bunks.\n\n   From the run-down homes and bars on the road that runs by it,\nTallulah appears unexceptional, one new cookie-cutter prison among\nscores built in the United States this decade. But inside, inmates\nregularly appear at the infirmary with black eyes, broken noses or\njaws or perforated eardrums from beatings by the poorly paid,\npoorly trained guards or from fights with other boys.\n\n   Meals are so meager that many boys lose weight. Clothing is so\nscarce that boys fight over shirts and shoes. Almost all of the\nteachers are uncertified, instruction amounts to as little as an\nhour a day, and until recently there were no books.\n\n   Up to a fourth of the inmates are mentally ill or retarded, but\na psychiatrist visits only one day a week. There is no therapy.\nEmotionally disturbed boys who cannot follow guards' orders are\nlocked in isolation cells for weeks at a time or have their\nsentences arbitrarily extended.\n\n   These conditions, which are described in public documents and\nwere recounted by inmates and prison officials during a reporter's\nvisit to Tallulah, are extreme, a testament to Louisiana's\nwell-documented violent history and notoriously brutal prison\nsystem.\n\n   But what has happened at Tallulah is more than just the story of\none bad prison. Corrections officials say the forces that converged\nto create Tallulah _ the incarceration of more and more mentally\nill adolescents, a rush by politicians to build new prisons while\nneglecting education and psychiatric services, and states' handing\nresponsibility for juveniles to private prison companies _ have\ncaused the deterioration of juvenile prisons across the country.\n\n   Earl Dunlap, president of the National Juvenile Detention\nAssociation, which represents the heads of the nation's juvenile\njails, said, ``The issues of violence against offenders, lack of\nadequate education and mental health, of crowding and of poorly\npaid and poorly trained staff are the norm rather than the\nexception.''\n\n   Recognizing the problem, the U.S. Justice Department has begun a\nseries of investigations into state juvenile systems, including not\nonly Louisiana's but also those of Kentucky, Puerto Rico and\nGeorgia. At the same time, private juvenile prisons in Colorado,\nTexas and South Carolina have been successfully sued by individuals\nand groups or forced to give up their licenses.\n\n   On July 9, the Juvenile Justice Project of Louisiana, an\noffshoot of the Southern Poverty Law Center, filed suit against\nTallulah in U.S. District Court to stop the brutality and neglect.\n\n   In the investigations by the Justice Department, some of the\nharshest criticism has been leveled at Georgia. The department\nthreatened to take over the state's juvenile system, charging a\n``pattern of egregious conditions violating the federal rights of\nyouth,'' including the use of pepper spray to restrain mentally ill\nyouths, a lack of textbooks, and guards who routinely stripped\nyoung inmates and locked them in their cells for days.\n\n   A surge in the inmate population forced Georgia's juvenile\nprison budget up to $220 million from $80 million in just four\nyears, but the money went to building new prisons, with little left\nfor education and psychiatric care. ``As we went through a period\nof rapid increase in juvenile crime and record numbers of juvenile\noffenders,'' said Sherman Day, chairman of the Georgia Department\nof Juvenile Justice, it was ``much easier to get new facilities\nfrom the Legislature than to get more programs.''\n\n   After reacting defensively at first, Gov. Zell Miller moved\nquickly to avert a takeover by agreeing to spend $10 million more\nthis year to hire teachers and medical workers and to increase\nguard salaries.\n\n   Louisiana, whose juvenile system is made up of Tallulah and\nthree prisons operated by the state, is the Justice Department's\nlatest target. In hundreds of pages of reports to a federal judge\nwho oversees the state's entire prison system under a 1971 consent\ndecree, Justice Department experts have depicted guards who\nroutinely resort to beatings or pepper spray as their only way to\ndiscipline inmates, and who pit inmates against each other for\nsport.\n\n   In June, two years after the Justice Department began its\ninvestigation and a year after it warned in its first public\nfindings that Tallulah was ``an institution out of control,''\nconsultants for the department filed new reports with the Judge\nFrank Polozola of U.S. District Court in Baton Rouge, warning that\ndespite some improvements, conditions had deteriorated to ``a\nparticularly dangerous level.''\n\n   Even a former warden at Louisiana's maximum-security prison,\nacting as a consultant to Polozola, found conditions at Tallulah so\nserious that he urged the judge to reject its request to add\ninmates.\n\n   ``I do not make these recommendations because of any sympathy\nfor these offenders,'' former warden John Whitley wrote. ``It\nshocks me to think'' that ``these offenders and their problems are\nsimply getting worse, and these problems will be unleashed on the\npublic when they are discharged from the system.''\n\n   nn\n\n   THE PRIVATE PRISON: When the Profits Are the Priority\n\n   Some of the worst conditions in juvenile prisons can be found\namong the growing number of privately operated prisons, whether\nthose built specifically for one state, like Tallulah, or ones that\ntake juveniles from across the country, like boot camps that have\ncome under criticism in Colorado and Arizona.\n\n   Only 5 percent of the nation's juvenile prisons are operated by\nprivate, for-profit companies, Dunlap of the National Juvenile\nDetention Association estimates. But as their numbers grow along\nwith privately operated prisons for adults, their regulation is\nbecoming one of the most significant issues in corrections. State\ncorrections departments find themselves having to police\ncontractors who perform functions once the province of government,\nfrom psychiatric care to discipline.\n\n   In April, Colorado officials shut down a juvenile prison\noperated by Rebound Corp. after a mentally ill 13-year-old's\nsuicide led to an investigation that uncovered repeated instances\nof physical and sexual abuse. The for-profit prison housed\nadolescent offenders from six states.\n\n   Both Arizona and California authorities are investigating a\nprivately operated boot camp in Arizona that California paid to\ntake hundreds of offenders. A 16-year-old boy died there, and\nauthorities suspect the cause was abuse by guards and poor medical\ncare. California announced July 8 that it was removing its\njuveniles from the camp.\n\n   And recently Arkansas canceled the contract of Associated Marine\nInstitutes, a company based in Florida, to run one juvenile\ninstitution, following questions of financial control and\naccusations of abuse.\n\n   A series of U.S. Supreme Court decisions and state laws have\nlong mandated a higher standard for juvenile prisons than for adult\nprisons. There is supposed to be more schooling, medical care and\nsecurity because the young inmates have been adjudged delinquent,\nrather than convicted of crimes like adults, and so are held for\nrehabilitation instead of punishment.\n\n   But what has made problems worse here is that Tallulah, to earn\na profit, has scrimped on money for education and mental health\ntreatment in a state that already spends very little in those\nareas.\n\n   ``It's incredibly perverse,'' said David Utter, director of the\nJuvenile Justice Project of Louisiana. ``They have this place that\ncreates all these injuries and they have all these kids with mental\ndisorders, and then they save money by not treating them.''\n\n   Bill Roberts, the lawyer for Tallulah's owner, Trans-American\nDevelopment Associates, said that some of the Justice Department's\ndemands, like hiring more psychiatrists, are ``unrealistic.'' The\nstate is to blame for the problems, he said, because ``our place\nwas not designed to take that kind of inmate.''\n\n   Still, Roberts said, ``There has been a drastic improvement'' in\nreducing brutality by guards. As for fights between the inmates, he\nsaid, ``Juveniles are a little bit different from adults. You are\nnever going to stop all fights between boys.''\n\n   In papers filed with Polozola responding to the Justice\nDepartment experts and Whitley, the state attorney general's office\ndisputed allegations of brutality and of high numbers of retarded\nand mentally ill inmates at Tallulah.\n\n   In a recent interview, Cheney Joseph, executive counsel to Gov.\nMike Foster, warned there were limits to what Louisiana was willing\nto do. ``There are certain situations the Department of Justice\nwould like us to take care of,'' he said, ``that may not be\nfinancially feasible and may not be required by federal law.''\n\n   THE ENTREPRENEURS: An Idea Born Of Patronage\n\n   The idea for a prison here was put forward in 1992 by James R.\nBrown, a Tallulah businessman whose father was an influential state\nsenator.\n\n   One of the poorest areas in a poor state, Tallulah wanted jobs,\nand like other struggling cities across the country it saw the\nnation's prison-building spree as its best hope.\n\n   Louisiana needed a new juvenile prison because the number of\nyoung people being incarcerated was rising steeply; within a few\nyears it more than doubled. Adding to the number, mental health\nexperts say, were hundreds of juveniles who had no place else to go\nbecause of massive cuts in psychiatric services outside of jail.\nMental health authorities estimate that 20 percent of juveniles\nincarcerated nationally have serious mental illnesses.\n\n   To help win a no-bid contract to operate a prison, the company\nBrown formed included two close friends of Gov. Edwin Edwards _\nGeorge Fischer and Verdi Adam _ according to a businessman involved\nin the venture's early stages, who spoke on the condition of\nanonymity.\n\n   None of the men had any particular qualification to run a\nprison. Verdi was a former chief engineer of the state Highway\nDepartment. Fischer had been the governor's campaign manager,\ncabinet officer and occasional business partner.\n\n   Tallulah opened in 1994, and the town of 10,000 got what it\nhoped for. The prison became its largest employer and taxpayer.\n\n   From the beginning, the company formed by Brown, Trans-American,\npursued a strategy of maximizing its profit from the fixed amount\nit received from the state for each inmate (in 1997, $24,448). The\nplan was to keep wages and services at a minimum while taking in as\nmany inmates as possible, according to the businessman involved in\nthe early stages.\n\n   For-profit prisons often try to economize. But the best-run\ncompanies have come to recognize that operating with too small or\npoorly trained a staff can spell trouble, and experts say state\nofficials must pay close attention to the level of services being\nprovided.\n\n   ``Ultimately, the responsibility belongs to the state,'' said\nCharles Thomas, director of the Private Corrections Project at the\nUniversity of Florida.\n\n   State officials say they monitored conditions at Tallulah and\nfirst reported many of the problems there. But in fiscal year\n1996-97, according to the state Department of Public Safety and\nCorrections, Tallulah still listed no money for recreation,\ntreatment or planning inmates' return to society. Twenty-nine\npercent of the budget went to construction loans.\n\n   By comparison, 45 percent of the $32,200 a year that California\nspends on each juvenile goes to programs and caseworkers, and none\nto construction. Nationally, construction costs average 7 percent\nof juvenile prison budgets, Dunlap said.\n\n   ``That means either that Tallulah's construction costs are\nterribly inflated, or the services they are providing are\nextraordinarily low,'' he said.\n\n   THE INSIDE: Hot, Crowded, Spartan, Neglectful\n\n   Part of Tallulah is a boot camp, with boys crammed so tightly in\nbarracks that there is room only for double bunks, a television set\nand a few steel tables. Showers and urinals are open to the room,\nallowing boys who have been incarcerated for sexual assault to\nattack other inmates, according to a report in June by a Justice\nDepartment consultant, Dr. Bernard Hudson.\n\n   The only space for the few books that have recently been\nimported to try to improve education is a makeshift shelf on top of\nthe urinals. Among the aging volumes that a visitor saw were\n``Inside the Third Reich,'' ``The Short Stories of Henry James''\nand ``Heidi.''\n\n   From their wakeup call at 5:30 a.m., the inmates, in white\nT-shirts and loose green pants, spend almost all their time\nconfined to the barracks. They leave the barracks only for marching\ndrills, one to three hours a day of class and an occasional game of\nbasketball. There is little ventilation, and temperatures in\nLouisiana's long summers hover permanently in the 90s.\n\n   The result, several boys told a visitor, is that some of them\ndeliberately start trouble in order to be disciplined and sent to\nthe other section of Tallulah, maximum-security cells that are\nair-conditioned.\n\n   Guards put inmates in solitary confinement so commonly that in\none week in May more than a quarter of all the boys spent at least\na day in ``lockdown,'' said Nancy Ray, another Justice Department\nexpert. The average stay in solitary is five to six weeks; some\nboys are kept indefinitely. While in the tiny cells, the boys are\nstripped of all possessions and lie on worn, thin mattresses\nresting on concrete blocks.\n\n   The crowding, heat and isolation are hardest on the 25 percent\nof the boys who are mentally ill or retarded, said Dr. Hudson, a\npsychiatrist, tending to increase their depression or psychosis.\n\n   Although Tallulah has made some improvements in its treatment of\nthe emotionally disturbed over the past year, Hudson said, it\nremains ``grossly inadequate.''\n\n   The prison still does not properly screen new arrivals for\nmental illness or retardation, he reported. The part-time doctor\nand psychiatrist are there so infrequently that they have never\nmet, Hudson said. Powerful anti-psychotic medications are not\nmonitored. Medical charts often cannot be found.\n\n   And the infirmary is often closed because of a shortage of\nguards, whose pay is so low _ $5.77 an hour _ that there has been\n100 percent turnover in the staff in the past year, the Justice\nDepartment experts said.\n\n   Other juvenile prisons that have come under investigation have\nalso been criticized for poor psychiatric treatment. But at\nTallulah this neglect has been compounded by everyday violence.\n\n   All these troubles are illustrated in the case of one former\ninmate, Travis M., a slight 16-year-old who is mentally retarded\nand was also treated with drugs for hallucinations.\n\n   Sometimes, Travis said in an interview after his release, guards\nhit him because his medication made him sleepy and he did not stand\nto attention when ordered. Sometimes they ``snuck'' him at night as\nhe slept in his bunk, knocking him to the cement floor. Sometimes\nthey kicked him while he was naked in the shower, telling him\nsimply, ``You owe me some licks.''\n\n   Travis was originally sentenced by a judge to 90 days for\nshoplifting and stealing a bicycle. But every time he failed to\nstand for a guard or even called his grandmother to complain,\nofficials at Tallulah put him in solitary and added to his\nsentence.\n\n   After 15 months, a judge finally ordered him released so he\ncould get medical treatment. His eardrum had been perforated in a\nbeating by a guard, he has large scars on his arms, legs and face\nand his nose was so badly broken that he speaks in a wheeze. A\nlawyer is scheduled to file suit against Tallulah on behalf of\nTravis.\n\n   One reason these abuses have continued, Utter said, is that\njuveniles in Louisiana, as in a number of states, often get poor\nlegal representation. One mentally ill boy from Eunice was\nsentenced without a lawyer, or even a trial. Poorly paid public\ndefenders seldom visit their clients after sentencing, Utter said,\nand so are unaware of conditions at places like Tallulah.\n\n   Another reason is that almost all Tallulah's inmates are from\npoor families and 82 percent are black, Utter noted, a problem that\nafflicts prisons nationwide to one degree or another. ``They are\ndisenfranchised and no one cares about them,'' he said.\n\n   THE NEW GUARD: A Retreat From Brutality\n\n   In September, Tallulah hired as its new warden David Bonnette, a\n25-year veteran of Angola State Penitentiary who started there as a\nguard and rose to assistant superintendent. A muscular,\ntobacco-chewing man with his initials tattooed on a forearm,\nBonnette brought several Angola colleagues with him to impose\nbetter discipline.\n\n   ``When I got here, there were a lot of perforated eardrums,'' he\nsaid. ``Actually, it seemed like everybody had a perforated\neardrum, or a broken nose.'' When boys wrote complaints, he said,\nguards put the forms in a box and pulled out ones to investigate at\nrandom. Some were labeled, ``Never to be investigated.''\n\n   But allegations of abuse by guards dropped to 52 a month this\nspring, from more than 100 a month last summer, Bonnette said, as\nhe has tried to carry out a new state policy of zero tolerance for\nbrutality. Fights between boys have declined to 33 a month, from\n129, he said.\n\n   In June, however, Ms. Ray, the Justice Department consultant,\nreported that there had been a recent increase in ``youth defiance\nand disobedience,'' with the boys angry about Tallulah's\n``exceptionally high'' use of isolation cells.\n\n   Many guards have also become restive, the Justice Department\nexperts found, a result of poor pay and new restrictions on the use\nof force.\n\n   One guard who said he quit for those reasons said in an\ninterview, ``The inmates are running the asylum now. You're not\nsupposed to touch the kids, but how are we supposed to control them\nwithout force?'' He has relatives working at Tallulah and so\ninsisted on not being identified.\n\n   The frustration boiled over last week, during a tour by Sen.\nPaul Wellstone, D-Minn., who is drafting legislation that would\nrequire psychiatric care for all incarcerated juveniles who need\nit. Despite intense security, a group of inmates climbed on a roof\nand shouted their complaints at Wellstone, who was accompanied by\nRichard Stalder, the secretary of Louisiana's Department of Public\nSafety and Corrections.\n\n   Stalder said he planned to create a special unit for mentally\nill juvenile offenders. One likely candidate to run it, he said, is\nTrans-American _ the company that operates Tallulah.\n","Headline":"\nLOUISIANA BOYS' PRISON IS EPITOME OF NEGLECT AND ABUSE \n","Text":["\n   TALLULAH, La. _ Here in the middle of the impoverished\nMississippi Delta is a juvenile prison so rife with brutality,\ncronyism and neglect that many legal experts say it is the worst in\nthe nation.\n","\n   The prison, the Tallulah Correctional Center for Youth, opened\njust four years ago where a sawmill and cotton fields once stood.\nBehind rows of razor wire, it houses 620 boys and young men, age 11\nto 20, in stifling corrugated-iron barracks jammed with bunks.\n","\n   From the run-down homes and bars on the road that runs by it,\nTallulah appears unexceptional, one new cookie-cutter prison among\nscores built in the United States this decade. But inside, inmates\nregularly appear at the infirmary with black eyes, broken noses or\njaws or perforated eardrums from beatings by the poorly paid,\npoorly trained guards or from fights with other boys.\n","\n   Meals are so meager that many boys lose weight. Clothing is so\nscarce that boys fight over shirts and shoes. Almost all of the\nteachers are uncertified, instruction amounts to as little as an\nhour a day, and until recently there were no books.\n","\n   Up to a fourth of the inmates are mentally ill or retarded, but\na psychiatrist visits only one day a week. There is no therapy.\nEmotionally disturbed boys who cannot follow guards' orders are\nlocked in isolation cells for weeks at a time or have their\nsentences arbitrarily extended.\n","\n   These conditions, which are described in public documents and\nwere recounted by inmates and prison officials during a reporter's\nvisit to Tallulah, are extreme, a testament to Louisiana's\nwell-documented violent history and notoriously brutal prison\nsystem.\n","\n   But what has happened at Tallulah is more than just the story of\none bad prison. Corrections officials say the forces that converged\nto create Tallulah _ the incarceration of more and more mentally\nill adolescents, a rush by politicians to build new prisons while\nneglecting education and psychiatric services, and states' handing\nresponsibility for juveniles to private prison companies _ have\ncaused the deterioration of juvenile prisons across the country.\n","\n   Earl Dunlap, president of the National Juvenile Detention\nAssociation, which represents the heads of the nation's juvenile\njails, said, ``The issues of violence against offenders, lack of\nadequate education and mental health, of crowding and of poorly\npaid and poorly trained staff are the norm rather than the\nexception.''\n","\n   Recognizing the problem, the U.S. Justice Department has begun a\nseries of investigations into state juvenile systems, including not\nonly Louisiana's but also those of Kentucky, Puerto Rico and\nGeorgia. At the same time, private juvenile prisons in Colorado,\nTexas and South Carolina have been successfully sued by individuals\nand groups or forced to give up their licenses.\n","\n   On July 9, the Juvenile Justice Project of Louisiana, an\noffshoot of the Southern Poverty Law Center, filed suit against\nTallulah in U.S. District Court to stop the brutality and neglect.\n","\n   In the investigations by the Justice Department, some of the\nharshest criticism has been leveled at Georgia. The department\nthreatened to take over the state's juvenile system, charging a\n``pattern of egregious conditions violating the federal rights of\nyouth,'' including the use of pepper spray to restrain mentally ill\nyouths, a lack of textbooks, and guards who routinely stripped\nyoung inmates and locked them in their cells for days.\n","\n   A surge in the inmate population forced Georgia's juvenile\nprison budget up to $220 million from $80 million in just four\nyears, but the money went to building new prisons, with little left\nfor education and psychiatric care. ``As we went through a period\nof rapid increase in juvenile crime and record numbers of juvenile\noffenders,'' said Sherman Day, chairman of the Georgia Department\nof Juvenile Justice, it was ``much easier to get new facilities\nfrom the Legislature than to get more programs.''\n","\n   After reacting defensively at first, Gov. Zell Miller moved\nquickly to avert a takeover by agreeing to spend $10 million more\nthis year to hire teachers and medical workers and to increase\nguard salaries.\n","\n   Louisiana, whose juvenile system is made up of Tallulah and\nthree prisons operated by the state, is the Justice Department's\nlatest target. In hundreds of pages of reports to a federal judge\nwho oversees the state's entire prison system under a 1971 consent\ndecree, Justice Department experts have depicted guards who\nroutinely resort to beatings or pepper spray as their only way to\ndiscipline inmates, and who pit inmates against each other for\nsport.\n","\n   In June, two years after the Justice Department began its\ninvestigation and a year after it warned in its first public\nfindings that Tallulah was ``an institution out of control,''\nconsultants for the department filed new reports with the Judge\nFrank Polozola of U.S. District Court in Baton Rouge, warning that\ndespite some improvements, conditions had deteriorated to ``a\nparticularly dangerous level.''\n","\n   Even a former warden at Louisiana's maximum-security prison,\nacting as a consultant to Polozola, found conditions at Tallulah so\nserious that he urged the judge to reject its request to add\ninmates.\n","\n   ``I do not make these recommendations because of any sympathy\nfor these offenders,'' former warden John Whitley wrote. ``It\nshocks me to think'' that ``these offenders and their problems are\nsimply getting worse, and these problems will be unleashed on the\npublic when they are discharged from the system.''\n","\n   nn\n","\n   THE PRIVATE PRISON: When the Profits Are the Priority\n","\n   Some of the worst conditions in juvenile prisons can be found\namong the growing number of privately operated prisons, whether\nthose built specifically for one state, like Tallulah, or ones that\ntake juveniles from across the country, like boot camps that have\ncome under criticism in Colorado and Arizona.\n","\n   Only 5 percent of the nation's juvenile prisons are operated by\nprivate, for-profit companies, Dunlap of the National Juvenile\nDetention Association estimates. But as their numbers grow along\nwith privately operated prisons for adults, their regulation is\nbecoming one of the most significant issues in corrections. State\ncorrections departments find themselves having to police\ncontractors who perform functions once the province of government,\nfrom psychiatric care to discipline.\n","\n   In April, Colorado officials shut down a juvenile prison\noperated by Rebound Corp. after a mentally ill 13-year-old's\nsuicide led to an investigation that uncovered repeated instances\nof physical and sexual abuse. The for-profit prison housed\nadolescent offenders from six states.\n","\n   Both Arizona and California authorities are investigating a\nprivately operated boot camp in Arizona that California paid to\ntake hundreds of offenders. A 16-year-old boy died there, and\nauthorities suspect the cause was abuse by guards and poor medical\ncare. California announced July 8 that it was removing its\njuveniles from the camp.\n","\n   And recently Arkansas canceled the contract of Associated Marine\nInstitutes, a company based in Florida, to run one juvenile\ninstitution, following questions of financial control and\naccusations of abuse.\n","\n   A series of U.S. Supreme Court decisions and state laws have\nlong mandated a higher standard for juvenile prisons than for adult\nprisons. There is supposed to be more schooling, medical care and\nsecurity because the young inmates have been adjudged delinquent,\nrather than convicted of crimes like adults, and so are held for\nrehabilitation instead of punishment.\n","\n   But what has made problems worse here is that Tallulah, to earn\na profit, has scrimped on money for education and mental health\ntreatment in a state that already spends very little in those\nareas.\n","\n   ``It's incredibly perverse,'' said David Utter, director of the\nJuvenile Justice Project of Louisiana. ``They have this place that\ncreates all these injuries and they have all these kids with mental\ndisorders, and then they save money by not treating them.''\n","\n   Bill Roberts, the lawyer for Tallulah's owner, Trans-American\nDevelopment Associates, said that some of the Justice Department's\ndemands, like hiring more psychiatrists, are ``unrealistic.'' The\nstate is to blame for the problems, he said, because ``our place\nwas not designed to take that kind of inmate.''\n","\n   Still, Roberts said, ``There has been a drastic improvement'' in\nreducing brutality by guards. As for fights between the inmates, he\nsaid, ``Juveniles are a little bit different from adults. You are\nnever going to stop all fights between boys.''\n","\n   In papers filed with Polozola responding to the Justice\nDepartment experts and Whitley, the state attorney general's office\ndisputed allegations of brutality and of high numbers of retarded\nand mentally ill inmates at Tallulah.\n","\n   In a recent interview, Cheney Joseph, executive counsel to Gov.\nMike Foster, warned there were limits to what Louisiana was willing\nto do. ``There are certain situations the Department of Justice\nwould like us to take care of,'' he said, ``that may not be\nfinancially feasible and may not be required by federal law.''\n","\n   THE ENTREPRENEURS: An Idea Born Of Patronage\n","\n   The idea for a prison here was put forward in 1992 by James R.\nBrown, a Tallulah businessman whose father was an influential state\nsenator.\n","\n   One of the poorest areas in a poor state, Tallulah wanted jobs,\nand like other struggling cities across the country it saw the\nnation's prison-building spree as its best hope.\n","\n   Louisiana needed a new juvenile prison because the number of\nyoung people being incarcerated was rising steeply; within a few\nyears it more than doubled. Adding to the number, mental health\nexperts say, were hundreds of juveniles who had no place else to go\nbecause of massive cuts in psychiatric services outside of jail.\nMental health authorities estimate that 20 percent of juveniles\nincarcerated nationally have serious mental illnesses.\n","\n   To help win a no-bid contract to operate a prison, the company\nBrown formed included two close friends of Gov. Edwin Edwards _\nGeorge Fischer and Verdi Adam _ according to a businessman involved\nin the venture's early stages, who spoke on the condition of\nanonymity.\n","\n   None of the men had any particular qualification to run a\nprison. Verdi was a former chief engineer of the state Highway\nDepartment. Fischer had been the governor's campaign manager,\ncabinet officer and occasional business partner.\n","\n   Tallulah opened in 1994, and the town of 10,000 got what it\nhoped for. The prison became its largest employer and taxpayer.\n","\n   From the beginning, the company formed by Brown, Trans-American,\npursued a strategy of maximizing its profit from the fixed amount\nit received from the state for each inmate (in 1997, $24,448). The\nplan was to keep wages and services at a minimum while taking in as\nmany inmates as possible, according to the businessman involved in\nthe early stages.\n","\n   For-profit prisons often try to economize. But the best-run\ncompanies have come to recognize that operating with too small or\npoorly trained a staff can spell trouble, and experts say state\nofficials must pay close attention to the level of services being\nprovided.\n","\n   ``Ultimately, the responsibility belongs to the state,'' said\nCharles Thomas, director of the Private Corrections Project at the\nUniversity of Florida.\n","\n   State officials say they monitored conditions at Tallulah and\nfirst reported many of the problems there. But in fiscal year\n1996-97, according to the state Department of Public Safety and\nCorrections, Tallulah still listed no money for recreation,\ntreatment or planning inmates' return to society. Twenty-nine\npercent of the budget went to construction loans.\n","\n   By comparison, 45 percent of the $32,200 a year that California\nspends on each juvenile goes to programs and caseworkers, and none\nto construction. Nationally, construction costs average 7 percent\nof juvenile prison budgets, Dunlap said.\n","\n   ``That means either that Tallulah's construction costs are\nterribly inflated, or the services they are providing are\nextraordinarily low,'' he said.\n","","\n   THE INSIDE: Hot, Crowded, Spartan, Neglectful\n","\n   Part of Tallulah is a boot camp, with boys crammed so tightly in\nbarracks that there is room only for double bunks, a television set\nand a few steel tables. Showers and urinals are open to the room,\nallowing boys who have been incarcerated for sexual assault to\nattack other inmates, according to a report in June by a Justice\nDepartment consultant, Dr. Bernard Hudson.\n","\n   The only space for the few books that have recently been\nimported to try to improve education is a makeshift shelf on top of\nthe urinals. Among the aging volumes that a visitor saw were\n``Inside the Third Reich,'' ``The Short Stories of Henry James''\nand ``Heidi.''\n","\n   From their wakeup call at 5:30 a.m., the inmates, in white\nT-shirts and loose green pants, spend almost all their time\nconfined to the barracks. They leave the barracks only for marching\ndrills, one to three hours a day of class and an occasional game of\nbasketball. There is little ventilation, and temperatures in\nLouisiana's long summers hover permanently in the 90s.\n","\n   The result, several boys told a visitor, is that some of them\ndeliberately start trouble in order to be disciplined and sent to\nthe other section of Tallulah, maximum-security cells that are\nair-conditioned.\n","\n   Guards put inmates in solitary confinement so commonly that in\none week in May more than a quarter of all the boys spent at least\na day in ``lockdown,'' said Nancy Ray, another Justice Department\nexpert. The average stay in solitary is five to six weeks; some\nboys are kept indefinitely. While in the tiny cells, the boys are\nstripped of all possessions and lie on worn, thin mattresses\nresting on concrete blocks.\n","\n   The crowding, heat and isolation are hardest on the 25 percent\nof the boys who are mentally ill or retarded, said Dr. Hudson, a\npsychiatrist, tending to increase their depression or psychosis.\n","\n   Although Tallulah has made some improvements in its treatment of\nthe emotionally disturbed over the past year, Hudson said, it\nremains ``grossly inadequate.''\n","\n   The prison still does not properly screen new arrivals for\nmental illness or retardation, he reported. The part-time doctor\nand psychiatrist are there so infrequently that they have never\nmet, Hudson said. Powerful anti-psychotic medications are not\nmonitored. Medical charts often cannot be found.\n","\n   And the infirmary is often closed because of a shortage of\nguards, whose pay is so low _ $5.77 an hour _ that there has been\n100 percent turnover in the staff in the past year, the Justice\nDepartment experts said.\n","\n   Other juvenile prisons that have come under investigation have\nalso been criticized for poor psychiatric treatment. But at\nTallulah this neglect has been compounded by everyday violence.\n","\n   All these troubles are illustrated in the case of one former\ninmate, Travis M., a slight 16-year-old who is mentally retarded\nand was also treated with drugs for hallucinations.\n","\n   Sometimes, Travis said in an interview after his release, guards\nhit him because his medication made him sleepy and he did not stand\nto attention when ordered. Sometimes they ``snuck'' him at night as\nhe slept in his bunk, knocking him to the cement floor. Sometimes\nthey kicked him while he was naked in the shower, telling him\nsimply, ``You owe me some licks.''\n","\n   Travis was originally sentenced by a judge to 90 days for\nshoplifting and stealing a bicycle. But every time he failed to\nstand for a guard or even called his grandmother to complain,\nofficials at Tallulah put him in solitary and added to his\nsentence.\n","\n   After 15 months, a judge finally ordered him released so he\ncould get medical treatment. His eardrum had been perforated in a\nbeating by a guard, he has large scars on his arms, legs and face\nand his nose was so badly broken that he speaks in a wheeze. A\nlawyer is scheduled to file suit against Tallulah on behalf of\nTravis.\n","\n   One reason these abuses have continued, Utter said, is that\njuveniles in Louisiana, as in a number of states, often get poor\nlegal representation. One mentally ill boy from Eunice was\nsentenced without a lawyer, or even a trial. Poorly paid public\ndefenders seldom visit their clients after sentencing, Utter said,\nand so are unaware of conditions at places like Tallulah.\n","\n   Another reason is that almost all Tallulah's inmates are from\npoor families and 82 percent are black, Utter noted, a problem that\nafflicts prisons nationwide to one degree or another. ``They are\ndisenfranchised and no one cares about them,'' he said.\n","\n   THE NEW GUARD: A Retreat From Brutality\n","\n   In September, Tallulah hired as its new warden David Bonnette, a\n25-year veteran of Angola State Penitentiary who started there as a\nguard and rose to assistant superintendent. A muscular,\ntobacco-chewing man with his initials tattooed on a forearm,\nBonnette brought several Angola colleagues with him to impose\nbetter discipline.\n","\n   ``When I got here, there were a lot of perforated eardrums,'' he\nsaid. ``Actually, it seemed like everybody had a perforated\neardrum, or a broken nose.'' When boys wrote complaints, he said,\nguards put the forms in a box and pulled out ones to investigate at\nrandom. Some were labeled, ``Never to be investigated.''\n","\n   But allegations of abuse by guards dropped to 52 a month this\nspring, from more than 100 a month last summer, Bonnette said, as\nhe has tried to carry out a new state policy of zero tolerance for\nbrutality. Fights between boys have declined to 33 a month, from\n129, he said.\n","\n   In June, however, Ms. Ray, the Justice Department consultant,\nreported that there had been a recent increase in ``youth defiance\nand disobedience,'' with the boys angry about Tallulah's\n``exceptionally high'' use of isolation cells.\n","\n   Many guards have also become restive, the Justice Department\nexperts found, a result of poor pay and new restrictions on the use\nof force.\n","\n   One guard who said he quit for those reasons said in an\ninterview, ``The inmates are running the asylum now. You're not\nsupposed to touch the kids, but how are we supposed to control them\nwithout force?'' He has relatives working at Tallulah and so\ninsisted on not being identified.\n","\n   The frustration boiled over last week, during a tour by Sen.\nPaul Wellstone, D-Minn., who is drafting legislation that would\nrequire psychiatric care for all incarcerated juveniles who need\nit. Despite intense security, a group of inmates climbed on a roof\nand shouted their complaints at Wellstone, who was accompanied by\nRichard Stalder, the secretary of Louisiana's Department of Public\nSafety and Corrections.\n","\n   Stalder said he planned to create a special unit for mentally\nill juvenile offenders. One likely candidate to run it, he said, is\nTrans-American _ the company that operates Tallulah.\n"]}