{"DocumentId":"NYT19991012.0287","TopicId":"NYT","Relevance":"0","Body":" BC-MENTALLY-ILL-VOTE-ART-2TAKES(TRIMS)-NYT \nVOTER PROJECT AIMS TO CREATE NATIONAL CONSTITUENCY OF THE MENTALLY\nILL \n\n  \n (ATTN: Va., Fla., Calif., Ga., Texas, Ore., N.Y.)  (ART ADV: Photos (NYT12,13) are being sent to NYT photo clients.\nNon-subscribers can make individual purchase by calling (888)\n603-1036 or (888) 346-9867.) \n(bl) \n By ERICA GOODE   \n c.1999 N.Y. Times News Service    \n\n   On the morning of the 1996 presidential election, Sharon Denny\ndrove to the local polling place, an elementary school in her\nHouston neighborhood. On the way, she gave herself a pep talk.\n``This is so important,'' she told herself. ``And it makes such a\ndifference to our country. You have got to go vote.''\n\n   But standing in line for the voting booth, Ms. Denny grew\nanxious. What if she got inside and did not know what to do? What\nif she punched the wrong holes? She broke into a cold sweat, she\nrecalls, and she remembers thinking, ``This is why they don't want\npeople with mental illness to vote, because what if I get up there\nand I really want to vote for Bill Clinton and I don't, I end up\nvoting for Dole?''\n\n   Defeated, Ms. Denny, who has suffered from manic-depression for\n35 years, returned home, her ballot uncast, as it has been in every\nelection since she first registered to vote 15 years ago.\n\n   But in next year's presidential election, Ms. Denny, 51, knows\nthat she will make it to the front of the line, and that she will\nfinally vote for the candidates and initiatives that she believes\nin.\n\n   She is certain of this because in August she joined the Mental\nHealth Voter Empowerment Project, an effort to create a nationwide\nconstituency of people with mental illness by locating potential\nvoters _ whether in hospitals, at advocacy events, in housing\nprojects, clinics or support groups _ registering them, educating\nthem about mental health issues and making sure they get to the\npolls on Election Day 2000.\n\n   It remains to be seen whether such an effort will be embraced by\npoliticians, especially in a climate where they must respond to\nhighly publicized incidents of violence involving mental illness,\nlike the death of Kendra Webdale, who was pushed off a New York\nsubway platform by a man suffering from schizophrenia.\n\n   Complicating the issue further, many politicians have only\nrecently become aware of mental health as a political issue: a few\neven believe, mistakenly, that the mentally ill cannot vote.\n\n   A volunteer from the project will call to remind Ms. Denny to\nvote, accompany her to the polling place and help her in the voting\nbooth, if necessary. Ms. Denny will arrive fully informed about the\ncandidates, and in particular about their stands on topics of\nconcern to the mentally ill, like equal health insurance coverage\nfor psychiatric illnesses, HMO reform, involuntary commitment and\nfinancing for mental health programs and services.\n\n   An estimated 44 million Americans meet the diagnosis criteria\nfor some form of mental disorder, according to the National\nInstitute of Mental Health, and 5.6 million of those live with a\nserious mental illness, like schizophrenia or manic depression.\n\n   In theory, such numbers could represent a powerful voting bloc,\none any political candidate might feel obliged to court. But people\nwith severe mental illness, who often subsist on disability\nbenefits and may spend years bouncing from psychiatric hospitals to\njails to the streets, have been ignored by politicians because they\noffered neither money nor votes.\n\n   Ken Steele, who started the voter empowerment project in New\nYork City in 1994, said that the idea came to him after hearing a\nspeech by New York Gov. Mario Cuomo. In the speech, Steele\nrecalled, Cuomo said that his signing of a mental health bill was\n``a good and compassionate thing,'' but that it was not smart\npolitics, because the mentally ill did not vote.\n\n   Over the next four years, Steele, a veteran of 35 years spent in\nstate hospitals with a diagnosis of schizophrenia, registered an\nestimated 28,000 New York City voters. And 15,000 of those newly\nregistered voters, he and his staff of volunteers learned through\ntheir tracking efforts, cast their votes in the November 1998\nelection.\n\n   Now the Mental Health Association of New York State, backed by a\nfederal grant and financing from a pharmaceutical company, is\nexpanding Steele's project throughout the state, and the Mental\nHealth Association of Houston and Harris County has launched its\nown version of the program. The National Mental Health Association,\nwhich has its headquarters in Alexandria, Va., will hold regional\ntraining sessions for the project beginning this fall in Orlando,\nLos Angeles and Atlanta.\n\n   ``We'd like to have our issues be part of the 2000 debate,''\nsaid Joseph Glazer, president of the New York association, ``and\nthe only way to get our issues to that level is to have a strong\nbase of registered voters and a sufficient voice so that the mental\nhealth consumer community has to be listened to.''\n\n   Steele compared the fight for political visibility to earlier\nstruggles by women and African-Americans: ``This is a civil rights\nmovement, like those that preceded it. Every one of those movements\nbegan with access to the vote. Until we, the mental health\nconsumers, are seen as a constituency of consequence, we will not\nclose the holes in the mental health system.''\n\n   (BEGIN OPTIONAL TRIM)\n\n   Voter registration drives are nothing new, and many\norganizations, at one time or another, have tried to increase\npolitical participation among the disenfranchised, including people\nwith mental illness, by registering new voters.\n\n   But such drives often are limited in effectiveness, the\norganizers of the voter empowerment project contend, because they\nrarely address the obstacles _ transportation, education, fear _\nthat prevent the newly registered from actually getting to the\npolls or into the voting booth. Nor is the typical voter drive\nconceived as part of a larger political strategy, one that in this\ninstance aspires to imitate influential interest groups like the\nChristian Coalition, the gay rights movement or the environmental\nlobby.\n\n   ``I don't think that you're going to see mental health become a\nsingle issue that's going to determine an election,'' said Clarence\nSundram, a human rights consultant in Albany and former director of\nthe New York State Commission on Quality Care. ``I don't think it's\ngoing to have the hot-button effect like abortion has. But I think\nthe political organizing and advocacy that consumers do can and\ndoes have an effect on laws that affect the lives of people with\nmental illness.''\n\n   (END OPTIONAL TRIM)\n\n   nn\n\n   For a variety of reasons, consumer leaders argue, the emergence\nof a national ``mental health'' constituency is more possible today\nthan at any time previously. While the stigma that accompanies a\ndiagnosis of mental illness persists, Americans as a whole are\nbetter informed about the difficulties that confront those who\nsuffer from depression, manic-depression and other illnesses, in\npart as the result of public figures ``coming out'' about their own\nexperiences.\n\n   Most recently, Tipper Gore, the wife of Vice President Al Gore,\nrevealed that she received treatment for clinical depression after\ntheir son, Albert, nearly died after being hit by a car in 1989 at\nage 6. Activism on Capitol Hill by groups like the National\nAlliance for the Mentally Ill, an organization of family members\nand some consumers, has also helped raise awareness of mental\nhealth issues.\n\n   At the same time, the voices of consumers themselves have been\ngrowing steadily stronger. What began in the early 1970s as an\n``anti-psychiatry'' campaign by mental health system ``survivors,''\ndedicated to exposing abuses in psychiatric hospitals and other\ntreatment institutions, has matured into a broader-based advocacy\nmovement, encompassing a range of viewpoints unified by a\ncommitment to improving the mental health system.\n\n   (BEGIN OPTIONAL TRIM)\n\n   ``In the early days a lot of people felt the need to free people\nfrom psychiatry,'' said Joseph Rogers, executive director of the\nNational Mental Health Consumers Self-Help Clearinghouse, which in\nAugust sponsored the National Summit of Mental Health Consumers and\nSurvivors, a meeting that drew 450 consumer leaders to Portland,\nOre. ``Now we still definitely have folks who feel that way, but\nwe've grown to include people who have had positive experiences as\nwell as negative experiences.'' Rogers said.\n\n   (END OPTIONAL TRIM)\n\n   In many states, consumers have become part of the mental health\nsystem itself, offering their perspective in a variety of official\ncapacities and running self-help services, like drop-in clinics,\nand housing and employment programs.\n\n   (BEGIN OPTIONAL TRIM)\n\n   In a 1996 survey of state mental health commissioners, Dr. Jean\nCampbell of the University of Missouri School of Medicine found\nthat 91 percent reported that mental health consumers served on\nstate advisory boards; 85 percent said that consumers took an\nactive role in developing their state's mental health services.\n``We're broadening and pushing the mental health system and making\nit a better place,'' said Sally Zinman, executive director of the\nCalifornia Network of Mental Health Clients.\n\n   (END OPTIONAL TRIM)\n\n   Yet there remain barriers to turning local activism into a\nnational political presence, not the least of which is a lack of\nwealthy donors, of the type who nurture the coffers of many\nspecial-interest groups.\n\n   The voter empowerment project, for example, is eligible for\nfederal grants and financing by corporations because of the Mental\nHealth Association's nonprofit status. But that status also\nobligates the project to remain nonpartisan in its drive to\nregister voters. And while some organizations have given up their\nnonprofit status in order to push a political agenda, most mental\nhealth groups cannot afford to follow suit.\n\n   (BEGIN OPTIONAL TRIM)\n\n   At a recent training session for the project, held in\nBinghamton, N.Y., the leaders of more than a dozen consumer groups\nand mental health organizations learned how to find unregistered\nvoters _ events that offer food are a sure-fire draw, they were\ntold _ how to establish a confidential database with voters' names,\nphone numbers and addresses, how to teach new voters about the\nelectoral process and how to organize events like candidates'\nnights.\n\n   But they were also instructed in educating people about mental\nhealth issues while avoiding endorsement of particular candidates.\nAn educational pamphlet, for example, might inform project members\nthat a certain politician had referred to the mentally ill as\n``mentally deficient,'' they were told, but the pamphlet could not\nrecommend voting against the candidate.\n\n   Such constraints lead some to view the voter empowerment project\nas a rather tepid political endeavor. ``It's Political Action\n101,'' Rogers said. ``When you're actually supporting candidates,\nthat's real political action. My hope is that after that, people\nwill take the next step, which is to get really involved in\ndirectly trying to affect policy.''\n\n   (END OPTIONAL TRIM)\n\n   Still, project organizers believe that the voters they register\n``get it,'' and will use their ballots to support candidates with a\ngood record on mental health issues. And they hope that politicians\nwill eventually get the message, viewing them as a constituency to\nbe wooed.\n\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n\n   Whether political candidates will want the votes of people with\nmental illness is another matter. Rep. Jerrold Nadler, D-N.Y., who\nhas attended candidate events held by the empowerment project, said\nhe thinks an organized group of voters with mental illness would be\ntreated like any other voting bloc. ``Any constituency that has any\nsize and sticks together and votes together is one that people are\ngoing to be interested in,'' he said.\n\n   But lawmakers are under pressure from other directions, as well:\nConstituents who react every time there is a widely publicized\nincidence of violence involving mental illness.\n\n   ``For every Tipper Gore, you have news coverage of some deranged\nperson committing a horrible act,'' Sundram said. ``Those things\nreinforce negative stereotypes of people with mental illness.''\n\n   Yet in virtually every such instance, consumer advocates\ncontend, violence can be traced to a lack of adequate services and\ntreatment. The mentally ill, studies have shown, are no more\nviolent than other groups, except when alcohol or drug abuse is\ninvolved.\n\n   Nevertheless, the stigma that clings to mental illness is not so\neasily combatted. And it is a discomfort so powerful that it often\ninfects even those who themselves are ill.\n\n   Many people who have been treated for mental illness believe,\nincorrectly, that they cannot vote because they have been\nhospitalized, or that they will lose their disability benefits if\nthey register. Only adult citizens who have been convicted of a\nfelony or declared mentally incompetent are ineligible to vote.\n``I've been mentally ill for most of my life, and I didn't really\nfeel I had the right to vote,'' said Peter Lasher, a 44-year old\nNew York man who has been hospitalized repeatedly for\nmanic-depression.\n\n   Lasher did not register to vote until four years ago, when he\nwas persuaded to do so by the voter empowerment project.\n\n   He has now voted in several elections, he said.\n\n   But he remains nervous about the process and is afraid of the\nvoting machines. He cast an absentee ballot in 1996 and said he\nwould do so again in the next presidential election _ once he\ndecides who to vote for. ``I sort of like Gore,'' he said, ``and I\nlike Tippy _ she's very pro-mental health.''\n\n   Chris Lehane, a spokesman for the Gore presidential campaign,\nsaid the campaign would welcome a chance to hear the empowerment\ngroup's suggestions.\n\n   ``The right to vote is obviously something that is very, very\nimportant,'' he said, ``and we would do everything we can to\nencourage those who are eligible to vote.''\n","Headline":"\nVOTER PROJECT AIMS TO CREATE NATIONAL CONSTITUENCY OF THE MENTALLY\nILL \n","Text":["\n   On the morning of the 1996 presidential election, Sharon Denny\ndrove to the local polling place, an elementary school in her\nHouston neighborhood. On the way, she gave herself a pep talk.\n``This is so important,'' she told herself. ``And it makes such a\ndifference to our country. You have got to go vote.''\n","\n   But standing in line for the voting booth, Ms. Denny grew\nanxious. What if she got inside and did not know what to do? What\nif she punched the wrong holes? She broke into a cold sweat, she\nrecalls, and she remembers thinking, ``This is why they don't want\npeople with mental illness to vote, because what if I get up there\nand I really want to vote for Bill Clinton and I don't, I end up\nvoting for Dole?''\n","\n   Defeated, Ms. Denny, who has suffered from manic-depression for\n35 years, returned home, her ballot uncast, as it has been in every\nelection since she first registered to vote 15 years ago.\n","\n   But in next year's presidential election, Ms. Denny, 51, knows\nthat she will make it to the front of the line, and that she will\nfinally vote for the candidates and initiatives that she believes\nin.\n","\n   She is certain of this because in August she joined the Mental\nHealth Voter Empowerment Project, an effort to create a nationwide\nconstituency of people with mental illness by locating potential\nvoters _ whether in hospitals, at advocacy events, in housing\nprojects, clinics or support groups _ registering them, educating\nthem about mental health issues and making sure they get to the\npolls on Election Day 2000.\n","\n   It remains to be seen whether such an effort will be embraced by\npoliticians, especially in a climate where they must respond to\nhighly publicized incidents of violence involving mental illness,\nlike the death of Kendra Webdale, who was pushed off a New York\nsubway platform by a man suffering from schizophrenia.\n","\n   Complicating the issue further, many politicians have only\nrecently become aware of mental health as a political issue: a few\neven believe, mistakenly, that the mentally ill cannot vote.\n","\n   A volunteer from the project will call to remind Ms. Denny to\nvote, accompany her to the polling place and help her in the voting\nbooth, if necessary. Ms. Denny will arrive fully informed about the\ncandidates, and in particular about their stands on topics of\nconcern to the mentally ill, like equal health insurance coverage\nfor psychiatric illnesses, HMO reform, involuntary commitment and\nfinancing for mental health programs and services.\n","\n   An estimated 44 million Americans meet the diagnosis criteria\nfor some form of mental disorder, according to the National\nInstitute of Mental Health, and 5.6 million of those live with a\nserious mental illness, like schizophrenia or manic depression.\n","\n   In theory, such numbers could represent a powerful voting bloc,\none any political candidate might feel obliged to court. But people\nwith severe mental illness, who often subsist on disability\nbenefits and may spend years bouncing from psychiatric hospitals to\njails to the streets, have been ignored by politicians because they\noffered neither money nor votes.\n","\n   Ken Steele, who started the voter empowerment project in New\nYork City in 1994, said that the idea came to him after hearing a\nspeech by New York Gov. Mario Cuomo. In the speech, Steele\nrecalled, Cuomo said that his signing of a mental health bill was\n``a good and compassionate thing,'' but that it was not smart\npolitics, because the mentally ill did not vote.\n","\n   Over the next four years, Steele, a veteran of 35 years spent in\nstate hospitals with a diagnosis of schizophrenia, registered an\nestimated 28,000 New York City voters. And 15,000 of those newly\nregistered voters, he and his staff of volunteers learned through\ntheir tracking efforts, cast their votes in the November 1998\nelection.\n","\n   Now the Mental Health Association of New York State, backed by a\nfederal grant and financing from a pharmaceutical company, is\nexpanding Steele's project throughout the state, and the Mental\nHealth Association of Houston and Harris County has launched its\nown version of the program. The National Mental Health Association,\nwhich has its headquarters in Alexandria, Va., will hold regional\ntraining sessions for the project beginning this fall in Orlando,\nLos Angeles and Atlanta.\n","\n   ``We'd like to have our issues be part of the 2000 debate,''\nsaid Joseph Glazer, president of the New York association, ``and\nthe only way to get our issues to that level is to have a strong\nbase of registered voters and a sufficient voice so that the mental\nhealth consumer community has to be listened to.''\n","\n   Steele compared the fight for political visibility to earlier\nstruggles by women and African-Americans: ``This is a civil rights\nmovement, like those that preceded it. Every one of those movements\nbegan with access to the vote. Until we, the mental health\nconsumers, are seen as a constituency of consequence, we will not\nclose the holes in the mental health system.''\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   Voter registration drives are nothing new, and many\norganizations, at one time or another, have tried to increase\npolitical participation among the disenfranchised, including people\nwith mental illness, by registering new voters.\n","\n   But such drives often are limited in effectiveness, the\norganizers of the voter empowerment project contend, because they\nrarely address the obstacles _ transportation, education, fear _\nthat prevent the newly registered from actually getting to the\npolls or into the voting booth. Nor is the typical voter drive\nconceived as part of a larger political strategy, one that in this\ninstance aspires to imitate influential interest groups like the\nChristian Coalition, the gay rights movement or the environmental\nlobby.\n","\n   ``I don't think that you're going to see mental health become a\nsingle issue that's going to determine an election,'' said Clarence\nSundram, a human rights consultant in Albany and former director of\nthe New York State Commission on Quality Care. ``I don't think it's\ngoing to have the hot-button effect like abortion has. But I think\nthe political organizing and advocacy that consumers do can and\ndoes have an effect on laws that affect the lives of people with\nmental illness.''\n","\n   (END OPTIONAL TRIM)\n","\n   nn\n","\n   For a variety of reasons, consumer leaders argue, the emergence\nof a national ``mental health'' constituency is more possible today\nthan at any time previously. While the stigma that accompanies a\ndiagnosis of mental illness persists, Americans as a whole are\nbetter informed about the difficulties that confront those who\nsuffer from depression, manic-depression and other illnesses, in\npart as the result of public figures ``coming out'' about their own\nexperiences.\n","\n   Most recently, Tipper Gore, the wife of Vice President Al Gore,\nrevealed that she received treatment for clinical depression after\ntheir son, Albert, nearly died after being hit by a car in 1989 at\nage 6. Activism on Capitol Hill by groups like the National\nAlliance for the Mentally Ill, an organization of family members\nand some consumers, has also helped raise awareness of mental\nhealth issues.\n","\n   At the same time, the voices of consumers themselves have been\ngrowing steadily stronger. What began in the early 1970s as an\n``anti-psychiatry'' campaign by mental health system ``survivors,''\ndedicated to exposing abuses in psychiatric hospitals and other\ntreatment institutions, has matured into a broader-based advocacy\nmovement, encompassing a range of viewpoints unified by a\ncommitment to improving the mental health system.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   ``In the early days a lot of people felt the need to free people\nfrom psychiatry,'' said Joseph Rogers, executive director of the\nNational Mental Health Consumers Self-Help Clearinghouse, which in\nAugust sponsored the National Summit of Mental Health Consumers and\nSurvivors, a meeting that drew 450 consumer leaders to Portland,\nOre. ``Now we still definitely have folks who feel that way, but\nwe've grown to include people who have had positive experiences as\nwell as negative experiences.'' Rogers said.\n","\n   (END OPTIONAL TRIM)\n","\n   In many states, consumers have become part of the mental health\nsystem itself, offering their perspective in a variety of official\ncapacities and running self-help services, like drop-in clinics,\nand housing and employment programs.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   In a 1996 survey of state mental health commissioners, Dr. Jean\nCampbell of the University of Missouri School of Medicine found\nthat 91 percent reported that mental health consumers served on\nstate advisory boards; 85 percent said that consumers took an\nactive role in developing their state's mental health services.\n``We're broadening and pushing the mental health system and making\nit a better place,'' said Sally Zinman, executive director of the\nCalifornia Network of Mental Health Clients.\n","\n   (END OPTIONAL TRIM)\n","\n   Yet there remain barriers to turning local activism into a\nnational political presence, not the least of which is a lack of\nwealthy donors, of the type who nurture the coffers of many\nspecial-interest groups.\n","\n   The voter empowerment project, for example, is eligible for\nfederal grants and financing by corporations because of the Mental\nHealth Association's nonprofit status. But that status also\nobligates the project to remain nonpartisan in its drive to\nregister voters. And while some organizations have given up their\nnonprofit status in order to push a political agenda, most mental\nhealth groups cannot afford to follow suit.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   At a recent training session for the project, held in\nBinghamton, N.Y., the leaders of more than a dozen consumer groups\nand mental health organizations learned how to find unregistered\nvoters _ events that offer food are a sure-fire draw, they were\ntold _ how to establish a confidential database with voters' names,\nphone numbers and addresses, how to teach new voters about the\nelectoral process and how to organize events like candidates'\nnights.\n","\n   But they were also instructed in educating people about mental\nhealth issues while avoiding endorsement of particular candidates.\nAn educational pamphlet, for example, might inform project members\nthat a certain politician had referred to the mentally ill as\n``mentally deficient,'' they were told, but the pamphlet could not\nrecommend voting against the candidate.\n","\n   Such constraints lead some to view the voter empowerment project\nas a rather tepid political endeavor. ``It's Political Action\n101,'' Rogers said. ``When you're actually supporting candidates,\nthat's real political action. My hope is that after that, people\nwill take the next step, which is to get really involved in\ndirectly trying to affect policy.''\n","\n   (END OPTIONAL TRIM)\n","\n   Still, project organizers believe that the voters they register\n``get it,'' and will use their ballots to support candidates with a\ngood record on mental health issues. And they hope that politicians\nwill eventually get the message, viewing them as a constituency to\nbe wooed.\n","\n   Whether political candidates will want the votes of people with\nmental illness is another matter. Rep. Jerrold Nadler, D-N.Y., who\nhas attended candidate events held by the empowerment project, said\nhe thinks an organized group of voters with mental illness would be\ntreated like any other voting bloc. ``Any constituency that has any\nsize and sticks together and votes together is one that people are\ngoing to be interested in,'' he said.\n","\n   But lawmakers are under pressure from other directions, as well:\nConstituents who react every time there is a widely publicized\nincidence of violence involving mental illness.\n","\n   ``For every Tipper Gore, you have news coverage of some deranged\nperson committing a horrible act,'' Sundram said. ``Those things\nreinforce negative stereotypes of people with mental illness.''\n","\n   Yet in virtually every such instance, consumer advocates\ncontend, violence can be traced to a lack of adequate services and\ntreatment. The mentally ill, studies have shown, are no more\nviolent than other groups, except when alcohol or drug abuse is\ninvolved.\n","\n   Nevertheless, the stigma that clings to mental illness is not so\neasily combatted. And it is a discomfort so powerful that it often\ninfects even those who themselves are ill.\n","\n   Many people who have been treated for mental illness believe,\nincorrectly, that they cannot vote because they have been\nhospitalized, or that they will lose their disability benefits if\nthey register. Only adult citizens who have been convicted of a\nfelony or declared mentally incompetent are ineligible to vote.\n``I've been mentally ill for most of my life, and I didn't really\nfeel I had the right to vote,'' said Peter Lasher, a 44-year old\nNew York man who has been hospitalized repeatedly for\nmanic-depression.\n","\n   Lasher did not register to vote until four years ago, when he\nwas persuaded to do so by the voter empowerment project.\n","\n   He has now voted in several elections, he said.\n","\n   But he remains nervous about the process and is afraid of the\nvoting machines. He cast an absentee ballot in 1996 and said he\nwould do so again in the next presidential election _ once he\ndecides who to vote for. ``I sort of like Gore,'' he said, ``and I\nlike Tippy _ she's very pro-mental health.''\n","\n   Chris Lehane, a spokesman for the Gore presidential campaign,\nsaid the campaign would welcome a chance to hear the empowerment\ngroup's suggestions.\n","\n   ``The right to vote is obviously something that is very, very\nimportant,'' he said, ``and we would do everything we can to\nencourage those who are eligible to vote.''\n"]}