{"DocumentId":"NYT19990702.0243","TopicId":"NYT","Relevance":"0","Body":" BC-TOUR-DE-FRANCE-ART-4TAKES-NYT \nDRUG SCANDALS CAST PALL OVER 1999 TOUR DE FRANCE \n\n  (Eds: An abridged version of this story, slugged\nTOUR-DE-FRANCE-SHORT, is also being filed.) \n(ART ADV: Graphic on drug use in cycling is being sent to NYT\ngraphic clients. Non-subscribers can make individual purchase by\ncalling (888) 603-1036 or (888) 346-9867.) \n(mk) \n By CHRISTOPHER CLAREY and SAMUEL ABT   \n c.1999 N.Y. Times News Service   \n\n   PARIS _ The Tour de France, one of Europe's legendary sporting\nevents, will draw 180 of the finest bicycle riders in the world\nSaturday to a theme park in western France. From there, they will\nembark on the Tour's annual three-week race to Paris.\n\n   In a typical year, an estimated 15 million people line the race\nroute and another 160 million worldwide watch on television. And in\na typical year, Daniel Baal would be among the most interested\nspectators. Baal is the president of the French Cycling Federation\nand a vice president of the International Cycling Union, which\ngoverns the sport worldwide. But Baal said he had been unable to\nwatch a bicycle race this season.\n\n   ``I'm not able to believe any longer in the sport,'' he said,\nciting the repeated drug scandals that had rocked the world of\nelite cycling over the past year. ``I haven't seen a race yet. I\ncan't watch a fake spectacle.''\n\n   An air of profound pessimism hangs over the sport of cycling,\nand it hangs heavier than usual with the Tour de France about to\nbegin, for it was during last year's race that the depths of the\nsport's drug problem was laid bare. Since then, cycling, the sport\nthat for Europe has been a cultural treasure as well as a\nformidable commercial enterprise, has suffered a collapse in\ncredibility so great that many of its riders, organizers and\nsponsors fear for its future.\n\n   Last year's Tour de France champion, Marco Pantani of Italy, was\nrecently thrown out of the Tour of Italy because of suspected drug\nuse, and weeks after that, four cyclists failed blood tests during\nthe Tour of Switzerland. Perhaps most dispiriting, 11 riders\ncompeting in last month's Tour of Italy amateur race, which is used\nas a kind of prep race for young cyclists, also failed blood tests\nthat indicate drug use.\n\n   As a consequence, nearly a dozen commercial sponsors of cycling\nteams and races across Europe have formally expressed concern that\nthe sport is in peril, and two, Coca-Cola and the French bank\nCredit Lyonnais, have threatened to end their millions of dollars\nin financing.\n\n   Meanwhile, criminal investigations aimed at cracking\nContinent-wide drug rings go on in France, and earlier this year\nthe No. 1 book on France's list of best-selling nonfiction was a\ntell-all book by Willy Voet, a former employee of France's top\ncycling team, that details how riders bought drugs, cheated on drug\ntests and undermined the notion of pure competition in one of\nEurope's revered sports.\n\n   ``The people in cycling took everybody for fools and treated\nthem like fools _ the journalists and the fans,'' said Voet, the\nformer masseur for the Festina team who was caught by French\nauthorities last year in possession of banned drugs days before the\nstart of the Tour.\n\n   The problem of performance-enhancing drug use, of course, has\nplagued virtually all sports in recent years. Football, track and\nfield and swimming, to name several, have all been bedeviled by\nsteroids use, and the International Olympic Committee has\nidentified drug use as the single greatest threat to international\nathletics.\n\n   But the kind of grim declarations voiced by Voet have echoed\nwith unique regularity and resonance throughout the world of\ncycling _ a sport that annually offers millions of dollars in prize\nmoney and tens of millions of dollars in endorsement deals and\ncommercial sponsorship. Riders talk with anger and despair,\noccasionally with contrition. Organizers, fans and sponsors talk\nwith both cynicism and urgency.\n\n   ``Every day it's something new,'' said Bobby Julich, the\nAmerican rider who finished third in last year's Tour de France.\n``It's pretty hard to stay serious and motivate yourself for the\nTour.'' Of the recent disclosure that young riders in the amateur\ndivision of the Tour of Italy had failed drug tests, Julich said:\n``They are 21, 22, 18 even. That breaks your heart, it does, it\nreally does.''\n\n   Jean-Marie Leblanc, the director of the Tour, agreed that the\nsport's state of crisis was real and deep. And just this week,\nLeblanc said, it got worse. Leblanc had attempted to bar four\nFrench riders and an entire Dutch team from the Tour because of\nconcerns about drugs, but because of a rules technicality, he was\nordered by the world cycling federation to permit Richard Virenque,\na former rider for Festina, to compete. Leblanc had said that\nVirenque's ``name and image are the incarnation of doping.''\n\n   ``We have been prevented from completing our attempt to restore\nthe image of the Tour,'' Leblanc said of the decision by the\nInternational Cycling Union. Of the sport's condition generally, he\nadded, ``Our significance has cracked, just like the public's trust\nin us.''\n\n   nn\n\n   For decades, cycling, a grueling, glamorous sport in Europe, has\nbeen wrestling with drug use and abuse.\n\n   In 1967, Tommy Simpson, a British cyclist, died while competing\nin the Tour de France, his death ultimately linked to his use of\namphetamines. Succeeding years brought additional embarrassments:\nIn 1969, the Belgian star Eddy Merckx was suspended while leading\nthe Tour of Italy for using amphetamines; in 1978, Michel\nPollentier, another Belgian, was suspended while leading the Tour\nde France after he was caught concealing a clean urine sample to\ntrick testers, and in 1988, Pedro Delgado of Spain won the Tour de\nFrance despite having tested positive for using what is known as a\nmasking agent, a substance designed to hide drug use, but one that\nthen was not banned by the Tour.\n\n   But starting in the early 1990s, according to riders and cycling\nofficials, the sport's top competitors began to experiment with\nmuch more effective and difficult-to-detect drugs, chief among them\nerythropoietin, or EPO.\n\n   Originally developed to treat kidney disorders, EPO increases\nthe number of red blood corpuscles that carry oxygen to weary\nmuscles. Because EPO is a synthetic version of a hormone that\nexists naturally in the body, it is hard to detect, even more so\nbecause riders, facing testing, have injected themselves with\nsaline solution to dilute their blood and mask their EPO use.\n\n   ``We've always had doping products in our sport, but there is a\nlot of voodoo in these products, and cheaters either believed in\nthem or they didn't,'' said Hein Verbruggen, president of the\nInternational Cycling Union. ``But EPO is highly effective. It\nreally increases capacity considerably, and the sad thing is that\nmany athletes in our sport have felt forced to use it because it is\nso effective.''\n\n   Alex Zulle is one of them.\n\n   ``As a rider, you feel tied into the system,'' Zulle, one of the\nsix riders for Festina who confessed to EPO use during the 1998\nTour de France, told reporters last year. ``It's like being on the\nhighway. The law says there's a speed limit of 65, but everyone is\ndriving 70 or faster. Why should I be the one who obeys the speed\nlimit?''\n\n   Others think the rationale for widespread cheating is more\nstraightforwardly cynical.\n\n   ``What they're all addicted to is making cycling _ this painful,\nbrutal sport _ easy,'' Voet, the former Festina employee, said in\nan interview. The Tour de France, for instance, covers more than\n2,000 miles, many of them in the Alps.\n\n   Baal, the French Cycling Federation official, agreed. ``I feel\ninsulted by these riders who climb long hills with their mouths\nclosed, not even breathing hard,'' he said.\n\n   And so the episodes have kept coming, sometimes revealing\nindividual duplicity, sometimes revealing the extraordinary\ndimensions of the drug problem in the sport.\n\n   Last month, with two stages remaining in the Tour of Italy,\nMarco Pantani, the bald, bold climber who had won last year's Tour\nde France after weeks of drug raids, police interrogations and\nrider protests, was comfortably in the lead. Pantani, whose income\nfrom salary and sponsorship deals tops $3 million annually and who\nfor many represented what might still be engaging about the sport,\nfailed a blood test. The level of red blood cells in his system\nindicated EPO use.\n\n   While Pantani denied using EPO, the sport had absorbed another\nhit to its integrity.\n\n   The blows, though, have been bigger.\n\n   Last May, a Paris narcotics squad questioned two professional\ncyclists _ one of them the rising Belgian star Frank Vandenbroucke\n_ as part of its investigation of a supply network for\nperformance-enhancing drugs. That network was allegedly\norchestrated by two Frenchmen: Bernard Sainz, a homeopathic\npractitioner who has treated many riders and is suspected of\npracticing medicine without a license, and Bertrand Lavelot, a\nlawyer who often represented teams and riders, sometimes in doping\ncases. Vandenbroucke and the other rider have been suspended from\ntheir team, pending an investigation, and Sainz and Lavelot remain\nin custody, maintaining their innocence.\n\n   Gilles Smadja, an aide to the French sports minister,\nMarie-George Buffet, said the investigation of Sainz and the riders\nwas a first attempt to take on what authorities believe is a\nlucrative market in illicit drugs for sports.\n\n   ``We have gone from the stage where doping was essentially\nrudimentary and individual to the stage where it is now very well\norganized with distribution networks and traffickers and\nestablished points of supply,'' Smadja said. ``Doping brings in\nmore money than crack in this country.''\n\n   The environment of fear, anger and suspicion has been toxic.\nPolice in France have been extremely aggressive in detaining,\nsearching and questioning riders. And some cyclists call the\ntesting officials employed by the cycling organizations ``the\nvampires.''\n\n   ``Bicycle riders have become easy prey,'' said Laurent Jalabert,\na French rider who competes for the Spanish team Once, but who is\nrefusing to race in the Tour de France this year.\n\n   ``We are cyclists,'' Pantani said recently of all the testing,\n``not blood donors.''\n\n   Days later, he failed a blood test.\n\n   nn\n\n   Before the 1998 Tour scandal _ only 96 of the 198 riders who\nstarted the race finished after the suspensions and protest\nwithdrawals took their toll _ cycling was arguably the sport second\nin popularity behind soccer in several Western European countries.\n\n   The major commercial sponsors, who are centered in France,\nSpain, Italy, Belgium, the Netherlands and Switzerland, spend\nbetween $4 million and $6 million annually to assemble teams of\nabout 20 men. The teams compete for purses great and small, with\nthe Tour de France's $2 million in total prize money the biggest\npayday.\n\n   But the cycling circuit has always functioned as a great\nadvertising gambit, and so sponsors financed the sport as a way of\ngaining exposure for products and services ranging from vacuum\ncleaners to insurance. According to cycling officials, the total\nspent on road racing sponsorship annually is roughly $250 million.\n\n   Among the central worries rippling through the sport then is\nwhether that kind of financing will diminish if the drug scandals\npersist. Though no major sponsors have withdrawn, several are\nreconsidering their participation.\n\n   For instance, Coca-Cola, which pays about $3.5 million annually\nto be an official partner of the Tour de France, has indicated that\nits future involvement depends on how the 1999 race unfolds.\nEarlier this month, 10 team sponsors sent an open letter to the\nInternational Cycling Union emphasizing that the sport was ``in\ndanger'' and asking for stricter medical inspections.\n\n   Organizers of the top races, fearful that equivocation on the\ndrug problem by riders, officials or sponsors will further sap\npublic confidence, are closely monitoring attendance figures and\ntelevision ratings. The indicators have been mixed.\n\n   According to the newspaper Le Figaro, France Television's viewer\nshare for its Tour coverage shrank from 9 percent to 7.4 percent\nlast year as police raids frequently overshadowed the daily stages.\nThis spring, as drug episodes continued to claim the sport's top\nriders, crowds were thin at a handful of events. Still, the Tour of\nItaly drew crowds as big as ever.\n\n   ``We don't have the right any longer to trick the fans who\ncontinue to show us affection and support,'' Leblanc, the director\nof the Tour de France, said.\n\n   Officials with one sponsor of the Tour de France, Credit\nLyonnais, said they were gratified that Leblanc had tried to bar\nriders from this year's race who had been implicated in drug use.\nBut the action was decried in some other parts of Europe, including\nSpain and the Netherlands, for coming before the legal proceedings\nagainst the riders had been concluded.\n\n   For now, the cycling circuit and its badly tarnished crown\njewel, the Tour de France, will unfold under considerable pressure.\nEvery competitor will have his blood tested before the race begins,\nand there will be frequent testing of the leaders and random\ntesting of other racers throughout the event. Leblanc, a former\nprofessional rider, has made it clear that he will resign if this\nyear's race becomes another fiasco.\n\n   nn\n\n   If the scope and regularity of the drug scandals have forced a\nkind of healthy self-examination on the world of cycling, they have\nalso underscored how difficult finding a way out of the morass\nmight be. After all, one of the things that recent revelations have\nmade clear is how clever riders and their assistants can be in\ndefeating detection.\n\n   Until 1997, cyclists were subject to urine tests only, and\nduring the Tour de France, daily tests were given to two race\nleaders and two other riders selected at random. During the last\ndecade, the Tour reported only one positive test. And despite\nriders' agreeing to more detailed blood testing in 1997, EPO use\nevidently continued unabated.\n\n   But Voet, in his confessional book, argues that cheating was\nroutine. He writes of planting clean urine samples inside bathrooms\nwhere drug tests were to take place. He also claims that some\ncyclists passed drug tests by inserting condoms full of clean urine\ninto their anuses _ condoms that were attached to plastic tubes\ntaped to their scrotums so they could feign urinating.\n\n   Not surprisingly, Voet, who remains under investigation by\nFrench authorities, is not optimistic about a cleaner future for\nthe sport. ``The thieves have left the scene of the crime. They\nalready have shifted to something else,'' he said, saying that EPO\nand other standard cheating drugs were now being improved upon.\n``Now, it's synthetic hemoglobin or interleukin or products which\naugment the oxygen level in muscles without raising the red blood\ncell count.''\n\n   Verbruggen, the president of the International Cycling Union,\nshares the worry. ``In the near future, we will have genetic\nmanipulation,'' he said. ``There is a role for governments here.''\n\n   The French have been the most aggressive in going after drugs in\nsports. In March, a doping law was passed in France that\nestablished maximum prison terms of seven years for trafficking in\nbanned performance-enhancing substances and instituted fines of up\nto 1 million francs ($160,000). Under the new law, police have been\ngiven wider powers to search and investigate.\n\n   It is Marie-George Buffet, the sports minister who assumed her\npost in 1997, who is behind the French forcefulness. The annual\nantidoping budget in France has increased by more than 50 percent\nthis year to 25.5 million francs, and Buffet has asked for 115\nmillion francs next year.\n\n   ``It will be a long fight,'' Buffet said. ``A problem like\ndoping is never solved only by passing a law.''\n\n   For the moment, no other European nation has comparable\npenalties against trafficking in sports drugs. Earlier this month,\nthough, the ministers or secretaries in charge of sport in the 15\nmember nations of the European Union held a first-ever meeting in\nwhich they discussed ways of unifying their widely divergent\nantidoping legislation. And Giovanna Melandri, the minister who\noversees sport in Italy, is proposing a law similar to France's in\nher country's Parliament.\n\n   ``The reason we are looking at it seriously is that we do\nbelieve it has become a serious social problem,'' Melandri said.\n\n   For the moment, though, there are questions about just how\ncommitted the sport's riders and officials are to ending drug use.\nThe international federation's tests for EPO use measure a rider's\nred blood cell count against what would be regarded as normal for a\nfit athlete. But many people have complained that the test is too\nlenient and allows for a degree of calculated cheating, riders\nusing just enough EPO to have their red blood cell count approach,\nbut not exceed the limit.\n\n   Many believe, as a result, that the greatest hope for an\neffective system to counteract doping lies with the model being\ndeveloped by the French.\n\n   The French Cycling Federation requires its riders to take four\nannual medical tests. The idea is to establish a detailed and\ncarefully monitored portrait of a competitor's biological\ncharacteristics from an early age, against which officials might\ndocument any irregularities that develop suggesting doping.\n\n   The new French law requires athletes to possess a medical\ncertificate to compete, and doctors who detect signs of doping in\nan athlete are required to withhold the certificate, inform the\nathlete of the risks and then transmit the information to a medical\nsupervisor. The procedure is required to be confidential, and\ndoctors who fail to follow it are subject to disciplinary action.\n\n   Meanwhile, with the Tour de France starting today, everyone in\ncycling is holding his breath. And the riders understand they face\na long stretch of suspicion, fair or not.\n\n   ``It's a very bad situation for cyclists,'' said Johan Bruyneel,\na Belgian who is the sports director for the U.S. Postal Service\nteam that competes in Europe. ``Everywhere we go, people look at us\nalmost as if we're criminals.''\n","Headline":"\nDRUG SCANDALS CAST PALL OVER 1999 TOUR DE FRANCE \n","Text":["\n   PARIS _ The Tour de France, one of Europe's legendary sporting\nevents, will draw 180 of the finest bicycle riders in the world\nSaturday to a theme park in western France. From there, they will\nembark on the Tour's annual three-week race to Paris.\n","\n   In a typical year, an estimated 15 million people line the race\nroute and another 160 million worldwide watch on television. And in\na typical year, Daniel Baal would be among the most interested\nspectators. Baal is the president of the French Cycling Federation\nand a vice president of the International Cycling Union, which\ngoverns the sport worldwide. But Baal said he had been unable to\nwatch a bicycle race this season.\n","\n   ``I'm not able to believe any longer in the sport,'' he said,\nciting the repeated drug scandals that had rocked the world of\nelite cycling over the past year. ``I haven't seen a race yet. I\ncan't watch a fake spectacle.''\n","\n   An air of profound pessimism hangs over the sport of cycling,\nand it hangs heavier than usual with the Tour de France about to\nbegin, for it was during last year's race that the depths of the\nsport's drug problem was laid bare. Since then, cycling, the sport\nthat for Europe has been a cultural treasure as well as a\nformidable commercial enterprise, has suffered a collapse in\ncredibility so great that many of its riders, organizers and\nsponsors fear for its future.\n","\n   Last year's Tour de France champion, Marco Pantani of Italy, was\nrecently thrown out of the Tour of Italy because of suspected drug\nuse, and weeks after that, four cyclists failed blood tests during\nthe Tour of Switzerland. Perhaps most dispiriting, 11 riders\ncompeting in last month's Tour of Italy amateur race, which is used\nas a kind of prep race for young cyclists, also failed blood tests\nthat indicate drug use.\n","\n   As a consequence, nearly a dozen commercial sponsors of cycling\nteams and races across Europe have formally expressed concern that\nthe sport is in peril, and two, Coca-Cola and the French bank\nCredit Lyonnais, have threatened to end their millions of dollars\nin financing.\n","\n   Meanwhile, criminal investigations aimed at cracking\nContinent-wide drug rings go on in France, and earlier this year\nthe No. 1 book on France's list of best-selling nonfiction was a\ntell-all book by Willy Voet, a former employee of France's top\ncycling team, that details how riders bought drugs, cheated on drug\ntests and undermined the notion of pure competition in one of\nEurope's revered sports.\n","\n   ``The people in cycling took everybody for fools and treated\nthem like fools _ the journalists and the fans,'' said Voet, the\nformer masseur for the Festina team who was caught by French\nauthorities last year in possession of banned drugs days before the\nstart of the Tour.\n","\n   The problem of performance-enhancing drug use, of course, has\nplagued virtually all sports in recent years. Football, track and\nfield and swimming, to name several, have all been bedeviled by\nsteroids use, and the International Olympic Committee has\nidentified drug use as the single greatest threat to international\nathletics.\n","\n   But the kind of grim declarations voiced by Voet have echoed\nwith unique regularity and resonance throughout the world of\ncycling _ a sport that annually offers millions of dollars in prize\nmoney and tens of millions of dollars in endorsement deals and\ncommercial sponsorship. Riders talk with anger and despair,\noccasionally with contrition. Organizers, fans and sponsors talk\nwith both cynicism and urgency.\n","\n   ``Every day it's something new,'' said Bobby Julich, the\nAmerican rider who finished third in last year's Tour de France.\n``It's pretty hard to stay serious and motivate yourself for the\nTour.'' Of the recent disclosure that young riders in the amateur\ndivision of the Tour of Italy had failed drug tests, Julich said:\n``They are 21, 22, 18 even. That breaks your heart, it does, it\nreally does.''\n","\n   Jean-Marie Leblanc, the director of the Tour, agreed that the\nsport's state of crisis was real and deep. And just this week,\nLeblanc said, it got worse. Leblanc had attempted to bar four\nFrench riders and an entire Dutch team from the Tour because of\nconcerns about drugs, but because of a rules technicality, he was\nordered by the world cycling federation to permit Richard Virenque,\na former rider for Festina, to compete. Leblanc had said that\nVirenque's ``name and image are the incarnation of doping.''\n","\n   ``We have been prevented from completing our attempt to restore\nthe image of the Tour,'' Leblanc said of the decision by the\nInternational Cycling Union. Of the sport's condition generally, he\nadded, ``Our significance has cracked, just like the public's trust\nin us.''\n","\n   nn\n","\n   For decades, cycling, a grueling, glamorous sport in Europe, has\nbeen wrestling with drug use and abuse.\n","\n   In 1967, Tommy Simpson, a British cyclist, died while competing\nin the Tour de France, his death ultimately linked to his use of\namphetamines. Succeeding years brought additional embarrassments:\nIn 1969, the Belgian star Eddy Merckx was suspended while leading\nthe Tour of Italy for using amphetamines; in 1978, Michel\nPollentier, another Belgian, was suspended while leading the Tour\nde France after he was caught concealing a clean urine sample to\ntrick testers, and in 1988, Pedro Delgado of Spain won the Tour de\nFrance despite having tested positive for using what is known as a\nmasking agent, a substance designed to hide drug use, but one that\nthen was not banned by the Tour.\n","\n   But starting in the early 1990s, according to riders and cycling\nofficials, the sport's top competitors began to experiment with\nmuch more effective and difficult-to-detect drugs, chief among them\nerythropoietin, or EPO.\n","\n   Originally developed to treat kidney disorders, EPO increases\nthe number of red blood corpuscles that carry oxygen to weary\nmuscles. Because EPO is a synthetic version of a hormone that\nexists naturally in the body, it is hard to detect, even more so\nbecause riders, facing testing, have injected themselves with\nsaline solution to dilute their blood and mask their EPO use.\n","\n   ``We've always had doping products in our sport, but there is a\nlot of voodoo in these products, and cheaters either believed in\nthem or they didn't,'' said Hein Verbruggen, president of the\nInternational Cycling Union. ``But EPO is highly effective. It\nreally increases capacity considerably, and the sad thing is that\nmany athletes in our sport have felt forced to use it because it is\nso effective.''\n","\n   Alex Zulle is one of them.\n","\n   ``As a rider, you feel tied into the system,'' Zulle, one of the\nsix riders for Festina who confessed to EPO use during the 1998\nTour de France, told reporters last year. ``It's like being on the\nhighway. The law says there's a speed limit of 65, but everyone is\ndriving 70 or faster. Why should I be the one who obeys the speed\nlimit?''\n","\n   Others think the rationale for widespread cheating is more\nstraightforwardly cynical.\n","\n   ``What they're all addicted to is making cycling _ this painful,\nbrutal sport _ easy,'' Voet, the former Festina employee, said in\nan interview. The Tour de France, for instance, covers more than\n2,000 miles, many of them in the Alps.\n","\n   Baal, the French Cycling Federation official, agreed. ``I feel\ninsulted by these riders who climb long hills with their mouths\nclosed, not even breathing hard,'' he said.\n","\n   And so the episodes have kept coming, sometimes revealing\nindividual duplicity, sometimes revealing the extraordinary\ndimensions of the drug problem in the sport.\n","\n   Last month, with two stages remaining in the Tour of Italy,\nMarco Pantani, the bald, bold climber who had won last year's Tour\nde France after weeks of drug raids, police interrogations and\nrider protests, was comfortably in the lead. Pantani, whose income\nfrom salary and sponsorship deals tops $3 million annually and who\nfor many represented what might still be engaging about the sport,\nfailed a blood test. The level of red blood cells in his system\nindicated EPO use.\n","\n   While Pantani denied using EPO, the sport had absorbed another\nhit to its integrity.\n","\n   The blows, though, have been bigger.\n","\n   Last May, a Paris narcotics squad questioned two professional\ncyclists _ one of them the rising Belgian star Frank Vandenbroucke\n_ as part of its investigation of a supply network for\nperformance-enhancing drugs. That network was allegedly\norchestrated by two Frenchmen: Bernard Sainz, a homeopathic\npractitioner who has treated many riders and is suspected of\npracticing medicine without a license, and Bertrand Lavelot, a\nlawyer who often represented teams and riders, sometimes in doping\ncases. Vandenbroucke and the other rider have been suspended from\ntheir team, pending an investigation, and Sainz and Lavelot remain\nin custody, maintaining their innocence.\n","\n   Gilles Smadja, an aide to the French sports minister,\nMarie-George Buffet, said the investigation of Sainz and the riders\nwas a first attempt to take on what authorities believe is a\nlucrative market in illicit drugs for sports.\n","\n   ``We have gone from the stage where doping was essentially\nrudimentary and individual to the stage where it is now very well\norganized with distribution networks and traffickers and\nestablished points of supply,'' Smadja said. ``Doping brings in\nmore money than crack in this country.''\n","\n   The environment of fear, anger and suspicion has been toxic.\nPolice in France have been extremely aggressive in detaining,\nsearching and questioning riders. And some cyclists call the\ntesting officials employed by the cycling organizations ``the\nvampires.''\n","\n   ``Bicycle riders have become easy prey,'' said Laurent Jalabert,\na French rider who competes for the Spanish team Once, but who is\nrefusing to race in the Tour de France this year.\n","\n   ``We are cyclists,'' Pantani said recently of all the testing,\n``not blood donors.''\n","\n   Days later, he failed a blood test.\n","\n   nn\n","\n   Before the 1998 Tour scandal _ only 96 of the 198 riders who\nstarted the race finished after the suspensions and protest\nwithdrawals took their toll _ cycling was arguably the sport second\nin popularity behind soccer in several Western European countries.\n","\n   The major commercial sponsors, who are centered in France,\nSpain, Italy, Belgium, the Netherlands and Switzerland, spend\nbetween $4 million and $6 million annually to assemble teams of\nabout 20 men. The teams compete for purses great and small, with\nthe Tour de France's $2 million in total prize money the biggest\npayday.\n","\n   But the cycling circuit has always functioned as a great\nadvertising gambit, and so sponsors financed the sport as a way of\ngaining exposure for products and services ranging from vacuum\ncleaners to insurance. According to cycling officials, the total\nspent on road racing sponsorship annually is roughly $250 million.\n","\n   Among the central worries rippling through the sport then is\nwhether that kind of financing will diminish if the drug scandals\npersist. Though no major sponsors have withdrawn, several are\nreconsidering their participation.\n","\n   For instance, Coca-Cola, which pays about $3.5 million annually\nto be an official partner of the Tour de France, has indicated that\nits future involvement depends on how the 1999 race unfolds.\nEarlier this month, 10 team sponsors sent an open letter to the\nInternational Cycling Union emphasizing that the sport was ``in\ndanger'' and asking for stricter medical inspections.\n","\n   Organizers of the top races, fearful that equivocation on the\ndrug problem by riders, officials or sponsors will further sap\npublic confidence, are closely monitoring attendance figures and\ntelevision ratings. The indicators have been mixed.\n","\n   According to the newspaper Le Figaro, France Television's viewer\nshare for its Tour coverage shrank from 9 percent to 7.4 percent\nlast year as police raids frequently overshadowed the daily stages.\nThis spring, as drug episodes continued to claim the sport's top\nriders, crowds were thin at a handful of events. Still, the Tour of\nItaly drew crowds as big as ever.\n","\n   ``We don't have the right any longer to trick the fans who\ncontinue to show us affection and support,'' Leblanc, the director\nof the Tour de France, said.\n","\n   Officials with one sponsor of the Tour de France, Credit\nLyonnais, said they were gratified that Leblanc had tried to bar\nriders from this year's race who had been implicated in drug use.\nBut the action was decried in some other parts of Europe, including\nSpain and the Netherlands, for coming before the legal proceedings\nagainst the riders had been concluded.\n","\n   For now, the cycling circuit and its badly tarnished crown\njewel, the Tour de France, will unfold under considerable pressure.\nEvery competitor will have his blood tested before the race begins,\nand there will be frequent testing of the leaders and random\ntesting of other racers throughout the event. Leblanc, a former\nprofessional rider, has made it clear that he will resign if this\nyear's race becomes another fiasco.\n","\n   nn\n","\n   If the scope and regularity of the drug scandals have forced a\nkind of healthy self-examination on the world of cycling, they have\nalso underscored how difficult finding a way out of the morass\nmight be. After all, one of the things that recent revelations have\nmade clear is how clever riders and their assistants can be in\ndefeating detection.\n","\n   Until 1997, cyclists were subject to urine tests only, and\nduring the Tour de France, daily tests were given to two race\nleaders and two other riders selected at random. During the last\ndecade, the Tour reported only one positive test. And despite\nriders' agreeing to more detailed blood testing in 1997, EPO use\nevidently continued unabated.\n","\n   But Voet, in his confessional book, argues that cheating was\nroutine. He writes of planting clean urine samples inside bathrooms\nwhere drug tests were to take place. He also claims that some\ncyclists passed drug tests by inserting condoms full of clean urine\ninto their anuses _ condoms that were attached to plastic tubes\ntaped to their scrotums so they could feign urinating.\n","\n   Not surprisingly, Voet, who remains under investigation by\nFrench authorities, is not optimistic about a cleaner future for\nthe sport. ``The thieves have left the scene of the crime. They\nalready have shifted to something else,'' he said, saying that EPO\nand other standard cheating drugs were now being improved upon.\n``Now, it's synthetic hemoglobin or interleukin or products which\naugment the oxygen level in muscles without raising the red blood\ncell count.''\n","\n   Verbruggen, the president of the International Cycling Union,\nshares the worry. ``In the near future, we will have genetic\nmanipulation,'' he said. ``There is a role for governments here.''\n","\n   The French have been the most aggressive in going after drugs in\nsports. In March, a doping law was passed in France that\nestablished maximum prison terms of seven years for trafficking in\nbanned performance-enhancing substances and instituted fines of up\nto 1 million francs ($160,000). Under the new law, police have been\ngiven wider powers to search and investigate.\n","\n   It is Marie-George Buffet, the sports minister who assumed her\npost in 1997, who is behind the French forcefulness. The annual\nantidoping budget in France has increased by more than 50 percent\nthis year to 25.5 million francs, and Buffet has asked for 115\nmillion francs next year.\n","\n   ``It will be a long fight,'' Buffet said. ``A problem like\ndoping is never solved only by passing a law.''\n","\n   For the moment, no other European nation has comparable\npenalties against trafficking in sports drugs. Earlier this month,\nthough, the ministers or secretaries in charge of sport in the 15\nmember nations of the European Union held a first-ever meeting in\nwhich they discussed ways of unifying their widely divergent\nantidoping legislation. And Giovanna Melandri, the minister who\noversees sport in Italy, is proposing a law similar to France's in\nher country's Parliament.\n","\n   ``The reason we are looking at it seriously is that we do\nbelieve it has become a serious social problem,'' Melandri said.\n","\n   For the moment, though, there are questions about just how\ncommitted the sport's riders and officials are to ending drug use.\nThe international federation's tests for EPO use measure a rider's\nred blood cell count against what would be regarded as normal for a\nfit athlete. But many people have complained that the test is too\nlenient and allows for a degree of calculated cheating, riders\nusing just enough EPO to have their red blood cell count approach,\nbut not exceed the limit.\n","\n   Many believe, as a result, that the greatest hope for an\neffective system to counteract doping lies with the model being\ndeveloped by the French.\n","\n   The French Cycling Federation requires its riders to take four\nannual medical tests. The idea is to establish a detailed and\ncarefully monitored portrait of a competitor's biological\ncharacteristics from an early age, against which officials might\ndocument any irregularities that develop suggesting doping.\n","\n   The new French law requires athletes to possess a medical\ncertificate to compete, and doctors who detect signs of doping in\nan athlete are required to withhold the certificate, inform the\nathlete of the risks and then transmit the information to a medical\nsupervisor. The procedure is required to be confidential, and\ndoctors who fail to follow it are subject to disciplinary action.\n","\n   Meanwhile, with the Tour de France starting today, everyone in\ncycling is holding his breath. And the riders understand they face\na long stretch of suspicion, fair or not.\n","\n   ``It's a very bad situation for cyclists,'' said Johan Bruyneel,\na Belgian who is the sports director for the U.S. Postal Service\nteam that competes in Europe. ``Everywhere we go, people look at us\nalmost as if we're criminals.''\n"]}