{"DocumentId":"NYT19990527.0218","TopicId":"NYT","Relevance":"0","Body":" BC-MENTAL-ILLNESS-CRIME-NYTSF \n    \n\n  \n BEDLAM on the STREETS  \n       (This article has already moved to Centerpiece clients. To\npublish as a ``separate buy'' article, it must be purchased _ the\nrate is not prohibitive _ from one of these New York Times\nSyndicate sales representatives: \n      (--U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697. \n      (--Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942. \n      (--Latin America: OLIVIA VASQUEZ in Los Angeles, 310-996-0075;\nfax, 310-996-0089.  By MICHAEL WINERIP  \n FROM: The New York Times Magazine  \n For release: May 23 or thereafter  \n      Maybe they should have just stenciled it in large letters on\nAndrew Goldstein's forehead: ``TICKING TIME BOMB. SUFFERS\nSCHIZOPHRENIA. IF OFF MEDICATION, RUN FOR COVER!''\n      The news accounts of his arrest for pushing Kendra Webdale under\na subway train in New York that first Sunday afternoon in January\nmust have sent a cold shiver through the hundreds of psychiatrists,\ntherapists and social workers who had treated this seriously\nmentally ill man.\n      They knew he was dangerous. In the two years before Webdale was\ninstantly killed on the tracks, Goldstein attacked at least 13\nother people. The hospital staff members who kept treating and\ndischarging Goldstein knew that he repeatedly attacked strangers in\npublic places. They knew because he had attacked them _ two\npsychiatrists, a nurse, a social worker and a therapy aide in two\nyears' time.\n      Over and over, his hospital charts carried warnings: ``5/6/98:\nHigh risk for violence. 7/31/98: Last 6-12 months patient has been\nacting aggressively and impulsively by striking out unprovoked.''\n      They knew. Long before this subway push and another one last\nmonth, the state of the nation's shattered mental-health system all\nbut assured such calamities.\n      Yet for each hospitalization _ there were 13 in 1997 and 1998\nalone _ Goldstein was given medication, then discharged, often\nafter just a few days, to live on his own in a basement apartment.\n      And now the consequences were front-page news: ``Horror on the\nTracks,'' read the tabloid headlines, ``The Face of a Madman.''\n      They knew. He was hospitalized after assaulting a psychiatrist\nat a Queens clinic. ``11/14/97: Suddenly, without any warning,\npatient springs up and attacks one of doctors, pushing her into a\ndoor and then onto the floor.''\n      He was hospitalized after threatening a woman at a Waldbaum's\nsupermarket; after attacking two strangers at a Burger King; after\nfighting with an apartment mate. ``3/2/98: Broke down roommate's\ndoor because he could not control the impulse.''\n      And particularly chilling, six months before Kendra Webdale's\ndeath, he was hospitalized for striking another woman he did not\nknow on a New York subway. ``6/20/98: Brought to E.R. by E.M.S.\nafter patient lost motor control and punched a girl on the\nsubway.''\n      Sometimes he was delivered to the hospitals by well-meaning\npolice officers trying to get him treatment. More often, Goldstein\nwalked into the psychiatric ER on his own, seeking help. This\n29-year-old Jewish male (as the records describe him), who before\nschizophrenia set in had been so bright that he graduated from\nBronx High School of Science, one of the city's elite public high\nschools, now was repeatedly explaining to ER doctors that he was\nconfused or couldn't remember how to get home or that his brain had\nstopped working.\n      Six weeks before Webdale, on Nov. 20, 1998, he arrived at\nJamaica Hospital in Queens, again asking to be hospitalized.\n``Walked in the E.R. complaining of hearing voices, people\nfollowing him and being inhabited by people. ... ``They removed my\nbrain, I don't know why. I am hearing these voices telling me\nsomething will happen. ... I cannot cope.''\n      How psychotic was Goldstein when he was off his medicine? At\nvarious times, he has told psychiatrists that he was turning\npurple, that he had shrunk six to eight inches, that he had lost\nhis neck, had developed an oversize penis because of contaminated\nfood and that a homosexual man named Larry was stealing his\nexcrement from the toilet ``through interpolation,'' then eating it\nwith a knife and fork.\n      The voices seemed so real, so relentless, that on Nov. 24 a\npsychiatrist wrote, ``He requested eyeglasses so that he will find\nthe people talking to him.''\n He Wanted Help  \n      When a mental patient kills, there is often an outcry for\ntougher commitment laws, but this was not the problem in\nGoldstein's case. He signed himself in voluntarily for all 13 of\nhis hospitalizations. His problem was what happened after\ndischarge.\n      The social workers assigned to plan his release knew he\nshouldn't have been living on his own, and so did Goldstein, but\neverywhere they looked they were turned down. They found waiting\nlists for long-term care at state hospitals, waiting lists for\nsupervised housing at state-financed group homes, waiting lists for\na state-financed intensive-case manager, who would have visited\nGoldstein daily at his apartment to make sure he was coping and\ntaking his meds (medicine).\n      More than once he requested long-term hospitalization at\nCreedmoor, the state hospital nearby. In 1997 he walked into the\nCreedmoor lobby, asking to be admitted. ``I want to be\nhospitalized,'' he said. ``I need a placement.''\n      But in a cost-cutting drive, New York has been pushing hard to\nreduce its patient census and to shut state hospitals. Goldstein\nwas instead referred to an emergency room, where he stayed\novernight and was released.\n      Again, in July 1998, Goldstein cooperated with psychiatrists,\nthis time during a monthlong stay at Brookdale Hospital, in hopes\nof getting long-term care at Creedmoor. Brookdale psychiatrists had\na well-documented case. In a month's time, Goldstein committed\nthree violent acts: punching the young woman on the subway;\nattacking a Brookdale therapist, a psychiatrist, a social worker\nand a ward aide; striking a Brookdale nurse in the face. This time,\nCreedmoor officials agreed in principle to take him, but explained\nthat there was a waiting list, that they were under orders to give\npriority to mental patients from prison and that they did not know\nwhen they would have an opening. Days later, Goldstein was\ndischarged from Brookdale.\n      Another reasonable alternative would have been a supervised\ngroup home or single-room-occupancy hotel staffed by counselors\naround the clock. Goldstein repeatedly asked for such a placement,\nbut openings are rare, since Gov. George Pataki financed no new\nsupervised community residences for the mentally ill during his\nfirst four-year term and just 200 SRO beds statewide.\n      ``Working on getting him a residence in Manhattan within the\nnext three to six months,'' says a Dec. 16, 1998, note, 18 days\nbefore he pushed Webdale.\n      At the very least, Goldstein should have had an intensive-case\nmanager, a state-financed caseworker whose job would have been to\nvisit him daily at his apartment. On Dec. 11, 1998 _ 23 days before\nWebdale _ a North General Hospital social worker wrote that an\nintensive-case manager was needed, because ``patient is unable to\nmanage his money, does not take care of himself and becomes\nnoncompliant with meds.'' But that waiting list was months long\ntoo.\n      Goldstein's last hospitalization before Webdale was at North\nGeneral, from Nov. 24 to Dec. 15. Because of cost-saving measures\nmandated under managed care, hospitals that operate short-term, or\n``acute-care,'' psychiatric units are under great financial\npressure to discharge patients within three weeks.\n      So two weeks into his stay, on Dec. 9, even as Goldstein was\nstill being described by North General's psychiatrist as\n``disorganized, thought-disordered . . . talking to himself . . .\nvery delusional,'' the discharge team had already set his release\nfor the next week.\n      Sure enough, on Dec. 15, North General discharged Goldstein with\na week's supply of medicine and a form advising him to report to\nBleuler Psychotherapy Center for counseling. This was like a bad\njoke _ that a man so sick, with his history, would be sent into the\ncommunity with so little support.\n      At clinics such as Bleuler, state financing is minimal. Social\nworkers have large caseloads with no time to visit clients. Since\nSeptember, Bleuler had supposedly been treating Goldstein, but he\nhad missed most of his appointments and had repeatedly gone off his\nmeds.\n      It happened again: He missed two clinic appointments in late\nDecember. He stopped taking his medication. If he had had an\nintensive-case manager or a group-home counselor, or both, it would\nhave been their job to find him and see what was wrong. At Bleuler,\nit wasn't anyone's job.\n      Instead, on Dec. 26, a Bleuler worker mailed a form letter\nrequesting that Goldstein phone the clinic by Jan. 6, 1999, or else\nhis case would be closed.\n      On Jan. 3, 1999, at 5:06 p.m., the N train pulled into the\nstation at 23rd Street and Broadway. Kendra Webdale was a vivacious\n32-year-old who had come to the city three years before from\nupstate and was working as a receptionist with dreams of landing a\nbig job in the music industry.\n      To Andrew Goldstein, she was another stranger. He never saw her\nface. As he later wrote in his confession: ``I felt a sensation,\nlike something was entering me. ... I got the urge to push, shove\nor sidekick. As the train was coming, the feeling disappeared and\ncame back. ... I pushed the woman who had blond hair.''\n A Confidential Case  \n      Because of patient confidentiality laws, Goldstein's 3,500-page\npsychiatric file will never become public, even when he goes to\ntrial on the murder charge. But it was given to me by people who\nsee his treatment record as a harrowing testament to the failures\nof the mental-health system.\n      There is a long list of institutions and individuals who should\nbe held accountable for what happened to Goldstein and Webdale, but\nat the top of that list belong Pataki and the State of New York,\nfor it is the states that, for the last 150 years, have had primary\nresponsibility for citizens who are seriously mentally ill, and it\nis the states, beginning with deinstitutionalization in the 1950s,\nthat have persistently shirked that responsibility.\n      With the introduction of antipsychotic medication, state\nhospitals nationwide began releasing patients into the community.\nThere was a good deal that was hopeful about this; by then, many\nstate hospitals had become snake pits. Yet the states never created\nthe outpatient services that were supposed to replace those\nhospitals, landing many of the seriously mentally ill on the\nstreets.\n      In 1953 there were 93,000 patients in New York's state mental\nhospitals; today, the number is 6,000 and dropping. And while these\nlast patients are often very troubled (about one-quarter have\ncriminal backgrounds), the state's special discharge teams continue\nto push them out the door _ even when there's no place for them to\ngo. The New York State Office of Mental Health provides only 21,000\nsupervised community beds. And during Pataki's first term, the\nstate financed just 200 new beds with 24-hour supervision.\n      The problems in New York are the problems in virtually every\nstate. Fewer than half of the Americans with schizophrenia receive\nadequate care, according to a 1998 national study. The Bazelon\nCenter for Mental Health Law estimates that spending by the 50\nstates on treatment for the seriously mentally ill is a third less\ntoday than it was in the 1950s (once numbers are adjusted for\ninflation and population growth).\n      While this is a danger primarily to the mentally ill and their\nfamilies, who bear the brunt of the states' neglect, it is also a\ndanger to the public. From the many studies on mental illness and\nviolence, we know that treated mentally ill people living in the\ncommunity are no more a risk than the general population. But if a\nperson is off medication and psychotic, he becomes a greater risk\nfor violence. If you add substance abuse to that psychosis, the\nrisk grows significantly.\n      And one of the strongest predictors of whether a mentally ill\nperson will be violent is whether he has been violent before.\n      It is the most sensational cases of the untreated-turned-violent\nthat make headlines: Russell Weston Jr., ruled incompetent to stand\ntrial for killing two U.S. Capitol police officers; Sergei Babarin,\nwho murdered a man and a woman at a Mormon library in Utah; John\nSalvi III, who shot to death two abortion-clinic workers in\nBrookline, Mass.; Mark Bechard, judged criminally insane for\nkilling two nuns in Maine; and in April, another New York subway\ncase, Julio Perez, charged with attempted murder for pushing a\nfather of three in front of a rush-hour train, severing the man's\nlegs.\n      There are now far more mentally ill in the nation's jails and\nprisons (200,000) than in state hospitals (61,700). With 3,000\nmentally ill inmates on Rikers Island, the New York City jail is\nnow, in effect, the state's largest psychiatric facility. In a\nyear's time, according to a study by the Urban Justice Center,\n15,000 prisoners in Rikers are treated for serious mental illness.\n      Some, such as Goldstein, are awaiting trial on violent crimes.\nBut far more have been too sick to cope alone in the community and\nwere arrested for shoplifting, disturbing the peace, public\nlewdness, intoxication, drug use, fare-beating. Many would never\nhave landed behind bars if there were adequate community care.\n      And that is the larger, quieter scandal behind the states'\nfailure. While some of the untreated are dangerous, far more suffer\nunnecessarily from their own illnesses. After years of declining\nnumbers, the population of homeless adults is rising again in New\nYork City shelters. It is estimated that of the 7,200 homeless,\n2,200 to 3,000 are mentally ill.\n      In 15 years of reporting on mental health, I have never seen the\nsystem in such disarray. Unprecedented cost-cutting measures are\nundermining safety valves that had long been in place. What I found\nmost haunting about Goldstein's 3,500-page file was his repeated\npleas for services that had no vacancies. There was no room at the\ninn.\n      Last month at a court hearing, Goldstein's lawyers, Harvey\nFishbein and Jack Hoffinger, argued that he was not fit to stand\ntrial. Judge Carol Berkman disagreed, finding him competent. But\nshe also hinted that she understood the larger scope of the crime.\n      ``I have no doubt,'' she said, ``that someday, probably after we\nare all gone, people will look back at our treatment of mental\nillness under the law and be shocked and appalled.''\n       c.1999 The New York Times Magazine  \n\n     (Michael Winerip is a staff writer for The New York Times\nMagazine and the author of ``9 Highland Road: Sane Living for the\nMentally Ill.'')  \n\n   ----------------------  \n","Headline":"\n    \n","Text":["\n     (Michael Winerip is a staff writer for The New York Times\nMagazine and the author of ``9 Highland Road: Sane Living for the\nMentally Ill.'')  \n","\n   ----------------------  \n"]}