{"DocumentId":"NYT19991219.0159","TopicId":"NYT","Relevance":"0","Body":" BC-TAILORMADE-MEDICINE-ART-3TAKES-NYT \nDRUG COMPANIES PREDICT MAJOR ROLE FOR GENE RESEARCH \n\n  (ART ADV: Graphic is being sent to NYT graphic clients.\nNon-subscribers can make individual purchase by calling (888)\n603-1036 or (888) 346-9867.) \n(lb) \n By GINA KOLATA    \n c.1999 N.Y. Times News Service    \n\n   CINCINNATI _ Warren Wegele is on the front line of a medical\nrevolution.\n\n   After doing a simple blood test recently, doctors at the\nUniversity of Cincinnati Medical Center told Wegele, a 65-year-old\nformer salesman for air-compressor companies, that he had inherited\na tiny alteration in one of his genes. A certain chemical unit out\nof the string of 3 billion that make up the mass of DNA in his\ncells is different from the norm.\n\n   The alteration _ found in 5 percent of the population _ would\nnormally be of no more medical significance to Wegele (pronounced\nWEG-lee) than his black hair or burly physique. But it translated\ninto a potential medical catastrophe for Wegele when he became ill\nwith congestive heart failure, a disease in which the heart muscle\nno longer contracts vigorously. On average, patients with the\ncondition live five years after they become ill; some live 10 years\nor more.\n\n   But people with anomalies like Wegele's altered gene, doctors\ntold him, usually live only one to two years. For these people, the\ndrugs used to treat the disease may be of little help.\n\n   ``I don't accept it,'' Wegele said of the bad news doctors gave\nhim about his gene, which directs heart cells to make a crucial\nprotein. After all, he argued, as he lay in his hospital bed,\n``I've never really gotten ill, and I've always recovered from\neverything instantly.''\n\n   But Wegele's former vigor was beside the point. Clearly ill, he\nhad spent weeks in the hospital, growing sicker by the day, waiting\nfor a heart to become available for a transplant _ the only way,\nhis doctors said, to save his life.\n\n   The revolutionary new genetics that predicted Wegele's dire\ncircumstances is not about genes that confer generally good health\nor health that is generally poor. Instead, it is about a collection\nof common single-molecule variations in genetic material that are\nnormally no more important than having curly or straight hair, or\nbrown or blue eyes, but might be revealing when people become ill.\n\n   Scientists believe humans have hundreds of thousands of these\ngenetic variations, and drug companies are avidly searching for\nthem, convinced that they can use collections of them to identify\npatients who will benefit from drugs, patients who will not, and\npatients who will suffer troubling side effects.\n\n   Eventually, they say, this research will lead them into an era\nof tailor-made medicine.\n\n   So far, testing for such genetic variants is being done only at\na few medical centers as part of experimental trials. Experts\npredict a gradual increase in such testing as the roster of\nvariations is compiled and research accelerates. They predict that\nthe first personalized drug prescriptions will appear in a few\nyears and many more will roll out over the next two decades.\n\n   At first, the advanced genetic testing will probably be used for\nrefining drugs for the more common diseases like asthma, arthritis,\nheart disease, high blood pressure and migraines. Eventually,\nexperts say, it could be applied to virtually any drug for any\ndisease.\n\n   Drug prices could increase, some drug company executives say,\nbut they add that drugs will be so much more effective that they\nwill be worth more to patients.\n\n   Of course, optimistic predictions of scientists and drug\ncompanies can go awry, and until the revolution in pharmacology\ntakes place, it is hard to know if the glowing predictions are\naccurate. So far, relatively few genetic variants have been found\nand only a small number of these have been shown to have medical\nconsequences.\n\n   In Wegele's case, there was no good drug to slow his disease.\nBut that did not mean he had not been helped. Based on their data\nfrom a continuing study that now includes about 500 patients with\ncongestive heart failure, doctors at the University of Cincinnati\nhospital said that the only long-term hope for people with Wegele's\ngenetic variant was a heart transplant.\n\n   ``We test everyone who has congestive heart failure,'' said Dr.\nStephen Liggett, a lung specialist and molecular geneticist at the\nUniversity of Cincinnati College of Medicine, who discovered the\ngenetic variant and its effects on congestive heart failure.\nLiggett said it was his opinion that those who had the genetic\nvariation, like Wegele, ``should be put on the transplant list\nearly and they should have more aggressive drug therapy.''\n\n   On Dec. 9, Wegele received a new heart. A week later, Liggett\nsaid, Wegele was well enough to be sent home.\n\n   The Scientists\n\n   From Impossible Task to Reasonable Goal\n\n   Five years ago, when he was giving a technical talk to\nscientists, Dr. Eric Lander had a eureka moment.\n\n   Lander, who is director of the Center for Genome Research at the\nWhitehead Institute in Boston, had assumed that it would be\nhopeless to even dream of finding the common variants in human\ngenes. Gene alterations _ single chemical changes _ occur by\naccident, at random. Those with an immediate effect on health or\nfertility would be retained or eliminated by evolution.\n\n   The other alterations would be neutral _ they would ordinarily\nmake no difference to the person _ and so they would slowly become\ncommon as they were passed from generation to generation.\n\n   With about 100,000 human genes and 6 billion people on earth,\nthe number of common variations could be enormous. But, Lander\nrealized, the human race numbered just 10,000 to 100,000 people as\nrecently as 7,000 generations ago and a population that small would\nhave only a modest number of common genetic variants, perhaps a few\nhundred thousand.\n\n   ``There hasn't been enough time for the common variants to build\nup,'' Lander said. For each gene, there might be two, or three,\ncommon variations at one or two positions in the gene sequence, not\nhundreds.\n\n   ``It becomes a finite problem,'' Lander said. ``It is within\nreach.''\n\n   That insight converted him into one of the pioneers in the\nsearch for genetic variants that can predict individual differences\nin responses to illness and responses to drugs, a field known as\npharmacogenetics.\n\n   nn\n\n   Around the same time Lander was realizing that each gene might\nhave just a few variants, Liggett, then a researcher at Duke\nUniversity, was starting to see what such variants might mean for\npatients.\n\n   Liggett was intrigued by one particular gene, the beta-2\nadrenergic receptor gene. It directs cells to make a protein that\nhelps relax muscles in the airways of the lungs and contract\nmuscles in the heart. Drugs for asthma attach themselves to the\nprotein, setting off a cascade of biochemical events inside the\ncells that makes the airways dilate. Drugs for congestive heart\nfailure also attach themselves to the protein, this time making\nheart muscles contract.\n\n   In studies with cells grown in the laboratory, Liggett\ndiscovered that the gene that codes for production of the beta-2\nadrenergic receptor protein seemed exquisitely tuned by its\nstructure. A change in just a single chemical along the gene's\nlength could make the protein work slightly better, or slightly\nworse.\n\n   The next step was to find out if this could occur in humans.\n\n   Liggett and his colleagues recruited 100 healthy people and\nbegan deciphering the chemical sequence of each person's beta\nadrenergic receptor gene. After 18 months, he got his answer. There\nwere three different variants of the gene. All three worked fine.\n\n   Nonetheless, Liggett's mind raced. Maybe this was why some\npeople respond better than others to asthma drugs. Maybe it was why\nsome people taking asthma drugs quickly became resistant to them\nand others did not. Maybe it was also tied to the way patients with\ncongestive heart failure responded to drugs.\n\n   ``A lot of people told me that what we had found was\nunimportant,'' Liggett said. ``They were wrong.''\n\n   Last year, in a paper in The Journal of Clinical Investigations,\nLiggett and his colleagues showed how the genetic variants affected\ndisease prognosis in congestive heart failure. Reporting on tests\nof 259 patients who had come to the University of Cincinnati to be\nevaluated for possible heart transplants, the researchers found\nthat those with one particular beta-2 adrenergic receptor gene\nvariant did far worse than those with another. A third group was in\nthe middle.\n\n   Within 100 days after they arrived at the hospital, about 60\npercent of the patients with an isoleucine amino acid at position\n164 in the protein chain were dead or required a heart transplant.\nThat is the variant that Wegele has.\n\n   Patients with a different amino acid, threonine, at position\n164, had a much better outcome. About 95 percent of them were alive\nafter 100 days without having had a heart transplant, and half were\nstill alive 900 days after they arrived at the hospital.\n\n   Other changes in the gene appear to be important in asthma.\n\n   In a recent small study conducted at the University of Tennessee\nat Memphis, Dr. Julie Johnson, Dr. John Lima and their colleagues\nfound that asthma patients who inherited from both parents the\namino acid arginine in position 16 of the beta-2 adrenergic\nreceptor protein responded best to the popular asthma drug\nalbuterol. The drug increased by 18 percent the amount of air they\ncould expel from their lungs. Those who inherited from either\nparent the chemical glycine in that position had just a 4.9 percent\nincrease in the air they expelled.\n\n   ``We've always known that some people respond better to\nalbuterol,'' Liggett said. ``But we've never known why.''\n\n   Now the challenge is to tailor drug treatments to help those who\nhave genetic variants that spell a poor prognosis.\n\n   ``That,'' said Liggett, ``is the key to pharmacogenetics.''\n\n   The Drug Companies\n\n   First-Time Step in Joint Research\n\n   Hidden in the rolling countryside near Hopewell, N.J., in a\ncluster of brick buildings once owned by Mobil Oil is Bristol-Myers\nSquibb's budding center of pharmacogenomics research. There, in\nechoing offices still under construction, Dr. Elliott Sigal makes\nbold plans to expand his staff and investments in what he believes\nwill be the future of the drug industry.\n\n   When executives like Sigal look at the pharmaceutical industry,\nthey groan. One out of 7,500 compounds that look promising in the\nlaboratory actually gets to the market. Only three out of 10 that\nare marketed make any money for the company.\n\n   ``Our attrition rate is a plague for the industry,'' Sigal said,\nreferring to the many drugs that fail.\n\n   Typically, said Sigal, who is Bristol-Myers' senior vice\npresident for early discovery and applied technology, major drug\ncompanies introduce one innovative drug into the market each year _\nif they are lucky. For many drugs, he added, only half of the\npatients who take them respond.\n\n   Some drugs are worse than that. People with conditions like high\nblood pressure often try one drug after another before finding a\nmedication that works for them.\n\n   Other drugs are rarely used, because they cause side effects in\na small proportion of patients.\n\n   For example, a drug like Glaxo Wellcome's Lamictal, which is\nused to treat epilepsy, can cause itching and rashes. It can only\nbe used by patients whose doctors are willing to start with a small\ndose and gradually increase it over several months, watching to see\nif a rash develops.\n\n   ``When most general practitioners see that a drug needs dose\nescalation, they use something else,'' said Dr. Allen Roses, a\nneurologist who is vice president worldwide and director of\ngenetics at Glaxo Wellcome PLC. ``But it's a great drug.''\n\n   Roses and others emphasize that if genetic variants could be\nused to identify who would respond to a drug and who would have\nside effects, the benefits for companies and patients would be\nobvious. Companies could sell more drugs, more efficiently, by\nmarketing them to those who would be helped. And patients would get\ndrugs that worked for them.\n\n   For companies like Glaxo Wellcome and Bristol-Myers Squibb, as\nwell as Pfizer, the path is clear. Last April, they and seven other\nlarge drug companies joined forces with the Wellcome Trust, a\nmedical research charity, and several leading academic centers, to\ncompare human DNA segments and find the places where variations\noccur.\n\n   The companies will use these variations, called single\nnucleotide polymorphisms, or SNPs, and pronounced ``snips,'' to try\nto develop the precisely targeted drugs of the future. Their goal\nis to identify 300,000 such landmarks along the human DNA within\ntwo years and make the results public.\n\n   On Nov. 21, the group, called the SNP Consortium, published on\nthe Internet its first group of SNPs, identifying 2,279 of them and\ndescribing their precise sites on human chromosomes.\n\n   But more is involved than just finding SNPs. Companies are also\nworried about the bottom line: How much will it cost to find these\nalterations in genes?\n\n   Today, it costs $150 or more to identify each of a person's\nSNPs, said Dr. Michael Silber, who directs pharmacogenetics\nresearch at Pfizer. The goal, he said, is to get the price down to\npennies, which he called feasible.\n\n   nn\n","Headline":"\nDRUG COMPANIES PREDICT MAJOR ROLE FOR GENE RESEARCH \n","Text":["\n   CINCINNATI _ Warren Wegele is on the front line of a medical\nrevolution.\n","\n   After doing a simple blood test recently, doctors at the\nUniversity of Cincinnati Medical Center told Wegele, a 65-year-old\nformer salesman for air-compressor companies, that he had inherited\na tiny alteration in one of his genes. A certain chemical unit out\nof the string of 3 billion that make up the mass of DNA in his\ncells is different from the norm.\n","\n   The alteration _ found in 5 percent of the population _ would\nnormally be of no more medical significance to Wegele (pronounced\nWEG-lee) than his black hair or burly physique. But it translated\ninto a potential medical catastrophe for Wegele when he became ill\nwith congestive heart failure, a disease in which the heart muscle\nno longer contracts vigorously. On average, patients with the\ncondition live five years after they become ill; some live 10 years\nor more.\n","\n   But people with anomalies like Wegele's altered gene, doctors\ntold him, usually live only one to two years. For these people, the\ndrugs used to treat the disease may be of little help.\n","\n   ``I don't accept it,'' Wegele said of the bad news doctors gave\nhim about his gene, which directs heart cells to make a crucial\nprotein. After all, he argued, as he lay in his hospital bed,\n``I've never really gotten ill, and I've always recovered from\neverything instantly.''\n","\n   But Wegele's former vigor was beside the point. Clearly ill, he\nhad spent weeks in the hospital, growing sicker by the day, waiting\nfor a heart to become available for a transplant _ the only way,\nhis doctors said, to save his life.\n","\n   The revolutionary new genetics that predicted Wegele's dire\ncircumstances is not about genes that confer generally good health\nor health that is generally poor. Instead, it is about a collection\nof common single-molecule variations in genetic material that are\nnormally no more important than having curly or straight hair, or\nbrown or blue eyes, but might be revealing when people become ill.\n","\n   Scientists believe humans have hundreds of thousands of these\ngenetic variations, and drug companies are avidly searching for\nthem, convinced that they can use collections of them to identify\npatients who will benefit from drugs, patients who will not, and\npatients who will suffer troubling side effects.\n","\n   Eventually, they say, this research will lead them into an era\nof tailor-made medicine.\n","\n   So far, testing for such genetic variants is being done only at\na few medical centers as part of experimental trials. Experts\npredict a gradual increase in such testing as the roster of\nvariations is compiled and research accelerates. They predict that\nthe first personalized drug prescriptions will appear in a few\nyears and many more will roll out over the next two decades.\n","\n   At first, the advanced genetic testing will probably be used for\nrefining drugs for the more common diseases like asthma, arthritis,\nheart disease, high blood pressure and migraines. Eventually,\nexperts say, it could be applied to virtually any drug for any\ndisease.\n","\n   Drug prices could increase, some drug company executives say,\nbut they add that drugs will be so much more effective that they\nwill be worth more to patients.\n","\n   Of course, optimistic predictions of scientists and drug\ncompanies can go awry, and until the revolution in pharmacology\ntakes place, it is hard to know if the glowing predictions are\naccurate. So far, relatively few genetic variants have been found\nand only a small number of these have been shown to have medical\nconsequences.\n","\n   In Wegele's case, there was no good drug to slow his disease.\nBut that did not mean he had not been helped. Based on their data\nfrom a continuing study that now includes about 500 patients with\ncongestive heart failure, doctors at the University of Cincinnati\nhospital said that the only long-term hope for people with Wegele's\ngenetic variant was a heart transplant.\n","\n   ``We test everyone who has congestive heart failure,'' said Dr.\nStephen Liggett, a lung specialist and molecular geneticist at the\nUniversity of Cincinnati College of Medicine, who discovered the\ngenetic variant and its effects on congestive heart failure.\nLiggett said it was his opinion that those who had the genetic\nvariation, like Wegele, ``should be put on the transplant list\nearly and they should have more aggressive drug therapy.''\n","\n   On Dec. 9, Wegele received a new heart. A week later, Liggett\nsaid, Wegele was well enough to be sent home.\n","\n   The Scientists\n","\n   From Impossible Task to Reasonable Goal\n","\n   Five years ago, when he was giving a technical talk to\nscientists, Dr. Eric Lander had a eureka moment.\n","\n   Lander, who is director of the Center for Genome Research at the\nWhitehead Institute in Boston, had assumed that it would be\nhopeless to even dream of finding the common variants in human\ngenes. Gene alterations _ single chemical changes _ occur by\naccident, at random. Those with an immediate effect on health or\nfertility would be retained or eliminated by evolution.\n","\n   The other alterations would be neutral _ they would ordinarily\nmake no difference to the person _ and so they would slowly become\ncommon as they were passed from generation to generation.\n","\n   With about 100,000 human genes and 6 billion people on earth,\nthe number of common variations could be enormous. But, Lander\nrealized, the human race numbered just 10,000 to 100,000 people as\nrecently as 7,000 generations ago and a population that small would\nhave only a modest number of common genetic variants, perhaps a few\nhundred thousand.\n","\n   ``There hasn't been enough time for the common variants to build\nup,'' Lander said. For each gene, there might be two, or three,\ncommon variations at one or two positions in the gene sequence, not\nhundreds.\n","\n   ``It becomes a finite problem,'' Lander said. ``It is within\nreach.''\n","\n   That insight converted him into one of the pioneers in the\nsearch for genetic variants that can predict individual differences\nin responses to illness and responses to drugs, a field known as\npharmacogenetics.\n","\n   nn\n","\n   Around the same time Lander was realizing that each gene might\nhave just a few variants, Liggett, then a researcher at Duke\nUniversity, was starting to see what such variants might mean for\npatients.\n","\n   Liggett was intrigued by one particular gene, the beta-2\nadrenergic receptor gene. It directs cells to make a protein that\nhelps relax muscles in the airways of the lungs and contract\nmuscles in the heart. Drugs for asthma attach themselves to the\nprotein, setting off a cascade of biochemical events inside the\ncells that makes the airways dilate. Drugs for congestive heart\nfailure also attach themselves to the protein, this time making\nheart muscles contract.\n","\n   In studies with cells grown in the laboratory, Liggett\ndiscovered that the gene that codes for production of the beta-2\nadrenergic receptor protein seemed exquisitely tuned by its\nstructure. A change in just a single chemical along the gene's\nlength could make the protein work slightly better, or slightly\nworse.\n","\n   The next step was to find out if this could occur in humans.\n","\n   Liggett and his colleagues recruited 100 healthy people and\nbegan deciphering the chemical sequence of each person's beta\nadrenergic receptor gene. After 18 months, he got his answer. There\nwere three different variants of the gene. All three worked fine.\n","\n   Nonetheless, Liggett's mind raced. Maybe this was why some\npeople respond better than others to asthma drugs. Maybe it was why\nsome people taking asthma drugs quickly became resistant to them\nand others did not. Maybe it was also tied to the way patients with\ncongestive heart failure responded to drugs.\n","\n   ``A lot of people told me that what we had found was\nunimportant,'' Liggett said. ``They were wrong.''\n","\n   Last year, in a paper in The Journal of Clinical Investigations,\nLiggett and his colleagues showed how the genetic variants affected\ndisease prognosis in congestive heart failure. Reporting on tests\nof 259 patients who had come to the University of Cincinnati to be\nevaluated for possible heart transplants, the researchers found\nthat those with one particular beta-2 adrenergic receptor gene\nvariant did far worse than those with another. A third group was in\nthe middle.\n","\n   Within 100 days after they arrived at the hospital, about 60\npercent of the patients with an isoleucine amino acid at position\n164 in the protein chain were dead or required a heart transplant.\nThat is the variant that Wegele has.\n","\n   Patients with a different amino acid, threonine, at position\n164, had a much better outcome. About 95 percent of them were alive\nafter 100 days without having had a heart transplant, and half were\nstill alive 900 days after they arrived at the hospital.\n","\n   Other changes in the gene appear to be important in asthma.\n","\n   In a recent small study conducted at the University of Tennessee\nat Memphis, Dr. Julie Johnson, Dr. John Lima and their colleagues\nfound that asthma patients who inherited from both parents the\namino acid arginine in position 16 of the beta-2 adrenergic\nreceptor protein responded best to the popular asthma drug\nalbuterol. The drug increased by 18 percent the amount of air they\ncould expel from their lungs. Those who inherited from either\nparent the chemical glycine in that position had just a 4.9 percent\nincrease in the air they expelled.\n","\n   ``We've always known that some people respond better to\nalbuterol,'' Liggett said. ``But we've never known why.''\n","\n   Now the challenge is to tailor drug treatments to help those who\nhave genetic variants that spell a poor prognosis.\n","\n   ``That,'' said Liggett, ``is the key to pharmacogenetics.''\n","\n   The Drug Companies\n","\n   First-Time Step in Joint Research\n","\n   Hidden in the rolling countryside near Hopewell, N.J., in a\ncluster of brick buildings once owned by Mobil Oil is Bristol-Myers\nSquibb's budding center of pharmacogenomics research. There, in\nechoing offices still under construction, Dr. Elliott Sigal makes\nbold plans to expand his staff and investments in what he believes\nwill be the future of the drug industry.\n","\n   When executives like Sigal look at the pharmaceutical industry,\nthey groan. One out of 7,500 compounds that look promising in the\nlaboratory actually gets to the market. Only three out of 10 that\nare marketed make any money for the company.\n","\n   ``Our attrition rate is a plague for the industry,'' Sigal said,\nreferring to the many drugs that fail.\n","\n   Typically, said Sigal, who is Bristol-Myers' senior vice\npresident for early discovery and applied technology, major drug\ncompanies introduce one innovative drug into the market each year _\nif they are lucky. For many drugs, he added, only half of the\npatients who take them respond.\n","\n   Some drugs are worse than that. People with conditions like high\nblood pressure often try one drug after another before finding a\nmedication that works for them.\n","\n   Other drugs are rarely used, because they cause side effects in\na small proportion of patients.\n","\n   For example, a drug like Glaxo Wellcome's Lamictal, which is\nused to treat epilepsy, can cause itching and rashes. It can only\nbe used by patients whose doctors are willing to start with a small\ndose and gradually increase it over several months, watching to see\nif a rash develops.\n","\n   ``When most general practitioners see that a drug needs dose\nescalation, they use something else,'' said Dr. Allen Roses, a\nneurologist who is vice president worldwide and director of\ngenetics at Glaxo Wellcome PLC. ``But it's a great drug.''\n","\n   Roses and others emphasize that if genetic variants could be\nused to identify who would respond to a drug and who would have\nside effects, the benefits for companies and patients would be\nobvious. Companies could sell more drugs, more efficiently, by\nmarketing them to those who would be helped. And patients would get\ndrugs that worked for them.\n","\n   For companies like Glaxo Wellcome and Bristol-Myers Squibb, as\nwell as Pfizer, the path is clear. Last April, they and seven other\nlarge drug companies joined forces with the Wellcome Trust, a\nmedical research charity, and several leading academic centers, to\ncompare human DNA segments and find the places where variations\noccur.\n","\n   The companies will use these variations, called single\nnucleotide polymorphisms, or SNPs, and pronounced ``snips,'' to try\nto develop the precisely targeted drugs of the future. Their goal\nis to identify 300,000 such landmarks along the human DNA within\ntwo years and make the results public.\n","\n   On Nov. 21, the group, called the SNP Consortium, published on\nthe Internet its first group of SNPs, identifying 2,279 of them and\ndescribing their precise sites on human chromosomes.\n","\n   But more is involved than just finding SNPs. Companies are also\nworried about the bottom line: How much will it cost to find these\nalterations in genes?\n","\n   Today, it costs $150 or more to identify each of a person's\nSNPs, said Dr. Michael Silber, who directs pharmacogenetics\nresearch at Pfizer. The goal, he said, is to get the price down to\npennies, which he called feasible.\n","\n   nn\n"]}