{"DocumentId":"NYT19990627.0142","TopicId":"NYT","Relevance":"0","Body":" BC-NY-MENTAL-HEALTH-3TAKES-NYT \nMAN ACCUSED IN SUBWAY CASE HAD FALLEN THROUGH MENTAL HEALTH\nSYSTEM'S CRACKS\n\n   (rk) \n By NINA BERNSTEIN   \n c.1999 N.Y. Times News Service    \n\n   NEW YORK _ On the crowded Manhattan subway platform that\nevening, everything happened too fast, witnesses told the police.\n\n   A man in the crowd was acting strangely. Someone demanded that\nhe move. He wheeled around and shoved the nearest commuter onto the\ntracks as the No. 6 train screeched into the 51st Street station.\nThe victim's legs were severed before anyone could intervene.\n\n   But in the months before the attack at 5:45 p.m. on April 28,\nand even in the five hours leading up to that moment, signs of\ndeterioration in the mental state of Julio Perez, 43, the homeless,\nschizophrenic man accused in the incident, went unrecognized,\nunheeded or untreated.\n\n   The case strongly echoes that of another subway attack allegedly\nby a mentally ill man in January that left a woman dead and\nprovoked mounting criticism of New York state's mental health\nsystem.\n\n   For months, Perez had been talking to friends and caseworkers\nabout hurting people. In March he was kicked out of one program\nafter becoming increasingly paranoid and belligerent.\n\n   On the day of the attack, he had gone to a psychiatrist in the\nemergency room of a Veterans Affairs hospital, to police\nheadquarters and to the criminal courts building, complaining in\neach place about his treatment in a shelter for the mentally ill,\nand telling law enforcement officers that his enemies were\nfollowing him, investigators said.\n\n   In each instance that day, it appears from investigators'\naccounts and corroborating interviews, people with only scraps of\ninformation about Perez listened briefly and sent him on his way,\nto another part of the same disjointed system that had been\nshuttling him between hospitals, jails, shelters and the streets of\nNew York since 1995.\n\n   Friends of Perez described him as a gentle, poetic man in the\nyearlong periods when his mental illness was under control, and in\nNew York, his only convictions were for farebeating and for smoking\nmarijuana in public. But a far different, more frightening picture\nof him existed in his native Puerto Rico, where Perez had a long\nrecord of criminal violence.\n\n   Between his discharge from the U.S. Army in 1978 and his\nappearance in a New York City shelter in 1995, his convictions\nincluded attempted murder, aggravated assaults, robberies and\nweapons offenses, all clustered in short spurts between prison\nsentences of nine, three and two years, according to records\nobtained from the Interpol division of the Puerto Rican police\ndepartment.\n\n   Citing the confidentiality of patient records and the criminal\ncase pending against Perez, who is in jail on Rikers Island after\nbeing found competent to stand trial on an attempted murder charge\nin the subway pushing, few officials involved in his case would\ntalk on the record.\n\n   But a chronology pieced together from details, some of them\nprovided on the condition of anonymity, as well as from shelter\nrecords, other documents and interviews with five of Perez's\nfriends, shows that his case has striking parallels to that of\nAndrew Goldstein.\n\n   Goldstein, a schizophrenic man with a long history of violence,\nis charged with pushing Kendra Webdale to her death in another city\nsubway station on Jan. 3.\n\n   The Goldstein case has become central in an intensifying debate\nover the state's mental health system. Advocates for the mentally\nill say financial constraints on hospitals have raised the\nthreshold for psychiatric hospitalization, shortened stays for the\nacutely ill and eliminated thousands of long-term state hospital\nbeds.\n\n   Intensive case management and supportive housing in the\ncommunity are in short supply, they say. But state officials defend\nthe plan to continue shrinking state hospital population, now down\nto 6,000 from 93,000 in 1953, and say that New York already spends\nmore than $2 billion annually on supportive housing for the\nmentally ill, more than any other state.\n\n   And state legislators are debating ways to improve what critics\ncall a makeshift system, cobbled together in ways that neither help\nthe most severely mentally ill nor protect the public. The debate\nin Albany has largely centered around legislation that would allow\nmentally ill people to be forced into treatment. But lawmakers are\nalso considering proposals to provide additional state money for\nenhanced community services for the mentally ill, such as\nsupportive housing.\n\n   The victim in the Perez case, Edgar Rivera, an athletic father\nof three who had loved playing basketball with his 13-year-old son,\nawoke from a weeklong coma without words of anger for his attacker.\n\n   ``I have no legs, but at least I have my mind,'' Rivera, 37,\nsaid earlier this month from his hospital bed. ``This guy doesn't\nhave that. I think I'm ahead.''\n\n   Perez entered the city's shelter system for the homeless on Dec.\n12, 1995, in a harsh winter when hundreds of men were left sleeping\non the floor at the 30th Street Men's Shelter in Manhattan, the\nsystem's entry point. Like others in the overflow, Perez was likely\nbused late at night to the Flushing Men's Annex for a few hours in\na cot on a barracks floor, then dropped to wander the streets again\nuntil nightfall, according to Patrick Markee, public policy analyst\nwith the Coalition for the Homeless.\n\n   In the next years, Perez would spend his nights in a series of\nshelters, getting brief stints of psychiatric hospitalization,\nsporadic outpatient treatment and psychotropic medication from a\nsuccession of different institutions, depending in part, friends\nsaid, on whether he had slipped back into using street drugs, and\nwhether his Medicaid card was still valid.\n\n   Beginning in June 1996, when he was living at the 410-bed Borden\nAvenue Veterans' Shelter in Queens, he spent most days on an upper\nfloor of a public assistance office building near Queens Plaza, in\na program called Citiview Connections. The program, operated by\nGoodwill Industries, uses the ``clubhouse'' model of involving the\nmentally ill in the day-to-day work of running the center, hooking\nthem up with education and job opportunities and fostering\nfriendships.\n\n   By the spring of 1997, Perez had lost his bed at the veterans'\nshelter for missing curfews and had been arrested on charges of\naggravated harassment, robbery and weapons possession, according to\ncity shelter system officials, but there was no disposition of that\ncase. He was assigned to the 900-bed shelter on Wards Island.\n\n   In January 1998, Perez was flagrantly paranoid, hiding behind\ndoors from imaginary enemies, according to accounts by friends that\nwere confirmed by a mental health worker. But after a brief\npsychiatric hospitalization, he seemed more stable.\n\n   When Perez was not working in the kitchen of the Citiview\nclubhouse or at its computers, friends said, he wrote poetry, drew\npictures and spoke about wanting a home. ``He said he was tired of\ngetting shifted around to all these different shelters and\nagencies,'' said Karen W., a friend who asked that her last name\nnot be published.\n\n   Perez befriended another woman at the Citiview clubhouse, but\nhis mood took a darker turn at the end of 1998, several friends\nsaid, when she rejected his declarations of love.\n\n   ``Why should I want to become his girlfriend?'' asked that\n35-year-old woman, who said she has been coping with her own mental\nillness since she was 17 and asked that her name not be used. ``Who\ncan want to marry a man who lives in a shelter?''\n\n   By then, Perez was living in the Fort Washington Avenue shelter\nin upper Manhattan, in a 40-bed program for the severely mentally\nill run by Columbia-Presbyterian Hospital under a contract with the\ncity. By February 1999, he was complaining that guards and staff\nmembers there wanted him dead and that a fellow clubhouse member\nwas trying to poison him, and voicing violent fantasies of revenge.\n\n   In early March, after a fight at the Fort Washington shelter\nleft him with a bruised face, his escalating paranoia and\nbelligerence were seen by caseworkers at the clubhouse in Queens as\nalarming symptoms of a psychotic relapse.\n\n   They unsuccessfully recommended to psychiatrists at the shelter\nthat Perez be hospitalized, according to a mental health worker\nfamiliar with the caseworkers' account of the events. At that\npoint, for the safety of other members, Citiview expelled him.\n\n   Dr. Pablo Zapon, one of the psychiatrists at the Columbia\nPresbyterian shelter program, was asked why Perez was not\nhospitalized as caseworkers say they recommended. ``Things are not\nlike they say, but I can't talk to you.'' Zapon said.\n\n   Dr. Alan Felix, who runs the program, also said he could not\ntalk about the case. His program has been praised by advocates for\nthe mentally ill as among the best resources in a homeless shelter\nsystem under tremendous pressure.\n\n   The advocates said it is harder than ever to get even the\nacutely mentally ill admitted to psychiatric hospitals at a time\nwhen shelters are being overwhelmed with patients who have long\nrecord of violence.\n\n   State institutions like Creedmoor Psychiatric Center in Queens\ncontinue to discharge patients from their dwindling population, and\nsupportive housing programs, with far more applicants than they\nhave accept, pass over the most problem-ridden.\n\n   ``No matter how excellent that shelter is, it's still a\nshelter,'' said Susan Batkin, a lawyer specializing in mental\nhealth issues at the Urban Justice Center, a nonprofit advocacy\norganization. ``The people with the most serious need for structure\nand support are not getting it _ that's the story, not that there\nwas a bad judgment call by a psychiatrist.''\n\n   Dr. Peter Weiden, a psychiatrist with no connection to the case\nwho is an authority on patients who take street drugs and stop\ntaking their psychotropic medication, said the apparent\nfragmentation of Perez's care is standard.\n\n   ``It's mix and match,'' Weiden said. ``It's a huge problem and\nbarrier to continuity of care. Basically, no one talks to\nanybody.''\n\n   The expulsion from Citiview left Perez devastated and angry, his\nfriends said. But there also were signs that in the aftermath, he\ntried to return to medication that he had abandoned.\n\n   Two weeks before the subway pushing, Karen W. said, Perez called\nher, panic-stricken, ranting that he needed medicine for his mind\nand that he could not get it because his Medicaid card had been\ncanceled. Doctors and advocates say losing insurance coverage under\nMedicaid is a common problem for the mentally ill homeless, because\nwelfare-to-work requirements and other eligibility hurdles at\npublic assistance centers are so hard for them to negotiate.\n\n   Two days before the attack, Karen W. said, he called her again,\nsaying that he wanted to go back into a hospital, and asking her to\nmeet him at Columbus Circle to accompany him. She said she waited\nfor him for half an hour, but he did not show up.\n\n   At 12:30 p.m. on April 28, Perez entered the emergency room of\nthe Veterans' Administration Hospital on 23rd Street and First\nAvenue and asked to see a psychiatrist. Computerized records\navailable to the psychiatrist on duty, Dr. Alberto Gonzales,\nreflected that Perez had come to the VA for outpatient psychiatric\ntreatment intermittently over the years, disappearing for long\nperiods _ a common pattern, especially among the homeless, doctors\nsaid.\n\n   ``He may have only bounced back to the VA when his Medicaid had\nrun out,'' said Dr. Page M. Burkholder, a psychiatrist who formerly\nworked in the VA system with the homeless. ``Since he was in and\nout of the shelter system, he'd be a hard person to track down.''\nShe added, ``It sounds simplistic, but in the end it all does come\ndown to housing.''\n\n   Gonzales said he could not discuss the case, but according to\ninvestigators, Perez told Gonzales he was upset about his living\nconditions at the shelter, and asked for a transfer back to the\nveterans' shelter in Queens.\n\n   Gonzales told him, correctly, that any transfer had to be\napproved by the city shelter system, and he would have to return to\nhis current shelter to apply. Perez walked out, seemingly happy,\nthe doctor told investigators, with an appointment for the\noutpatient psychiatry clinic the following day.\n\n   ``The VA at 23rd Street is very comfortable with the care\nprovided to the veteran the last time he presented for care,'' said\nPeter Jiuliano, chief medical administrator. ``I can't explain what\nhappened in those five hours _ it's terrible, terrible for the\nvictim.''\n\n   About 2 p.m., Perez passed through metal detectors in the lobby\nat 1 Police Plaza, and made a formal harassment complaint against\nthe enemies he said were following him. As police procedures\ndictate, an officer filed a report.\n\n   At 2:45 p.m., security guards at the city's nearby Municipal\nBuilding noticed a knapsack dropped on the sidewalk by a skinny,\nagitated man who fled when they approached. The man was Perez,\ninvestigators say.\n\n   At 4 p.m. he was inside the criminal courthouse at 100 Centre\nStreet, outside a courtroom. Two court officers listened to his\ntale of unhappy living conditions and people who stalked him. They\nsent him on to the local police precinct.\n\n   But investigators do not believe Perez went there. He was soon\nseen descending the stairs to the No. 6 subway station at Canal\nStreet, and shortly before 5:45 p.m., when Rivera was pushed onto\nthe tracks, he was spotted again, by a token clerk at the 51st\nStreet station.\n\n   ``I think the whole system failed,'' said a friend and fellow\nveteran who lived in a storm sewer in Riverside Park when his\nmental illness was out of control but now lives in the Times Square\nHotel, considered a model of supported housing.\n\n   ``History is going to repeat itself,'' he said. ``I don't want\nto see any more people hurt out there.''\n","Headline":"\nMAN ACCUSED IN SUBWAY CASE HAD FALLEN THROUGH MENTAL HEALTH\nSYSTEM'S CRACKS\n","Text":["\n   NEW YORK _ On the crowded Manhattan subway platform that\nevening, everything happened too fast, witnesses told the police.\n","\n   A man in the crowd was acting strangely. Someone demanded that\nhe move. He wheeled around and shoved the nearest commuter onto the\ntracks as the No. 6 train screeched into the 51st Street station.\nThe victim's legs were severed before anyone could intervene.\n","\n   But in the months before the attack at 5:45 p.m. on April 28,\nand even in the five hours leading up to that moment, signs of\ndeterioration in the mental state of Julio Perez, 43, the homeless,\nschizophrenic man accused in the incident, went unrecognized,\nunheeded or untreated.\n","\n   The case strongly echoes that of another subway attack allegedly\nby a mentally ill man in January that left a woman dead and\nprovoked mounting criticism of New York state's mental health\nsystem.\n","\n   For months, Perez had been talking to friends and caseworkers\nabout hurting people. In March he was kicked out of one program\nafter becoming increasingly paranoid and belligerent.\n","\n   On the day of the attack, he had gone to a psychiatrist in the\nemergency room of a Veterans Affairs hospital, to police\nheadquarters and to the criminal courts building, complaining in\neach place about his treatment in a shelter for the mentally ill,\nand telling law enforcement officers that his enemies were\nfollowing him, investigators said.\n","\n   In each instance that day, it appears from investigators'\naccounts and corroborating interviews, people with only scraps of\ninformation about Perez listened briefly and sent him on his way,\nto another part of the same disjointed system that had been\nshuttling him between hospitals, jails, shelters and the streets of\nNew York since 1995.\n","\n   Friends of Perez described him as a gentle, poetic man in the\nyearlong periods when his mental illness was under control, and in\nNew York, his only convictions were for farebeating and for smoking\nmarijuana in public. But a far different, more frightening picture\nof him existed in his native Puerto Rico, where Perez had a long\nrecord of criminal violence.\n","\n   Between his discharge from the U.S. Army in 1978 and his\nappearance in a New York City shelter in 1995, his convictions\nincluded attempted murder, aggravated assaults, robberies and\nweapons offenses, all clustered in short spurts between prison\nsentences of nine, three and two years, according to records\nobtained from the Interpol division of the Puerto Rican police\ndepartment.\n","\n   Citing the confidentiality of patient records and the criminal\ncase pending against Perez, who is in jail on Rikers Island after\nbeing found competent to stand trial on an attempted murder charge\nin the subway pushing, few officials involved in his case would\ntalk on the record.\n","\n   But a chronology pieced together from details, some of them\nprovided on the condition of anonymity, as well as from shelter\nrecords, other documents and interviews with five of Perez's\nfriends, shows that his case has striking parallels to that of\nAndrew Goldstein.\n","\n   Goldstein, a schizophrenic man with a long history of violence,\nis charged with pushing Kendra Webdale to her death in another city\nsubway station on Jan. 3.\n","\n   The Goldstein case has become central in an intensifying debate\nover the state's mental health system. Advocates for the mentally\nill say financial constraints on hospitals have raised the\nthreshold for psychiatric hospitalization, shortened stays for the\nacutely ill and eliminated thousands of long-term state hospital\nbeds.\n","\n   Intensive case management and supportive housing in the\ncommunity are in short supply, they say. But state officials defend\nthe plan to continue shrinking state hospital population, now down\nto 6,000 from 93,000 in 1953, and say that New York already spends\nmore than $2 billion annually on supportive housing for the\nmentally ill, more than any other state.\n","\n   And state legislators are debating ways to improve what critics\ncall a makeshift system, cobbled together in ways that neither help\nthe most severely mentally ill nor protect the public. The debate\nin Albany has largely centered around legislation that would allow\nmentally ill people to be forced into treatment. But lawmakers are\nalso considering proposals to provide additional state money for\nenhanced community services for the mentally ill, such as\nsupportive housing.\n","","\n   The victim in the Perez case, Edgar Rivera, an athletic father\nof three who had loved playing basketball with his 13-year-old son,\nawoke from a weeklong coma without words of anger for his attacker.\n","\n   ``I have no legs, but at least I have my mind,'' Rivera, 37,\nsaid earlier this month from his hospital bed. ``This guy doesn't\nhave that. I think I'm ahead.''\n","\n   Perez entered the city's shelter system for the homeless on Dec.\n12, 1995, in a harsh winter when hundreds of men were left sleeping\non the floor at the 30th Street Men's Shelter in Manhattan, the\nsystem's entry point. Like others in the overflow, Perez was likely\nbused late at night to the Flushing Men's Annex for a few hours in\na cot on a barracks floor, then dropped to wander the streets again\nuntil nightfall, according to Patrick Markee, public policy analyst\nwith the Coalition for the Homeless.\n","\n   In the next years, Perez would spend his nights in a series of\nshelters, getting brief stints of psychiatric hospitalization,\nsporadic outpatient treatment and psychotropic medication from a\nsuccession of different institutions, depending in part, friends\nsaid, on whether he had slipped back into using street drugs, and\nwhether his Medicaid card was still valid.\n","\n   Beginning in June 1996, when he was living at the 410-bed Borden\nAvenue Veterans' Shelter in Queens, he spent most days on an upper\nfloor of a public assistance office building near Queens Plaza, in\na program called Citiview Connections. The program, operated by\nGoodwill Industries, uses the ``clubhouse'' model of involving the\nmentally ill in the day-to-day work of running the center, hooking\nthem up with education and job opportunities and fostering\nfriendships.\n","\n   By the spring of 1997, Perez had lost his bed at the veterans'\nshelter for missing curfews and had been arrested on charges of\naggravated harassment, robbery and weapons possession, according to\ncity shelter system officials, but there was no disposition of that\ncase. He was assigned to the 900-bed shelter on Wards Island.\n","\n   In January 1998, Perez was flagrantly paranoid, hiding behind\ndoors from imaginary enemies, according to accounts by friends that\nwere confirmed by a mental health worker. But after a brief\npsychiatric hospitalization, he seemed more stable.\n","\n   When Perez was not working in the kitchen of the Citiview\nclubhouse or at its computers, friends said, he wrote poetry, drew\npictures and spoke about wanting a home. ``He said he was tired of\ngetting shifted around to all these different shelters and\nagencies,'' said Karen W., a friend who asked that her last name\nnot be published.\n","\n   Perez befriended another woman at the Citiview clubhouse, but\nhis mood took a darker turn at the end of 1998, several friends\nsaid, when she rejected his declarations of love.\n","\n   ``Why should I want to become his girlfriend?'' asked that\n35-year-old woman, who said she has been coping with her own mental\nillness since she was 17 and asked that her name not be used. ``Who\ncan want to marry a man who lives in a shelter?''\n","\n   By then, Perez was living in the Fort Washington Avenue shelter\nin upper Manhattan, in a 40-bed program for the severely mentally\nill run by Columbia-Presbyterian Hospital under a contract with the\ncity. By February 1999, he was complaining that guards and staff\nmembers there wanted him dead and that a fellow clubhouse member\nwas trying to poison him, and voicing violent fantasies of revenge.\n","","\n   In early March, after a fight at the Fort Washington shelter\nleft him with a bruised face, his escalating paranoia and\nbelligerence were seen by caseworkers at the clubhouse in Queens as\nalarming symptoms of a psychotic relapse.\n","\n   They unsuccessfully recommended to psychiatrists at the shelter\nthat Perez be hospitalized, according to a mental health worker\nfamiliar with the caseworkers' account of the events. At that\npoint, for the safety of other members, Citiview expelled him.\n","\n   Dr. Pablo Zapon, one of the psychiatrists at the Columbia\nPresbyterian shelter program, was asked why Perez was not\nhospitalized as caseworkers say they recommended. ``Things are not\nlike they say, but I can't talk to you.'' Zapon said.\n","\n   Dr. Alan Felix, who runs the program, also said he could not\ntalk about the case. His program has been praised by advocates for\nthe mentally ill as among the best resources in a homeless shelter\nsystem under tremendous pressure.\n","\n   The advocates said it is harder than ever to get even the\nacutely mentally ill admitted to psychiatric hospitals at a time\nwhen shelters are being overwhelmed with patients who have long\nrecord of violence.\n","\n   State institutions like Creedmoor Psychiatric Center in Queens\ncontinue to discharge patients from their dwindling population, and\nsupportive housing programs, with far more applicants than they\nhave accept, pass over the most problem-ridden.\n","\n   ``No matter how excellent that shelter is, it's still a\nshelter,'' said Susan Batkin, a lawyer specializing in mental\nhealth issues at the Urban Justice Center, a nonprofit advocacy\norganization. ``The people with the most serious need for structure\nand support are not getting it _ that's the story, not that there\nwas a bad judgment call by a psychiatrist.''\n","\n   Dr. Peter Weiden, a psychiatrist with no connection to the case\nwho is an authority on patients who take street drugs and stop\ntaking their psychotropic medication, said the apparent\nfragmentation of Perez's care is standard.\n","\n   ``It's mix and match,'' Weiden said. ``It's a huge problem and\nbarrier to continuity of care. Basically, no one talks to\nanybody.''\n","\n   The expulsion from Citiview left Perez devastated and angry, his\nfriends said. But there also were signs that in the aftermath, he\ntried to return to medication that he had abandoned.\n","\n   Two weeks before the subway pushing, Karen W. said, Perez called\nher, panic-stricken, ranting that he needed medicine for his mind\nand that he could not get it because his Medicaid card had been\ncanceled. Doctors and advocates say losing insurance coverage under\nMedicaid is a common problem for the mentally ill homeless, because\nwelfare-to-work requirements and other eligibility hurdles at\npublic assistance centers are so hard for them to negotiate.\n","\n   Two days before the attack, Karen W. said, he called her again,\nsaying that he wanted to go back into a hospital, and asking her to\nmeet him at Columbus Circle to accompany him. She said she waited\nfor him for half an hour, but he did not show up.\n","\n   At 12:30 p.m. on April 28, Perez entered the emergency room of\nthe Veterans' Administration Hospital on 23rd Street and First\nAvenue and asked to see a psychiatrist. Computerized records\navailable to the psychiatrist on duty, Dr. Alberto Gonzales,\nreflected that Perez had come to the VA for outpatient psychiatric\ntreatment intermittently over the years, disappearing for long\nperiods _ a common pattern, especially among the homeless, doctors\nsaid.\n","\n   ``He may have only bounced back to the VA when his Medicaid had\nrun out,'' said Dr. Page M. Burkholder, a psychiatrist who formerly\nworked in the VA system with the homeless. ``Since he was in and\nout of the shelter system, he'd be a hard person to track down.''\nShe added, ``It sounds simplistic, but in the end it all does come\ndown to housing.''\n","\n   Gonzales said he could not discuss the case, but according to\ninvestigators, Perez told Gonzales he was upset about his living\nconditions at the shelter, and asked for a transfer back to the\nveterans' shelter in Queens.\n","\n   Gonzales told him, correctly, that any transfer had to be\napproved by the city shelter system, and he would have to return to\nhis current shelter to apply. Perez walked out, seemingly happy,\nthe doctor told investigators, with an appointment for the\noutpatient psychiatry clinic the following day.\n","\n   ``The VA at 23rd Street is very comfortable with the care\nprovided to the veteran the last time he presented for care,'' said\nPeter Jiuliano, chief medical administrator. ``I can't explain what\nhappened in those five hours _ it's terrible, terrible for the\nvictim.''\n","\n   About 2 p.m., Perez passed through metal detectors in the lobby\nat 1 Police Plaza, and made a formal harassment complaint against\nthe enemies he said were following him. As police procedures\ndictate, an officer filed a report.\n","\n   At 2:45 p.m., security guards at the city's nearby Municipal\nBuilding noticed a knapsack dropped on the sidewalk by a skinny,\nagitated man who fled when they approached. The man was Perez,\ninvestigators say.\n","\n   At 4 p.m. he was inside the criminal courthouse at 100 Centre\nStreet, outside a courtroom. Two court officers listened to his\ntale of unhappy living conditions and people who stalked him. They\nsent him on to the local police precinct.\n","\n   But investigators do not believe Perez went there. He was soon\nseen descending the stairs to the No. 6 subway station at Canal\nStreet, and shortly before 5:45 p.m., when Rivera was pushed onto\nthe tracks, he was spotted again, by a token clerk at the 51st\nStreet station.\n","\n   ``I think the whole system failed,'' said a friend and fellow\nveteran who lived in a storm sewer in Riverside Park when his\nmental illness was out of control but now lives in the Times Square\nHotel, considered a model of supported housing.\n","\n   ``History is going to repeat itself,'' he said. ``I don't want\nto see any more people hurt out there.''\n"]}