{"DocumentId":"NYT19990515.0111","TopicId":"NYT","Relevance":"0","Body":" BC-DRUG-TRIALS-ART-7TAKES-NYT \nDRUG TRIALS HIDE CONFLICTS FOR DOCTORS \n\n  \n (ATTN: Calif., Colo., N.C., N.J., Md., N.Y., Ariz., Pa., Ind., Ga.,\nFla.)  (Eds: With sidebar DRUG-TRIALS-INDUSTRY. This is the first of two\narticles; also being filed ``f'' category.) \n(ART ADV: Three graphics and photos are being sent to NYT graphic\nclients. Non-subscribers can make individual purchase by calling\n(888) 603-1036 or (888) 346-9867.) \n(mk) \n By KURT EICHENWALD and GINA KOLATA   \n c.1999 N.Y. Times News Service   \n\n   When Thomas Parham visited his doctor in the summer of 1995, he\nexpected just another routine checkup. But his doctor had something\nelse in mind.\n\n   The doctor, Peter Arcan, suggested that Parham might want to\njoin a study of a new drug to shrink enlarged prostates, according\nto records of the encounter. Parham was puzzled _ his prostate was\nfine. But Arcan brushed aside the retired metal worker's questions,\nsaying the experimental drug might prevent future problems.\nSatisfied, Parham, a 64-year-old resident of La Habra, Calif.,\nagreed to participate.\n\n   There was one question Parham did not ask: What was in it for\nArcan?\n\n   The answer was money. The drug's maker, SmithKline Beecham PLC,\nwas paying $1,610 for each patient that doctors signed up _ money\nthat covered study expenses while allowing a portion to end up as\nprofit for Arcan and his associates.\n\n   Parham had no idea. ``Nothing was mentioned about money,'' he\nsaid in an interview. ``It's a situation where you have faith in\nyour doctor.'' Through his secretary, Arcan declined comment.\n\n   With his decision, Parham had unwittingly joined hundreds of\nthousands of other patients recruited by their personal physicians\ninto a booming venture: the business of testing experimental drugs\non people.\n\n   Once clinical research was a staid enterprise primarily\nadministered by academic researchers driven by a desire for\nknowledge, fame or career advancement. Now, it is a\nmultibillion-dollar industry, with hundreds of testing and drug\ncompanies working with thousands of private doctors.\n\n   In this new industry, patients have become commodities, bought\nand traded by testing companies and doctors. Almost daily, the\nindustry urges doctors to join the gold rush, bombarding them with\nfaxes and letters blaring such come-ons as ``Improve Your Cash\nFlow'' and ``Discover the Secret For Obtaining More Funded\nStudies.'' In an era of managed care, the pleas are seductive: The\nnumber of private doctors in research since 1990 has almost\ntripled, and top recruiters can earn as much as $500,000 to $1\nmillion a year.\n\n   This new system is a boon for drug companies because it reaches\nout to a vast pool of test subjects who have never before been\navailable for experimentation. But it also injects the interests of\na giant industry into the delicate doctor-patient relationship,\nusually without the patient realizing it.\n\n   These changes have prompted little public debate, mostly because\nthe full scope of what is happening is hidden. The industry treats\nresearch agreements as corporate secrets and contractually forbids\ndoctors to disclose them. As a result, few people outside the\nindustry, including government officials, have seen the contracts\nor know the magnitude of the money involved.\n\n   But in a 10-month investigation, The New York Times obtained\nsuch contracts and thousands of other confidential documents that\npresent a view of the research industry that has never before been\navailable.\n\n   These records, and interviews with participants, reveal a system\nfueling a pharmaceutical renaissance, but fraught with conflicts of\ninterest; that places a premium on speed and meeting quotas; that\nrelies on government and private monitoring that can be easily\nfooled and that some researchers said is inadequate; and that\nsecretly offers a share of the cash to other health professionals\nwho might influence patients to join a study. At bottom, the only\nthing separating a trusting patient from a study that could be\ninappropriate or potentially harmful is the judgment of a doctor\ntorn by these unseen conflicts and pressures.\n\n   The documents, including contracts, protocols or related\nfinancial records from more than 300 recent drug studies, were\nprovided by a number of people in the industry concerned about its\ndirection. The Times also conducted a computer analysis of more\nthan 200,000 filings with the government and related data submitted\nby doctors who want to conduct research, and interviewed doctors,\npatients, ethicists, industry executives and government officials.\n\n   These are among the specific findings of The Times'\ninvestigation:\n\n   _ Drug companies and their contractors offer large payments to\ndoctors, nurses and other medical staff to encourage them to\nrecruit patients quickly. And doctors do not even have to conduct\ntrials to get paid: There are finder's fees for those who refer\ntheir patients to other doctors conducting research.\n\n   _ Doctors who recruit the most patients receive additional\nperquisites, such as the right to claim a coveted authorship of\npublished papers about the studies _ even though the true author is\na ghostwriter using analysis from the drug company. Those who fail\nto meet the recruitment goals are usually dropped from future\nstudies.\n\n   _ Testing companies often use doctors as clinical investigators\nregardless of their specialty, at times leaving patients in the\ncare of doctors who know little about their condition. For example,\npsychiatrists have conducted Pap smears and asthma specialists have\ndispensed experimental psychiatric drugs.\n\n   _ A growing number of doctors conducting drug research have\nlimited experience as clinical investigators, raising questions\namong some experts about the quality of their data.\n\n   nn\n\n   In interviews, industry officials and researchers said the\nemerging drug-approval system was dedicated to quality and offers\nsignificant benefits. Since patients are seeing their own doctors,\nresearchers said, it adds a level of continuity and personal\ncontact to the process _ something unavailable from full-time\nresearchers.\n\n   Moreover, industry officials said, the new pool of test subjects\nis a resource of incalculable value that is allowing the\ndevelopment of an avalanche of new compounds. Drug tests ``can get\ndelayed if the patients aren't out there and available,'' said\nChris Kuebler, the chairman and chief executive at Covance Inc., a\ngiant testing company.\n\n   But some experts said patients were being pushed to participate\nin the studies because of the financial interests of their doctors.\n\n   Doctors working as researchers ``are enticing and cajoling\npatients who are in no position to resist their blandishments to\nenter clinical studies,'' said Dr. David Shimm, a member of the\nethics committee at Porter Adventist Hospital in Denver who has\nwritten about research conflicts.\n\n   ``What the patients are not seeing is that the clinical\ninvestigator is really a dual agent with divided loyalties between\nthe patient and the pharmaceutical company,'' he said.\n\n   While patients must sign detailed consent forms to enroll in\ndrug studies, they are often in no position to question their\ndoctor's suggestion that they join.\n\n   ``The physician has enormous power over you,'' said Uwe\nReinhardt, a health care economist at Princeton University, who\nhimself recently agreed to participate in a clinical trial run by\nhis doctor _ in part because he feared annoying him _ and who had\nno idea that money might be involved. ``You want to keep his favor.\nIf you say no, you'll worry that he may not like you.''\n\n   That is what happened with Parham and Arcan. In joining the\nstudy, Parham said: ``I just followed his advice, just like if he\nsaid to take two aspirin instead of one. He's a doctor and I'm\nnot.''\n\n   In truth, Parham should never have been signed up for the\nprostate study. According to his medical records, he had been\nhospitalized the previous year with a chronic slow heart rate, a\ncondition that specifically disqualified him for the study. But,\nsaying that Parham's heart rate was only mildly slow, an\nadministrator handling the paperwork for Arcan sought an exemption\nfrom SmithKline. Based on those representations, the drug company\ngranted the exemption; it was not told about Parham's earlier\nhospitalization.\n\n   Soon after joining, Parham complained of fatigue, a symptom of\nhis slow heart rate. Arcan dismissed the complaints as emotional.\nWithin weeks, Parham asked to be dropped from the study. Days later\nhe was hospitalized and given a pacemaker; Parham never brought\nlegal action and it is impossible to know whether his participation\nin the study affected his heart condition.\n\n   His experience underscores a potential danger of the emerging\ndrug-testing system: Doctors with money at stake may persuade\npatients to take drugs that are inappropriate or even unsafe. Under\nthe current system of monitoring, such actions are almost\nimpossible to catch and no statistics are collected on such events.\nWithin the industry, most of the planning focuses on conducting\nstudies quickly. Patient issues, some researchers said, are often\nlost in the rush.\n\n   ``You go to the trade meetings on clinical research; you go for\ntwo entire days, and patients are not mentioned,'' said Dr. Robert\nCaliff, the director of the Duke Clinical Research Institute, an\nacademic drug-testing center in Durham, N.C., affiliated with Duke\nUniversity. ``The patient is an object to make money. Having\npatients is just the dirty price for doing business.''\n\n   A letter sent out last July by Merck & Co. was nothing if not\nsympathetic. The company recognized that doctors involved in its\nstudy of a hypertension medication were having trouble finding\nqualified patients. And so, with the letter, Merck offered a little\nencouragement for them to work harder.\n\n   Instead of paying $2,955 for each test subject enrolled, Merck\noffered $500 more in the study comparing the drug Losartan with a\nplacebo. For those doctors who enrolled their quota of 14 patients\nby Sept. 30, the company would kick in an additional $2,000 _\nmaking that 14th patient worth $5,455 if recruited in time, and the\nentire group potentially worth more than $50,000.\n\n   ``We will forward the first check as soon as the first four\nadditional patients are enrolled,'' the letter said.\n\n   After discovering how effective paying doctors to recruit\npatients can be, the drug industry has opened the financial\nfloodgates. Special cash bonuses for signing up specified numbers\nof people by a given date, a practice once unheard of in clinical\nresearch, are becoming part of the landscape. Moreover, those\npayments _ to private doctors, research firms and even to\nuniversity medical centers _ are only one of a number of incentives\ndangled by drug and testing companies to entice the medical\ncommunity.\n\n   There are payments to everyone in the system who can come up\nwith a patient, from other doctors who refer them for research to\nthe study coordinators in the researcher's office who screen\npatients to see if they qualify.\n\n   None of these benefits are scrutinized by government regulators,\nwho said in interviews that they saw no difference between\nproviding grants for university research and paying doctors\ndirectly. For academics ``the money is just as important as with\nthe internal medicine guy trying to beat the HMO,'' said Dr. Murray\nLumpkin, the deputy director of the Center for Drug Evaluation and\nResearch at the Food and Drug Administration.\n\n   But unlike block grants, today's incentives can grow almost day\nby day, if the doctor works the way the drug companies want. And\nthe variety of the incentives is almost endless.\n\n   The most basic form of compensation is a flat fee paid for each\npatient enrolled. The amount of money paid to the researchers\nvaries widely, depending on the complexity of the study, the number\nof tests involved and the difficulty in finding patients.\n\n   For example, in 1996, a study of a migraine drug sponsored by\nJanssen Pharmaceutica, a unit of Johnson & Johnson, paid doctors\n$3,600 for each enrollment. Another study that year sponsored by\nOrganon Inc. on a new birth control pill paid $1,100 for each\npatient. And a Wyeth-Ayerst study of drugs for hormone replacement\nin women paid $4,581.\n\n   While all of these payments were made to specific clinics, the\nexact amounts on a single test could vary slightly by region, or\neven by clinic.\n\n   nn\n\n   Many executives from drug or testing companies refused to\ndiscuss their research programs, citing confidentiality. Those who\ndid grant interviews gave consistent explanations of their\npayments: They are necessary compensation for the doctors' work.\n\n   ``We set up contracts that hopefully reimburse investigators\nadequately for the time they put in to screen patients, bring them\nin, and provide data to us that is as clean as possible,'' Dr.\nElizabeth Stoner, the vice president for clinical research and\ncontract management at Merck Research Laboratories in Rahway, N.J.,\nsaid.\n\n   Additional payments can be made, she said, when there is\n``additional effort above and beyond what they anticipated.''\n\n   But doctors who are particularly successful in recruiting study\npatients and keeping down their costs can make huge profits.\n\n   ``There are physicians who can net about $500,000 to $1 million\na year doing clinical research,'' said Ismail Shalaby, the chief\nexecutive of Nema Research Inc., a network of doctors and hospitals\nin the Baltimore area performing clinical research. ``And that is\nnot bad.''\n\n   The benefits to the doctors who conduct research are not simply\nfinancial. Once, researchers said, the names that appeared on\npapers describing drug studies were those of the actual authors.\nThat is no longer always the case. Today, the coveted right to\nclaim authorship is often just another reward for doctors who\nrecruit the most patients _ even if they wrote nothing and analyzed\nno data.\n\n   ``They used to ask you to write,'' said Dr. Thierry Le Jemtel, a\ncardiologist at Montefiore Medical Center in the Bronx, N.Y., who\nis a longtime academic researcher. ``Now, they send you a paper all\nwritten by a medical writer'' hired by the drug company.\n\n   Dr. Jay Grossman, a private-practice doctor who is an allergy\nand respiratory specialist with Vivra Asthma and Allergy Inc. in\nTucson, Ariz., said he was often a lead author on publications\nbecause he had been a top patient recruiter in the clinical trials,\neven though he rarely did much _ if any _ of the actual writing.\n``That's common,'' he said. ``It's orchestrated by the drug\ncompany's medical writer.''\n\n   For example, Grossman cited a study for a SmithKline Beecham\nasthma medication that was published in The Journal of Asthma and\nanother on an allergy medication sponsored by Boehringer Ingelheim\nPharmaceutical published in The Journal of Allergy and Clinical\nImmunology. While the articles are written by a drug company\nwriter, Grossman said, he often suggests modifications.\n\n   As drug companies compete for top study doctors who will quickly\naccrue patients, a financial arms race has developed, with each\ncompany seeking new ways to use cash and benefits to spur the\nresearch.\n\n   One practice is to offer finder's fees to doctors who are not\nconducting studies for referring patients to doctors who are. For\nexample, a letter from a testing company handling the research on a\nvaginal suppository for Bayer Corp. in 1996 promised ``a $75\nreferral fee for physicians and area/federally funded clinics,\ni.e., Planned Parenthood, etc.''\n\n   Even study coordinators _ the nurses and medical assistants who\noversee the administrative details of a study and screen patients\nto see if they qualify _ are offered fees for finding test\nsubjects. In 1995, for example, Pharmaceutical Product Development\nInc. of Wilmington, N.C., which coordinates drug tests, needed a\nway to speed up enrollment in a study of a drug developed by Zambon\nCorp. in East Rutherford, N.J.\n\n   So the company sent a fax to medical staff members who were\nscreening patients around the country, offering them bonuses for\nfast enrollment.\n\n   ``EVERY study coordinator has the chance to receive $750 just by\nreaching the enrollment goal of 30 evaluable patients,'' the fax\nsaid. ``So GET BUSY!''\n\n   The stepped-up competition among drug companies for the services\nof doctors led to the development of cash bonuses for them, one of\nthe most controversial incentives now offered. But even companies\nthat were uncomfortable with the idea found it hard to resist.\n\n   ``It's a tough issue,'' said Dr. Cynthia Dunn, the director of\nthe Clinical Research Institute at the University of Rochester and\na former drug industry executive. ``On one hand, many companies\nrecognize it's part of what we have to do to be competitive. On the\nother hand, they recognize they are setting up potential conflicts\nof interest'' for doctors.\n\n   Some large drug companies have refused to offer bonuses out of\nethical concerns. ``You don't want to provide an advantage that can\nbe misinterpreted,'' said Dr. Joseph Camardo, the senior vice\npresident of clinical research and development for Wyeth-Ayerst\nResearch in Radnor, Pa.\n\n   The bonuses all reward the same behavior: enrolling patients\nfast. For example, a contract last year by Ibah Inc., a testing\ncompany owned by Omnicare Inc., provided a $750 bonus for each\npatient enrolled by June 15 or $500 for those enrolled between June\n15 and July 16 _ upping the ante for doctors whose enrollments were\nlagging.\n\n   Such incentives outrage some experts. Bonuses in clinical\nresearch are ``inappropriate, potentially illegal and certainly\nunethical,'' Dr. Robert Tenery, a Dallas doctor who is the chairman\nof the council on ethical and judicial affairs for the American\nMedical Association, said of such payments in general. ``Why would\nyou get an extra $500? How can you explain the rationale? Maybe you\ntook a patient who really didn't need to be enrolled.''\n\n   If something goes wrong, doctors might never be able to escape\nthe nagging doubt that the bonus program was to blame. ``How would\nyou like to confront the family when a family member got hurt, and\nyou got a bonus for enrolling?'' asked Michael Leahey, the director\nof the office of clinical trials at Columbia-Presbyterian Medical\nCenter in New York.\n\n   nn\n\n   A system that offers so much cash and benefits for quick\nrecruitment assumes that doctors would never allow money to distort\ntheir judgment _ in this case by causing them to put undue pressure\non reluctant patients or to include patients who do not qualify.\nBut the assumption that doctors can resist financial temptations\nhas been proved wrong repeatedly in other situations.\n\n   For example, throughout much of the 1980s, doctors could refer\npatients to treatment centers _ such as physical or radiation\ntherapy sites _ in which they had a stake. The practice was\noutlawed after studies found that doctors were overusing treatments\nand tests when they had financial interests in the centers that\nprovided them. A 1992 study published in The New England Journal of\nMedicine found that doctors with investments in radiation sites\nprescribed such treatment as much as 60 percent more often than\nthose without the financial conflict.\n\n   With such studies demonstrating the effects of financial\nincentives on doctors, experts who have studied these conflicts\nsaid they were troubled by the emergence of research for hire.\n\n   ``You have a recipe for trouble or abuse,'' said Marc Rodwin, an\nassociate professor of law and public policy at the School of\nPublic and Environmental Affairs at Indiana University and the\nauthor of a book on financial conflicts in medicine. ``The risk is\nthat the doctor will subconsciously downplay the risks or overplay\nthe benefits'' of a particular study in order to persuade a patient\nto participate.\n\n   Complicating matters, companies sometimes fail to consider how\ndifficult it will be to find patients to meet the requirements they\nset for admission into a study. Then, when recruitment falls short\nof expectations, they offer to pay more to meet an unrealistic goal\n_ looking, for example, for patients with a disease that their drug\ncan treat but who have no other health problems that could affect\nthe study.\n\n   ``The simplest solution that inexperienced people think of first\nis to increase the number of sites or to increase the amount of\nmoney you're offering,'' said Dr. Bert Spilker, the senior vice\npresident of scientific and regulatory affairs at the\nPharmaceutical Research and Manufacturers of America, the trade\ngroup for large drug companies. ``You can offer to triple the\namount of money and it will make zero difference if the doctors are\ndoing everything they can do. It may be that the patients don't\nexist.''\n\n   But, with so much money dangling in front of them, doctors could\nbe tempted to bend the rules to get patients into studies, and\ncould get away with it, according to Dr. Martha Elks, an associate\ndean at Morehouse School of Medicine in Atlanta. ``Let's say you're\ndealing with an angina study where the requirement for entry is a\ncertain level of pain on a certain number of days of the week,''\nElks said. And ``suppose the patient's history is not quite that\nbut is borderline.''\n\n   Elks said she overheard two doctors talking recently about\nbonuses. One was telling the other that he would get $500 if he\ncould sign up some patients in the next 24 hours.\n\n   ``I knew this guy,'' Elks said. ``He is a practitioner of the\nhighest ethics.'' But, she said, ``he was talking about how to\nmassage entry criteria.''\n\n   Elks said she then noisily cleared her throat. ``I sort of\na-hummed,'' she said, at which point the doctors ``stepped back for\na minute,'' suddenly realizing what one of them had been saying.\n\n   What happened next, she said, she was not privy to know.\n\n   In 1989, Dr. Stuart Weiss was bored with private practice. To\nliven up his work, the San Diego endocrinologist tried his hand at\ndrug studies. It was an audacious idea _ at the time most trials\nwere conducted by university scientists. But Weiss worked hard to\npersuade a skeptical drug industry to take a chance on someone with\nhis background.\n\n   ``I beat the bushes,'' he said. ``I lobbied long and hard with\nseveral organizations to give me a shot.''\n\n   Eventually, he focused on a Merck study of a new drug to treat\nosteoporosis, a degenerative bone disease. To show his eagerness,\nhe offered to fly to New Jersey to meet with Merck executives at\ntheir world headquarters. Then Weiss went further, spending his own\nmoney to buy an expensive piece of equipment that measures bone\ndensity. Merck finally gave in, asking him to find 20 patients.\n\n   He came up with 40.\n\n   And there, in the entrepreneurial spirit displayed by Weiss, lay\nthe solution to a problem that was suddenly dogging the\npharmaceutical industry _ the slow pace of research in university\nlaboratories.\n\n   For decades, drug companies had been able to increase their\nprices almost at will, and thus had little incentive to develop new\nproducts. For the comparatively small number of drugs the companies\ndid test, they turned to a trusted group of medical school\nresearchers who dictated how trials were conducted. And the drug\ncompanies had to wait in line: Research financed by government\ngrants was far more prestigious; in the eyes of many academics,\ndrug-company trials were to research what McDonald's hamburgers\nwere to food.\n\n   In those days, researchers were reimbursed much differently than\nthey are today. Payments went to the university, not to the\ninvestigator. The university doctors were often paid a flat fee for\ntheir work, no matter how many patients they actually enrolled.\n\n   Then, in the early 1990s, the economics of drug development\nchanged. Managed care put the squeeze on drug prices, leaving\ncompanies one option: to increase the number of drugs they were\nselling. As a result, the companies began a rush to drug\ndevelopment, something that was aided by reforms at the FDA that\nspeeded up the approval process for new drugs.\n\n   Companies at first turned to their coterie of medical school\nresearchers, but found the academic world was incapable of adapting\nrapidly to the increasingly intense competition.\n\n   ``We had concretized bureaucracies,'' Dr. David Bickers, the\nchairman of the dermatology department at Columbia University's\nCollege of Physicians and Surgeons, said of the academic response.\n``And for companies, time is money. Companies figure that out.''\n\n   nn\n\n   Quickly, the drug companies began recruiting a new breed of\nprivate-practice doctors like Weiss, willing to mine their patient\nbase for research subjects.\n\n   The transformation is evident in a Times computer analysis of\nthousands of forms submitted each year to the FDA from doctors\nwanting to conduct research. According to the analysis, 11,662\nprivate doctors conducted drug studies in 1997, almost three times\nthe number in 1990, when 4,307 doctors conducted such studies. And\nwhile the number of researchers and medical schools also grew in\nthat period, their share of the business dropped from a third to a\nquarter of the total, according to the analysis.\n\n   Private-practice doctors in research said the change was for the\nbetter, because the doctor was not simply tending to the patient's\nneeds for the few weeks of a study, but often for a lifetime.\n``Even though the physician may want to make money, the moment he\nsits across from the patient, he is not only responsible to\nhimself, he is responsible to that patient,'' said Dr. Norman\nZinner, a Los Angeles doctor who in 1994 formed Affiliated Research\nCenters, an organization of private-practice urologists who conduct\ndrug studies. ``I have got to look you in the eye. I have got to\nsee you again.''\n\n   Not only that, these doctors said, but participation in research\nallows them to know the latest ideas for treatment. ``I really feel\nI can offer my patients more,'' said Grossman of Vivra Asthma and\nAllergy. ``I know more what the cutting edge is. I know what will\nbe the recommended therapy two years from now.''\n\n   Because anyone licensed to practice medicine is eligible to be a\nresearcher, medical communities have been transformed in towns\nwhere the onslaught of managed care spawned legions of doctors\nscrambling to replace lost income. In 1980, when clinical research\nwas the fief of medical schools, there were only eight projects in\nTucson, Ariz., and all but two were at hospitals affiliated with\nthe University of Arizona. Today, researchers are scattered in\noffices dotting the city _ in places like the sun-baked barrios and\nthe homely strip malls _ conducting 157 studies in 1997 alone. Drug\nstudies, and with them the competition for patients, have become as\ncommon in Tucson as the towering saguaro cactus.\n\n   Now, with federally financed research on the wane, it is the\nacademic researchers who are banging on the doors of the drug\ncompanies, asking for a second chance. But they are finding it hard\nto keep up with the private doctors, who have shown themselves more\nwilling to sign contracts overnight, advertise widely, offer\nfinancial incentives for patients and open their offices at unusual\ntimes to accommodate patient schedules.\n\n   ``It's very difficult to conduct drug studies at the medical\nschool because of the competition'' from private doctors, said Dr.\nMark Brown, a pediatric asthma specialist at the University of\nArizona. ``It's difficult to find patients.''\n\n   To keep up with the competition from private doctors, some\nacademic medical centers have recently begun setting up research\ndivisions to draw on their own private patients for drug studies.\nBut it is a fledgling effort, limited to a handful of universities.\n\n   Still, some junior faculty members are now abandoning academia\nto get into the drug-study business. Dr. Andrew Cutler, a\npsychiatrist, left the faculty at the University of Chicago to join\nthe Psychiatric Institute of Florida in Orlando, a private practice\nwith a research business. Then last year, he formed his own\ncompany, Coordinated Research of Florida, to perform drug studies\nfull time.\n\n   Without a patient base to draw from for studies, Cutler found\nother ways to recruit subjects, including serving as a nursing home\nconsultant.\n\n   ``I will strategically pick a nursing home that has a large\npopulation that meets the criteria for a study,'' he said. ``If\nthere is a large community practice in town, I may work out a\nreferral arrangement, or make them a co-investigator, and the\narrangement is that they would be providing the patients.''\n\n   But the industry is not passively waiting for doctors to knock\non its door. Instead, over the last few years it has been\naggressively recruiting doctors with the lure of cash. Every day,\nin hundreds of medical offices around the country, blandishments\narrive by fax, mail and e-mail, encouraging doctors to grab their\npiece of the research pie.\n\n   ``Discover the secret for obtaining more funded studies,'' says\na 1992 letter to doctors from Research Investigator's Source, which\ncharges $275 to place doctors' profiles on lists of researchers\nconsulted by drug companies.\n\n   A 1998 letter from Clinmark Dotcom, an online listing service\nfor researchers based in Irvine, Calif., offered to list doctors\nfor $350 the first year and $195 the second. But the letter made no\nsecret about the reasons to join.\n\n   ``Investigator grants average $43,000 per study,'' it said.\n\n   Then there are the ubiquitous seminars, sponsored by the\nindustry, with enticing titles to attract doctors, both fledgling\nand experienced in studies. Some teach the basics, with such titles\nas ``How to Find Clinical Trials: A Physician's Perspective'' and\n``How to Develop or Evaluate a Patient Recruitment Media Plan.''\n\n   But nothing captured the transformation of research more than a\nseminar on clinical trials in Nashville, Tenn., sponsored in 1996\nby Associates of Clinical Pharmacology, a professional association.\n\n   The title? ``Successful Patient Recruitment: The Heart and Soul\nof Your Business.''\n\n   nn\n\n   Doctors and drug company executives milled around a racing car\nparked on the floor of the John B. Hynes Veterans Memorial\nConvention Center in Boston last year, waiting their turn to be\nphotographed at the wheel. Nearby, other images of speed dotted the\nexhibit hall at the annual meeting of the Drug Information\nAssociation, an industry trade group. Checkered flags appeared on\ncorporate booths and T-shirts. One exhibit featured a giant\nphotograph of a cheetah; another showed a mural of a horse race.\n\n   To some at the meeting on drug development in the global\nmarketplace, the images were a perfect metaphor for the industry\ntoday: The push to finish trials quickly and move the drugs onto\nthe market has overshadowed every other goal.\n\n   ``A few years ago it was `better, faster, cheaper,' '' said M.\nJane Ganter, the editor in chief of Applied Clinical Trials, an\nindustry publication. ``Nobody is saying `better' or `cheaper'\nanymore. The big emphasis is on speed.''\n\n   The driving forces behind the desire for faster studies are the\nindustry's financial stakes. With the clock ticking on a new drug's\npatent even as it is being tested, every day's delay is revenue\nthat will never be earned. ``Time is money,'' said James\nPatricelli, an analyst of the drug-testing industry with Dain\nRauscher Wessels. ``Speed is the key.''\n\n   But some in the industry worry that such singlemindedness has\nled testing companies to tap an increasing number of doctors with\nlittle or no experience in drug testing and only a fuzzy\nunderstanding of the rules.\n\n   The Times analysis showed that during the 1990s, 70 percent of\nthe doctors conducting human experiments had been involved in three\nor fewer previous drug studies, a number unlikely to give them\nmastery over the process. A quarter of all doctors who did human\nexperiments in 1997, the last year for which complete data are\navailable, conducted only one experiment.\n\n   ``Some of the companies would be embarrassed if they saw the\nquality of the people doing the research,'' said Dr. Angela Bowen,\nthe president of the Western Institutional Review Board, a private\nethics board based in Olympia, Wash., that reviews proposed\nresearch on human subjects. ``I call them clueless.''\n\n   One reason may be the predominance of generalists taking part in\nthe studies. The studies test drugs for particular diseases, like\nasthma, in which a doctor's experience and specialized training are\ncrucial in making assessments such as distinguishing between drug\nreactions and disease symptoms. But doctors conducting clinical\ntrials often have no particular expertise in the disease they are\ntreating. The Times computer analysis showed that the largest\nsingle group of doctors conducting investigations was general\ninternists; one in five was either a general internist or a family\npractitioner. These, of course, are the doctors most Americans see\nfor checkups and are thus the industry's most efficient recruiters.\n\n   But some doctors who do clinical research say that they often\nare offered studies that would require them to stretch far beyond\ntheir areas of medical expertise.\n\n   ``I wouldn't do studies for hematology or neurology or lung\ndisease or epilepsy,'' said Dr. Roy Fleischmann, the chief\nexecutive of Rheumatology Research International, a national\nnetwork of clinical research sites that specialize in arthritis and\nskeletal diseases. But, he said, ``We get calls about them all the\ntime.''\n\n   Not every doctor has the power to refuse.\n\n   ``There was a lot of pressure for me to do things I did not feel\ncomfortable doing,'' said Dr. Claudia Baldassano, a psychiatrist\nand neurologist who worked for a commercial research center on the\nEast Coast. ``They thought because I have an MD, I should be\ncomfortable doing all studies.''\n\n   She said, for example, that she was asked to do Pap smears as\npart of a study of hormone replacement and was asked to treat\npatients with diabetes.\n\n   ``I said I hadn't done a Pap smear since medical school, and I\ndidn't feel comfortable,'' she said.\n\n   For the diabetes study, ``I said how could you expect a\nphysician who is not trained'' as a diabetes specialist to run the\ntrials, she said. ``I was told by a vice president of operations\nthat I could do diabetic studies with my eyes closed.''\n\n   In the end, Baldassano stood her ground on the diabetes study,\nbut participated in the one on hormone replacement. She resigned\nfrom the business after just a few months, and now works in\nacademic research.\n\n   nn\n\n   Why would drug companies accept research even from doctors who\ndoubt their own expertise? Because, experts said, the industry has\ngrown so quickly that no one has yet developed a good measurement\nof quality. Drug companies are left to review two factors: speed\nand cost. Systems of measurement for quality ``haven't been\nestablished to differentiate these companies,'' said Patricelli of\nDain Rauscher.\n\n   In an attempt to protect the quality of data and patients, the\ngovernment and industry have put into effect some means of\noversight. The first line of defense for the integrity of the data\nis the dispatch of study monitors employed by the testing companies\nto the doctors' offices to pore over the test results.\n\n   But the explosive growth of the industry has left experienced\nmonitors in short supply.\n\n   As a result, ``They utilize some people who have very little\nexperience in the disease entity, or the drug, or in\npharmacology,'' said Fleischmann of Rheumatology Research\nInternational. The monitors ``don't understand what they are\ndoing.''\n\n   ``They are looking for boxes to fill in,'' he said.\n\n   For example, he said, the most common form of arthritis,\nosteoarthritis, is also called ``degenerative joint disease.'' A\ntesting company monitor who came to examine his data announced that\nhis patients were not qualified for the study because she did not\nknow the two terms meant the same thing, he said.\n\n   ``If they don't have that knowledge,'' Fleischmann asked, ``how\ncan they read a chart and know what is real and what is not real?''\n\n   Some experts said there was a decided difference between the\nquality of monitors who work for the drug industry and those who\nwork for the testing companies. Monitors sent by testing companies\ncan be so unknowledgeable, said Margaret Chokreff, the president of\nMargaret Chokreff & Associates, which works with a network of\nprivate doctors conducting research in Ohio, that she and her\nnursing staff must sometimes train them about their own studies.\n\n   The monitors' sole task is protecting data, not patients. That\njob falls largely to the patchwork system of ethics boards, bodies\nthat are required by federal law to approve research proposals\ninvolving humans. The main responsibility of these panels is to\ninsure that test candidates are fully informed of the benefits and\nrisks of a particular study and that they are not coerced to\nparticipate.\n\n   But the review boards last year fell under criticism from\ngovernment officials for reviewing too many studies too quickly and\nfor lacking expertise. And while these boards will get involved in\ndeciding the appropriate language to be used for an advertisement\nfor patients, they do not consider whether patients should be told\nof their doctors' financial stake.\n\n   Shimm of Porter Adventist Hospital in Denver recalled that when\nhe served on an ethics board at a university medical school, a good\ndeal of time was spent discussing whether payments to patient\nvolunteers were coercive. The concern was that patients might enter\nstudies for the money rather than out of altruism, the ideal that\nis sought. But, immediately after such a discussion at one meeting,\nanother proposal came up in which a doctor stood to receive\nthousands of dollars from the drug company for each patient\nrecruited.\n\n   ``I said, `Wait a minute,' '' Shimm said. ``If it is coercive to\npay a patient $500, why is it not coercive to pay the clinical\ninvestigator $5,000?''\n\n   But other members of the research board were not interested in\nthe topic.\n\n   ``I was told,'' Shimm said, ``to sit down and shut up.''\n","Headline":"\nDRUG TRIALS HIDE CONFLICTS FOR DOCTORS \n","Text":["\n   When Thomas Parham visited his doctor in the summer of 1995, he\nexpected just another routine checkup. But his doctor had something\nelse in mind.\n","\n   The doctor, Peter Arcan, suggested that Parham might want to\njoin a study of a new drug to shrink enlarged prostates, according\nto records of the encounter. Parham was puzzled _ his prostate was\nfine. But Arcan brushed aside the retired metal worker's questions,\nsaying the experimental drug might prevent future problems.\nSatisfied, Parham, a 64-year-old resident of La Habra, Calif.,\nagreed to participate.\n","\n   There was one question Parham did not ask: What was in it for\nArcan?\n","\n   The answer was money. The drug's maker, SmithKline Beecham PLC,\nwas paying $1,610 for each patient that doctors signed up _ money\nthat covered study expenses while allowing a portion to end up as\nprofit for Arcan and his associates.\n","\n   Parham had no idea. ``Nothing was mentioned about money,'' he\nsaid in an interview. ``It's a situation where you have faith in\nyour doctor.'' Through his secretary, Arcan declined comment.\n","\n   With his decision, Parham had unwittingly joined hundreds of\nthousands of other patients recruited by their personal physicians\ninto a booming venture: the business of testing experimental drugs\non people.\n","\n   Once clinical research was a staid enterprise primarily\nadministered by academic researchers driven by a desire for\nknowledge, fame or career advancement. Now, it is a\nmultibillion-dollar industry, with hundreds of testing and drug\ncompanies working with thousands of private doctors.\n","\n   In this new industry, patients have become commodities, bought\nand traded by testing companies and doctors. Almost daily, the\nindustry urges doctors to join the gold rush, bombarding them with\nfaxes and letters blaring such come-ons as ``Improve Your Cash\nFlow'' and ``Discover the Secret For Obtaining More Funded\nStudies.'' In an era of managed care, the pleas are seductive: The\nnumber of private doctors in research since 1990 has almost\ntripled, and top recruiters can earn as much as $500,000 to $1\nmillion a year.\n","\n   This new system is a boon for drug companies because it reaches\nout to a vast pool of test subjects who have never before been\navailable for experimentation. But it also injects the interests of\na giant industry into the delicate doctor-patient relationship,\nusually without the patient realizing it.\n","\n   These changes have prompted little public debate, mostly because\nthe full scope of what is happening is hidden. The industry treats\nresearch agreements as corporate secrets and contractually forbids\ndoctors to disclose them. As a result, few people outside the\nindustry, including government officials, have seen the contracts\nor know the magnitude of the money involved.\n","\n   But in a 10-month investigation, The New York Times obtained\nsuch contracts and thousands of other confidential documents that\npresent a view of the research industry that has never before been\navailable.\n","\n   These records, and interviews with participants, reveal a system\nfueling a pharmaceutical renaissance, but fraught with conflicts of\ninterest; that places a premium on speed and meeting quotas; that\nrelies on government and private monitoring that can be easily\nfooled and that some researchers said is inadequate; and that\nsecretly offers a share of the cash to other health professionals\nwho might influence patients to join a study. At bottom, the only\nthing separating a trusting patient from a study that could be\ninappropriate or potentially harmful is the judgment of a doctor\ntorn by these unseen conflicts and pressures.\n","\n   The documents, including contracts, protocols or related\nfinancial records from more than 300 recent drug studies, were\nprovided by a number of people in the industry concerned about its\ndirection. The Times also conducted a computer analysis of more\nthan 200,000 filings with the government and related data submitted\nby doctors who want to conduct research, and interviewed doctors,\npatients, ethicists, industry executives and government officials.\n","\n   These are among the specific findings of The Times'\ninvestigation:\n","\n   _ Drug companies and their contractors offer large payments to\ndoctors, nurses and other medical staff to encourage them to\nrecruit patients quickly. And doctors do not even have to conduct\ntrials to get paid: There are finder's fees for those who refer\ntheir patients to other doctors conducting research.\n","\n   _ Doctors who recruit the most patients receive additional\nperquisites, such as the right to claim a coveted authorship of\npublished papers about the studies _ even though the true author is\na ghostwriter using analysis from the drug company. Those who fail\nto meet the recruitment goals are usually dropped from future\nstudies.\n","\n   _ Testing companies often use doctors as clinical investigators\nregardless of their specialty, at times leaving patients in the\ncare of doctors who know little about their condition. For example,\npsychiatrists have conducted Pap smears and asthma specialists have\ndispensed experimental psychiatric drugs.\n","\n   _ A growing number of doctors conducting drug research have\nlimited experience as clinical investigators, raising questions\namong some experts about the quality of their data.\n","\n   nn\n","\n   In interviews, industry officials and researchers said the\nemerging drug-approval system was dedicated to quality and offers\nsignificant benefits. Since patients are seeing their own doctors,\nresearchers said, it adds a level of continuity and personal\ncontact to the process _ something unavailable from full-time\nresearchers.\n","\n   Moreover, industry officials said, the new pool of test subjects\nis a resource of incalculable value that is allowing the\ndevelopment of an avalanche of new compounds. Drug tests ``can get\ndelayed if the patients aren't out there and available,'' said\nChris Kuebler, the chairman and chief executive at Covance Inc., a\ngiant testing company.\n","\n   But some experts said patients were being pushed to participate\nin the studies because of the financial interests of their doctors.\n","\n   Doctors working as researchers ``are enticing and cajoling\npatients who are in no position to resist their blandishments to\nenter clinical studies,'' said Dr. David Shimm, a member of the\nethics committee at Porter Adventist Hospital in Denver who has\nwritten about research conflicts.\n","\n   ``What the patients are not seeing is that the clinical\ninvestigator is really a dual agent with divided loyalties between\nthe patient and the pharmaceutical company,'' he said.\n","\n   While patients must sign detailed consent forms to enroll in\ndrug studies, they are often in no position to question their\ndoctor's suggestion that they join.\n","\n   ``The physician has enormous power over you,'' said Uwe\nReinhardt, a health care economist at Princeton University, who\nhimself recently agreed to participate in a clinical trial run by\nhis doctor _ in part because he feared annoying him _ and who had\nno idea that money might be involved. ``You want to keep his favor.\nIf you say no, you'll worry that he may not like you.''\n","\n   That is what happened with Parham and Arcan. In joining the\nstudy, Parham said: ``I just followed his advice, just like if he\nsaid to take two aspirin instead of one. He's a doctor and I'm\nnot.''\n","\n   In truth, Parham should never have been signed up for the\nprostate study. According to his medical records, he had been\nhospitalized the previous year with a chronic slow heart rate, a\ncondition that specifically disqualified him for the study. But,\nsaying that Parham's heart rate was only mildly slow, an\nadministrator handling the paperwork for Arcan sought an exemption\nfrom SmithKline. Based on those representations, the drug company\ngranted the exemption; it was not told about Parham's earlier\nhospitalization.\n","\n   Soon after joining, Parham complained of fatigue, a symptom of\nhis slow heart rate. Arcan dismissed the complaints as emotional.\nWithin weeks, Parham asked to be dropped from the study. Days later\nhe was hospitalized and given a pacemaker; Parham never brought\nlegal action and it is impossible to know whether his participation\nin the study affected his heart condition.\n","\n   His experience underscores a potential danger of the emerging\ndrug-testing system: Doctors with money at stake may persuade\npatients to take drugs that are inappropriate or even unsafe. Under\nthe current system of monitoring, such actions are almost\nimpossible to catch and no statistics are collected on such events.\nWithin the industry, most of the planning focuses on conducting\nstudies quickly. Patient issues, some researchers said, are often\nlost in the rush.\n","\n   ``You go to the trade meetings on clinical research; you go for\ntwo entire days, and patients are not mentioned,'' said Dr. Robert\nCaliff, the director of the Duke Clinical Research Institute, an\nacademic drug-testing center in Durham, N.C., affiliated with Duke\nUniversity. ``The patient is an object to make money. Having\npatients is just the dirty price for doing business.''\n","\n   A letter sent out last July by Merck & Co. was nothing if not\nsympathetic. The company recognized that doctors involved in its\nstudy of a hypertension medication were having trouble finding\nqualified patients. And so, with the letter, Merck offered a little\nencouragement for them to work harder.\n","\n   Instead of paying $2,955 for each test subject enrolled, Merck\noffered $500 more in the study comparing the drug Losartan with a\nplacebo. For those doctors who enrolled their quota of 14 patients\nby Sept. 30, the company would kick in an additional $2,000 _\nmaking that 14th patient worth $5,455 if recruited in time, and the\nentire group potentially worth more than $50,000.\n","\n   ``We will forward the first check as soon as the first four\nadditional patients are enrolled,'' the letter said.\n","\n   After discovering how effective paying doctors to recruit\npatients can be, the drug industry has opened the financial\nfloodgates. Special cash bonuses for signing up specified numbers\nof people by a given date, a practice once unheard of in clinical\nresearch, are becoming part of the landscape. Moreover, those\npayments _ to private doctors, research firms and even to\nuniversity medical centers _ are only one of a number of incentives\ndangled by drug and testing companies to entice the medical\ncommunity.\n","\n   There are payments to everyone in the system who can come up\nwith a patient, from other doctors who refer them for research to\nthe study coordinators in the researcher's office who screen\npatients to see if they qualify.\n","\n   None of these benefits are scrutinized by government regulators,\nwho said in interviews that they saw no difference between\nproviding grants for university research and paying doctors\ndirectly. For academics ``the money is just as important as with\nthe internal medicine guy trying to beat the HMO,'' said Dr. Murray\nLumpkin, the deputy director of the Center for Drug Evaluation and\nResearch at the Food and Drug Administration.\n","\n   But unlike block grants, today's incentives can grow almost day\nby day, if the doctor works the way the drug companies want. And\nthe variety of the incentives is almost endless.\n","\n   The most basic form of compensation is a flat fee paid for each\npatient enrolled. The amount of money paid to the researchers\nvaries widely, depending on the complexity of the study, the number\nof tests involved and the difficulty in finding patients.\n","\n   For example, in 1996, a study of a migraine drug sponsored by\nJanssen Pharmaceutica, a unit of Johnson & Johnson, paid doctors\n$3,600 for each enrollment. Another study that year sponsored by\nOrganon Inc. on a new birth control pill paid $1,100 for each\npatient. And a Wyeth-Ayerst study of drugs for hormone replacement\nin women paid $4,581.\n","\n   While all of these payments were made to specific clinics, the\nexact amounts on a single test could vary slightly by region, or\neven by clinic.\n","\n   nn\n","\n   Many executives from drug or testing companies refused to\ndiscuss their research programs, citing confidentiality. Those who\ndid grant interviews gave consistent explanations of their\npayments: They are necessary compensation for the doctors' work.\n","\n   ``We set up contracts that hopefully reimburse investigators\nadequately for the time they put in to screen patients, bring them\nin, and provide data to us that is as clean as possible,'' Dr.\nElizabeth Stoner, the vice president for clinical research and\ncontract management at Merck Research Laboratories in Rahway, N.J.,\nsaid.\n","\n   Additional payments can be made, she said, when there is\n``additional effort above and beyond what they anticipated.''\n","\n   But doctors who are particularly successful in recruiting study\npatients and keeping down their costs can make huge profits.\n","\n   ``There are physicians who can net about $500,000 to $1 million\na year doing clinical research,'' said Ismail Shalaby, the chief\nexecutive of Nema Research Inc., a network of doctors and hospitals\nin the Baltimore area performing clinical research. ``And that is\nnot bad.''\n","\n   The benefits to the doctors who conduct research are not simply\nfinancial. Once, researchers said, the names that appeared on\npapers describing drug studies were those of the actual authors.\nThat is no longer always the case. Today, the coveted right to\nclaim authorship is often just another reward for doctors who\nrecruit the most patients _ even if they wrote nothing and analyzed\nno data.\n","\n   ``They used to ask you to write,'' said Dr. Thierry Le Jemtel, a\ncardiologist at Montefiore Medical Center in the Bronx, N.Y., who\nis a longtime academic researcher. ``Now, they send you a paper all\nwritten by a medical writer'' hired by the drug company.\n","\n   Dr. Jay Grossman, a private-practice doctor who is an allergy\nand respiratory specialist with Vivra Asthma and Allergy Inc. in\nTucson, Ariz., said he was often a lead author on publications\nbecause he had been a top patient recruiter in the clinical trials,\neven though he rarely did much _ if any _ of the actual writing.\n``That's common,'' he said. ``It's orchestrated by the drug\ncompany's medical writer.''\n","\n   For example, Grossman cited a study for a SmithKline Beecham\nasthma medication that was published in The Journal of Asthma and\nanother on an allergy medication sponsored by Boehringer Ingelheim\nPharmaceutical published in The Journal of Allergy and Clinical\nImmunology. While the articles are written by a drug company\nwriter, Grossman said, he often suggests modifications.\n","\n   As drug companies compete for top study doctors who will quickly\naccrue patients, a financial arms race has developed, with each\ncompany seeking new ways to use cash and benefits to spur the\nresearch.\n","\n   One practice is to offer finder's fees to doctors who are not\nconducting studies for referring patients to doctors who are. For\nexample, a letter from a testing company handling the research on a\nvaginal suppository for Bayer Corp. in 1996 promised ``a $75\nreferral fee for physicians and area/federally funded clinics,\ni.e., Planned Parenthood, etc.''\n","\n   Even study coordinators _ the nurses and medical assistants who\noversee the administrative details of a study and screen patients\nto see if they qualify _ are offered fees for finding test\nsubjects. In 1995, for example, Pharmaceutical Product Development\nInc. of Wilmington, N.C., which coordinates drug tests, needed a\nway to speed up enrollment in a study of a drug developed by Zambon\nCorp. in East Rutherford, N.J.\n","\n   So the company sent a fax to medical staff members who were\nscreening patients around the country, offering them bonuses for\nfast enrollment.\n","\n   ``EVERY study coordinator has the chance to receive $750 just by\nreaching the enrollment goal of 30 evaluable patients,'' the fax\nsaid. ``So GET BUSY!''\n","\n   The stepped-up competition among drug companies for the services\nof doctors led to the development of cash bonuses for them, one of\nthe most controversial incentives now offered. But even companies\nthat were uncomfortable with the idea found it hard to resist.\n","\n   ``It's a tough issue,'' said Dr. Cynthia Dunn, the director of\nthe Clinical Research Institute at the University of Rochester and\na former drug industry executive. ``On one hand, many companies\nrecognize it's part of what we have to do to be competitive. On the\nother hand, they recognize they are setting up potential conflicts\nof interest'' for doctors.\n","\n   Some large drug companies have refused to offer bonuses out of\nethical concerns. ``You don't want to provide an advantage that can\nbe misinterpreted,'' said Dr. Joseph Camardo, the senior vice\npresident of clinical research and development for Wyeth-Ayerst\nResearch in Radnor, Pa.\n","\n   The bonuses all reward the same behavior: enrolling patients\nfast. For example, a contract last year by Ibah Inc., a testing\ncompany owned by Omnicare Inc., provided a $750 bonus for each\npatient enrolled by June 15 or $500 for those enrolled between June\n15 and July 16 _ upping the ante for doctors whose enrollments were\nlagging.\n","\n   Such incentives outrage some experts. Bonuses in clinical\nresearch are ``inappropriate, potentially illegal and certainly\nunethical,'' Dr. Robert Tenery, a Dallas doctor who is the chairman\nof the council on ethical and judicial affairs for the American\nMedical Association, said of such payments in general. ``Why would\nyou get an extra $500? How can you explain the rationale? Maybe you\ntook a patient who really didn't need to be enrolled.''\n","\n   If something goes wrong, doctors might never be able to escape\nthe nagging doubt that the bonus program was to blame. ``How would\nyou like to confront the family when a family member got hurt, and\nyou got a bonus for enrolling?'' asked Michael Leahey, the director\nof the office of clinical trials at Columbia-Presbyterian Medical\nCenter in New York.\n","\n   nn\n","\n   A system that offers so much cash and benefits for quick\nrecruitment assumes that doctors would never allow money to distort\ntheir judgment _ in this case by causing them to put undue pressure\non reluctant patients or to include patients who do not qualify.\nBut the assumption that doctors can resist financial temptations\nhas been proved wrong repeatedly in other situations.\n","\n   For example, throughout much of the 1980s, doctors could refer\npatients to treatment centers _ such as physical or radiation\ntherapy sites _ in which they had a stake. The practice was\noutlawed after studies found that doctors were overusing treatments\nand tests when they had financial interests in the centers that\nprovided them. A 1992 study published in The New England Journal of\nMedicine found that doctors with investments in radiation sites\nprescribed such treatment as much as 60 percent more often than\nthose without the financial conflict.\n","\n   With such studies demonstrating the effects of financial\nincentives on doctors, experts who have studied these conflicts\nsaid they were troubled by the emergence of research for hire.\n","\n   ``You have a recipe for trouble or abuse,'' said Marc Rodwin, an\nassociate professor of law and public policy at the School of\nPublic and Environmental Affairs at Indiana University and the\nauthor of a book on financial conflicts in medicine. ``The risk is\nthat the doctor will subconsciously downplay the risks or overplay\nthe benefits'' of a particular study in order to persuade a patient\nto participate.\n","\n   Complicating matters, companies sometimes fail to consider how\ndifficult it will be to find patients to meet the requirements they\nset for admission into a study. Then, when recruitment falls short\nof expectations, they offer to pay more to meet an unrealistic goal\n_ looking, for example, for patients with a disease that their drug\ncan treat but who have no other health problems that could affect\nthe study.\n","\n   ``The simplest solution that inexperienced people think of first\nis to increase the number of sites or to increase the amount of\nmoney you're offering,'' said Dr. Bert Spilker, the senior vice\npresident of scientific and regulatory affairs at the\nPharmaceutical Research and Manufacturers of America, the trade\ngroup for large drug companies. ``You can offer to triple the\namount of money and it will make zero difference if the doctors are\ndoing everything they can do. It may be that the patients don't\nexist.''\n","\n   But, with so much money dangling in front of them, doctors could\nbe tempted to bend the rules to get patients into studies, and\ncould get away with it, according to Dr. Martha Elks, an associate\ndean at Morehouse School of Medicine in Atlanta. ``Let's say you're\ndealing with an angina study where the requirement for entry is a\ncertain level of pain on a certain number of days of the week,''\nElks said. And ``suppose the patient's history is not quite that\nbut is borderline.''\n","\n   Elks said she overheard two doctors talking recently about\nbonuses. One was telling the other that he would get $500 if he\ncould sign up some patients in the next 24 hours.\n","\n   ``I knew this guy,'' Elks said. ``He is a practitioner of the\nhighest ethics.'' But, she said, ``he was talking about how to\nmassage entry criteria.''\n","\n   Elks said she then noisily cleared her throat. ``I sort of\na-hummed,'' she said, at which point the doctors ``stepped back for\na minute,'' suddenly realizing what one of them had been saying.\n","\n   What happened next, she said, she was not privy to know.\n","\n   In 1989, Dr. Stuart Weiss was bored with private practice. To\nliven up his work, the San Diego endocrinologist tried his hand at\ndrug studies. It was an audacious idea _ at the time most trials\nwere conducted by university scientists. But Weiss worked hard to\npersuade a skeptical drug industry to take a chance on someone with\nhis background.\n","\n   ``I beat the bushes,'' he said. ``I lobbied long and hard with\nseveral organizations to give me a shot.''\n","\n   Eventually, he focused on a Merck study of a new drug to treat\nosteoporosis, a degenerative bone disease. To show his eagerness,\nhe offered to fly to New Jersey to meet with Merck executives at\ntheir world headquarters. Then Weiss went further, spending his own\nmoney to buy an expensive piece of equipment that measures bone\ndensity. Merck finally gave in, asking him to find 20 patients.\n","\n   He came up with 40.\n","\n   And there, in the entrepreneurial spirit displayed by Weiss, lay\nthe solution to a problem that was suddenly dogging the\npharmaceutical industry _ the slow pace of research in university\nlaboratories.\n","\n   For decades, drug companies had been able to increase their\nprices almost at will, and thus had little incentive to develop new\nproducts. For the comparatively small number of drugs the companies\ndid test, they turned to a trusted group of medical school\nresearchers who dictated how trials were conducted. And the drug\ncompanies had to wait in line: Research financed by government\ngrants was far more prestigious; in the eyes of many academics,\ndrug-company trials were to research what McDonald's hamburgers\nwere to food.\n","\n   In those days, researchers were reimbursed much differently than\nthey are today. Payments went to the university, not to the\ninvestigator. The university doctors were often paid a flat fee for\ntheir work, no matter how many patients they actually enrolled.\n","\n   Then, in the early 1990s, the economics of drug development\nchanged. Managed care put the squeeze on drug prices, leaving\ncompanies one option: to increase the number of drugs they were\nselling. As a result, the companies began a rush to drug\ndevelopment, something that was aided by reforms at the FDA that\nspeeded up the approval process for new drugs.\n","\n   Companies at first turned to their coterie of medical school\nresearchers, but found the academic world was incapable of adapting\nrapidly to the increasingly intense competition.\n","\n   ``We had concretized bureaucracies,'' Dr. David Bickers, the\nchairman of the dermatology department at Columbia University's\nCollege of Physicians and Surgeons, said of the academic response.\n``And for companies, time is money. Companies figure that out.''\n","\n   nn\n","\n   Quickly, the drug companies began recruiting a new breed of\nprivate-practice doctors like Weiss, willing to mine their patient\nbase for research subjects.\n","\n   The transformation is evident in a Times computer analysis of\nthousands of forms submitted each year to the FDA from doctors\nwanting to conduct research. According to the analysis, 11,662\nprivate doctors conducted drug studies in 1997, almost three times\nthe number in 1990, when 4,307 doctors conducted such studies. And\nwhile the number of researchers and medical schools also grew in\nthat period, their share of the business dropped from a third to a\nquarter of the total, according to the analysis.\n","\n   Private-practice doctors in research said the change was for the\nbetter, because the doctor was not simply tending to the patient's\nneeds for the few weeks of a study, but often for a lifetime.\n``Even though the physician may want to make money, the moment he\nsits across from the patient, he is not only responsible to\nhimself, he is responsible to that patient,'' said Dr. Norman\nZinner, a Los Angeles doctor who in 1994 formed Affiliated Research\nCenters, an organization of private-practice urologists who conduct\ndrug studies. ``I have got to look you in the eye. I have got to\nsee you again.''\n","\n   Not only that, these doctors said, but participation in research\nallows them to know the latest ideas for treatment. ``I really feel\nI can offer my patients more,'' said Grossman of Vivra Asthma and\nAllergy. ``I know more what the cutting edge is. I know what will\nbe the recommended therapy two years from now.''\n","\n   Because anyone licensed to practice medicine is eligible to be a\nresearcher, medical communities have been transformed in towns\nwhere the onslaught of managed care spawned legions of doctors\nscrambling to replace lost income. In 1980, when clinical research\nwas the fief of medical schools, there were only eight projects in\nTucson, Ariz., and all but two were at hospitals affiliated with\nthe University of Arizona. Today, researchers are scattered in\noffices dotting the city _ in places like the sun-baked barrios and\nthe homely strip malls _ conducting 157 studies in 1997 alone. Drug\nstudies, and with them the competition for patients, have become as\ncommon in Tucson as the towering saguaro cactus.\n","\n   Now, with federally financed research on the wane, it is the\nacademic researchers who are banging on the doors of the drug\ncompanies, asking for a second chance. But they are finding it hard\nto keep up with the private doctors, who have shown themselves more\nwilling to sign contracts overnight, advertise widely, offer\nfinancial incentives for patients and open their offices at unusual\ntimes to accommodate patient schedules.\n","\n   ``It's very difficult to conduct drug studies at the medical\nschool because of the competition'' from private doctors, said Dr.\nMark Brown, a pediatric asthma specialist at the University of\nArizona. ``It's difficult to find patients.''\n","\n   To keep up with the competition from private doctors, some\nacademic medical centers have recently begun setting up research\ndivisions to draw on their own private patients for drug studies.\nBut it is a fledgling effort, limited to a handful of universities.\n","\n   Still, some junior faculty members are now abandoning academia\nto get into the drug-study business. Dr. Andrew Cutler, a\npsychiatrist, left the faculty at the University of Chicago to join\nthe Psychiatric Institute of Florida in Orlando, a private practice\nwith a research business. Then last year, he formed his own\ncompany, Coordinated Research of Florida, to perform drug studies\nfull time.\n","\n   Without a patient base to draw from for studies, Cutler found\nother ways to recruit subjects, including serving as a nursing home\nconsultant.\n","\n   ``I will strategically pick a nursing home that has a large\npopulation that meets the criteria for a study,'' he said. ``If\nthere is a large community practice in town, I may work out a\nreferral arrangement, or make them a co-investigator, and the\narrangement is that they would be providing the patients.''\n","\n   But the industry is not passively waiting for doctors to knock\non its door. Instead, over the last few years it has been\naggressively recruiting doctors with the lure of cash. Every day,\nin hundreds of medical offices around the country, blandishments\narrive by fax, mail and e-mail, encouraging doctors to grab their\npiece of the research pie.\n","\n   ``Discover the secret for obtaining more funded studies,'' says\na 1992 letter to doctors from Research Investigator's Source, which\ncharges $275 to place doctors' profiles on lists of researchers\nconsulted by drug companies.\n","\n   A 1998 letter from Clinmark Dotcom, an online listing service\nfor researchers based in Irvine, Calif., offered to list doctors\nfor $350 the first year and $195 the second. But the letter made no\nsecret about the reasons to join.\n","\n   ``Investigator grants average $43,000 per study,'' it said.\n","\n   Then there are the ubiquitous seminars, sponsored by the\nindustry, with enticing titles to attract doctors, both fledgling\nand experienced in studies. Some teach the basics, with such titles\nas ``How to Find Clinical Trials: A Physician's Perspective'' and\n``How to Develop or Evaluate a Patient Recruitment Media Plan.''\n","\n   But nothing captured the transformation of research more than a\nseminar on clinical trials in Nashville, Tenn., sponsored in 1996\nby Associates of Clinical Pharmacology, a professional association.\n","\n   The title? ``Successful Patient Recruitment: The Heart and Soul\nof Your Business.''\n","\n   nn\n","\n   Doctors and drug company executives milled around a racing car\nparked on the floor of the John B. Hynes Veterans Memorial\nConvention Center in Boston last year, waiting their turn to be\nphotographed at the wheel. Nearby, other images of speed dotted the\nexhibit hall at the annual meeting of the Drug Information\nAssociation, an industry trade group. Checkered flags appeared on\ncorporate booths and T-shirts. One exhibit featured a giant\nphotograph of a cheetah; another showed a mural of a horse race.\n","\n   To some at the meeting on drug development in the global\nmarketplace, the images were a perfect metaphor for the industry\ntoday: The push to finish trials quickly and move the drugs onto\nthe market has overshadowed every other goal.\n","\n   ``A few years ago it was `better, faster, cheaper,' '' said M.\nJane Ganter, the editor in chief of Applied Clinical Trials, an\nindustry publication. ``Nobody is saying `better' or `cheaper'\nanymore. The big emphasis is on speed.''\n","\n   The driving forces behind the desire for faster studies are the\nindustry's financial stakes. With the clock ticking on a new drug's\npatent even as it is being tested, every day's delay is revenue\nthat will never be earned. ``Time is money,'' said James\nPatricelli, an analyst of the drug-testing industry with Dain\nRauscher Wessels. ``Speed is the key.''\n","\n   But some in the industry worry that such singlemindedness has\nled testing companies to tap an increasing number of doctors with\nlittle or no experience in drug testing and only a fuzzy\nunderstanding of the rules.\n","\n   The Times analysis showed that during the 1990s, 70 percent of\nthe doctors conducting human experiments had been involved in three\nor fewer previous drug studies, a number unlikely to give them\nmastery over the process. A quarter of all doctors who did human\nexperiments in 1997, the last year for which complete data are\navailable, conducted only one experiment.\n","\n   ``Some of the companies would be embarrassed if they saw the\nquality of the people doing the research,'' said Dr. Angela Bowen,\nthe president of the Western Institutional Review Board, a private\nethics board based in Olympia, Wash., that reviews proposed\nresearch on human subjects. ``I call them clueless.''\n","\n   One reason may be the predominance of generalists taking part in\nthe studies. The studies test drugs for particular diseases, like\nasthma, in which a doctor's experience and specialized training are\ncrucial in making assessments such as distinguishing between drug\nreactions and disease symptoms. But doctors conducting clinical\ntrials often have no particular expertise in the disease they are\ntreating. The Times computer analysis showed that the largest\nsingle group of doctors conducting investigations was general\ninternists; one in five was either a general internist or a family\npractitioner. These, of course, are the doctors most Americans see\nfor checkups and are thus the industry's most efficient recruiters.\n","\n   But some doctors who do clinical research say that they often\nare offered studies that would require them to stretch far beyond\ntheir areas of medical expertise.\n","\n   ``I wouldn't do studies for hematology or neurology or lung\ndisease or epilepsy,'' said Dr. Roy Fleischmann, the chief\nexecutive of Rheumatology Research International, a national\nnetwork of clinical research sites that specialize in arthritis and\nskeletal diseases. But, he said, ``We get calls about them all the\ntime.''\n","\n   Not every doctor has the power to refuse.\n","\n   ``There was a lot of pressure for me to do things I did not feel\ncomfortable doing,'' said Dr. Claudia Baldassano, a psychiatrist\nand neurologist who worked for a commercial research center on the\nEast Coast. ``They thought because I have an MD, I should be\ncomfortable doing all studies.''\n","\n   She said, for example, that she was asked to do Pap smears as\npart of a study of hormone replacement and was asked to treat\npatients with diabetes.\n","\n   ``I said I hadn't done a Pap smear since medical school, and I\ndidn't feel comfortable,'' she said.\n","\n   For the diabetes study, ``I said how could you expect a\nphysician who is not trained'' as a diabetes specialist to run the\ntrials, she said. ``I was told by a vice president of operations\nthat I could do diabetic studies with my eyes closed.''\n","\n   In the end, Baldassano stood her ground on the diabetes study,\nbut participated in the one on hormone replacement. She resigned\nfrom the business after just a few months, and now works in\nacademic research.\n","\n   nn\n","\n   Why would drug companies accept research even from doctors who\ndoubt their own expertise? Because, experts said, the industry has\ngrown so quickly that no one has yet developed a good measurement\nof quality. Drug companies are left to review two factors: speed\nand cost. Systems of measurement for quality ``haven't been\nestablished to differentiate these companies,'' said Patricelli of\nDain Rauscher.\n","\n   In an attempt to protect the quality of data and patients, the\ngovernment and industry have put into effect some means of\noversight. The first line of defense for the integrity of the data\nis the dispatch of study monitors employed by the testing companies\nto the doctors' offices to pore over the test results.\n","\n   But the explosive growth of the industry has left experienced\nmonitors in short supply.\n","\n   As a result, ``They utilize some people who have very little\nexperience in the disease entity, or the drug, or in\npharmacology,'' said Fleischmann of Rheumatology Research\nInternational. The monitors ``don't understand what they are\ndoing.''\n","\n   ``They are looking for boxes to fill in,'' he said.\n","\n   For example, he said, the most common form of arthritis,\nosteoarthritis, is also called ``degenerative joint disease.'' A\ntesting company monitor who came to examine his data announced that\nhis patients were not qualified for the study because she did not\nknow the two terms meant the same thing, he said.\n","\n   ``If they don't have that knowledge,'' Fleischmann asked, ``how\ncan they read a chart and know what is real and what is not real?''\n","\n   Some experts said there was a decided difference between the\nquality of monitors who work for the drug industry and those who\nwork for the testing companies. Monitors sent by testing companies\ncan be so unknowledgeable, said Margaret Chokreff, the president of\nMargaret Chokreff & Associates, which works with a network of\nprivate doctors conducting research in Ohio, that she and her\nnursing staff must sometimes train them about their own studies.\n","\n   The monitors' sole task is protecting data, not patients. That\njob falls largely to the patchwork system of ethics boards, bodies\nthat are required by federal law to approve research proposals\ninvolving humans. The main responsibility of these panels is to\ninsure that test candidates are fully informed of the benefits and\nrisks of a particular study and that they are not coerced to\nparticipate.\n","\n   But the review boards last year fell under criticism from\ngovernment officials for reviewing too many studies too quickly and\nfor lacking expertise. And while these boards will get involved in\ndeciding the appropriate language to be used for an advertisement\nfor patients, they do not consider whether patients should be told\nof their doctors' financial stake.\n","\n   Shimm of Porter Adventist Hospital in Denver recalled that when\nhe served on an ethics board at a university medical school, a good\ndeal of time was spent discussing whether payments to patient\nvolunteers were coercive. The concern was that patients might enter\nstudies for the money rather than out of altruism, the ideal that\nis sought. But, immediately after such a discussion at one meeting,\nanother proposal came up in which a doctor stood to receive\nthousands of dollars from the drug company for each patient\nrecruited.\n","\n   ``I said, `Wait a minute,' '' Shimm said. ``If it is coercive to\npay a patient $500, why is it not coercive to pay the clinical\ninvestigator $5,000?''\n","\n   But other members of the research board were not interested in\nthe topic.\n","\n   ``I was told,'' Shimm said, ``to sit down and shut up.''\n"]}