{"DocumentId":"NYT19990228.0089","TopicId":"NYT","Relevance":"0","Body":" BC-CRACK-LEGACY-II-ART-3TAKES-NYT \nTHE DRUG WAR'S ELITE SOLDIERS CAME TO STAY \n\n  \n (ATTN: N.M., Ky., Calif., Ind., Fla., Texas, Conn., Mass., Neb.,\nWash., Ill.)  (Eds: This is the second of two articles. The first moved on\nSaturday, Feb. 27.) \n(ART ADV: Photos are being sent to NYT photo clients.\nNon-subscribers can make individual purchase by calling (888)\n603-1036 or (888) 346-9867.) \n(lb) \n By TIMOTHY EGAN   \n c.1999 N.Y. Times News Service   \n\n   ALBUQUERQUE, N.M. _ Late on a chilly October night three years\nago, Larry Harper told his family that he felt life was no longer\nworth living, and headed out the door with a handgun. He had\nslipped back to using crack cocaine after being in drug treatment,\nand was ashamed to face his wife and brother.\n\n   The family called the Albuquerque police for help. In response,\na paramilitary unit _ nine men clad in camouflage and armed with\nautomatic rifles and stun grenades _ stormed into the park where\nHarper had gone in despair.\n\n   ``Let's go get the bad guy'' were the last words Hope Harper\nheard as the Special Weapons and Tactics squad brushed by her on a\nhunt for her husband, leaving the family in the dark at the edge of\nthe park.\n\n   Police marksmen chased Harper through the woods, found him\ncowering behind a juniper tree, and shot and killed him from 43\nfeet away. He had committed no crime and had threatened only\nhimself. The police said the fact that he was holding a gun made\nhim a target.\n\n   Harper, a 33-year-old plumber, was one of 32 people killed by\nAlbuquerque officers in the last 10 years, 11 of them by the SWAT\nteam. The police here have killed more people than any other\ndepartment of its size in the United States.\n\n   The Harper case proved to be the one that broke the Albuquerque\nSWAT team. The family sued. And last fall, the city dismantled the\nsquad as a full-time unit and paid the family $200,000 in an\nout-of-court settlement.\n\n   Why a city of 400,000 would need a full-time paramilitary unit\nis a question that should have been asked years ago, said the new\npolice chief, Jerry Galvin. The answer, a decade ago, would have\nbeen crack cocaine and the heavily armed gangs fighting over the\ncrack trade. But what started as a response to the violent front of\nthe war on drugs has evolved, here and in cities across the nation,\ninto a new world of policing.\n\n   Special Weapons and Tactics squads, once used exclusively for\nthe rare urban terrorist incident or shootout, transformed\nthemselves through the crack years into everyday parts of city\nlife. In large urban areas, paramilitary units now do everything\nfrom routine street patrols to nightly raids of houses. Even small\ntowns have formed paramilitary police units. The Cape Cod town of\nHarwich, Mass., for example, population 11,000, has trained a\n10-man SWAT team.\n\n   Encouraged by federal grants, surplus equipment handed out by\nthe military and seizure laws that allow police departments to keep\nmuch of what their special units take in raids, the Kevlar-helmeted\nbrigades have grown dramatically, even in the face of plummeting\ncrime figures.\n\n   ``It is the militarization of Mayberry,'' said Dr. Peter Kraska,\na professor of criminal justice at Eastern Kentucky University, who\nsurveyed police departments nationwide and found that their\ndeployment of paramilitary units had grown tenfold since the early\n1980s. ``This is unprecedented in American policing and you have to\nask yourself: What are the unintended consequences?''\n\n   It was the escalation of the drug war that brought\nmilitary-style policing into most American cities. The police felt\noutgunned and underarmored against gangs. But now that the worst\nviolence associated with the gang and crack wars of the '80s has\nfaded, the police presence has remained and, in many cases,\nescalated.\n\n   Some police officers say the expansion of SWAT into a role as\nthe fist of the drug war and beyond is good police work. With\nproper training, these units should reduce loss of life, not add to\nit, they say. And some communities plagued by violence and turf\nbattles over drugs say they welcome a paramilitary presence in\ntheir neighborhoods.\n\n   During a routine SWAT patrol in a poor neighborhood in Fresno,\nCalif., Sgt. Randy Dobbins said: ``You look at the way we're\ndressed and all these weapons and this helicopter overhead _ we\ncould not do this if people in the community didn't support us.\nSome people are afraid to be seen with us, but a lot of others come\nout and cheer us when we show up.''\n\n   Kraska found that nearly 90 percent of the police departments he\nsurveyed in cities of more than 50,000 people had paramilitary\nunits, as did about 75 percent of the departments of communities\nunder 50,000.\n\n   In South Bend, Ind., the police have used SWAT teams to serve\nwarrants on small-time marijuana dealers. In St. Petersburg, Fla.,\nthe teams were deployed, to considerable criticism, to ensure order\nduring a civic parade.\n\n   Dressed in black or olive camouflage known as battle dress\nuniforms, the paramilitary squads use armored personnel carriers,\nstun grenades and Heckler & Koch MP5s, which are submachine guns\nadvertised to police departments with the line ``From the Gulf War\nto the Drug War _ battle proven.''\n\n   When earlier this month New York police officers fatally shot a\nWest African immigrant named Amadou Diallo, firing 41 bullets at\nthe unarmed man, it was considered by some critics as a logical\nconsequence of a police department that views patrolling certain\nneighborhoods as war duty.\n\n   In other cities, Kraska found in his study, police paramilitary\nunits got into trouble when they were used beyond their original\nmission.\n\n   Some police chiefs and academics acknowledge the enormous growth\nof paramilitary police but dispute the criticism of how they are\nused. Most SWAT teams rarely shoot anyone, and 96 percent of all\nraids end with no shots fired, according to the National Tactical\nOfficers Association.\n\n   ``You want people who are highly trained and highly\ndisciplined,'' said David Klinger, a professor of sociology at the\nUniversity of Houston, who is studying SWAT teams.\n\n   ``It makes sense to me for Bubba Bob the sheriff to have on his\nstaff a couple of guys or girls who have been through extensive\ntactical training,'' Klinger, a former Los Angeles police officer,\nadded. ``But if what you have is some cowboy idiot who wants to be\nthe tough guy, that doesn't help anybody.''\n\n   Most of the squads stay in existence because there is too much\nincentive not to, police officers say. Forfeiture laws passed by\nCongress at the height of the crack scare were designed to take the\nprofit out of drug dealing; assets like cars, boats, guns and cash\ncan be seized, regardless of whether the person who owns them is\nlater convicted.\n\n   But the laws have given the police a profit motive for fighting\ndrugs, because their departments can use what they seize to\nsubsidize their budgets or buy extra equipment.\n\n   And since the end of the Cold War, the military's giveaway of\nsurplus hardware has proved irresistible to many SWAT teams. An\namphibious armored personnel carrier has just been picked up by the\nBoone County sheriff's office in Indiana, and bayonets were\nrecently accepted, then rejected, by the police in Los Angeles.\n\n   ``I was offered tanks, bazookas, anything I wanted,'' said Nick\nPastore, former police chief of New Haven, Conn. ``I turned it all\ndown, because it feeds a mind-set that you're not a police officer\nserving a community, you're a soldier at war.''\n\n   (STORY CAN END HERE _ OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   The Patrol\n\n   Police in Armor, Residents on Bikes\n\n   ``War'' is the word most often used in Fresno, a depressed city\nof about 400,000 people in the San Joaquin Valley. In Fresno, more\nthan in any other city, paramilitary police have become a part of\neveryday life.\n\n   On a night when the moon was full and night temperatures so low\nthat the oranges held a wisp of frost, the Fresno SWAT squad,\ncalled the Violent Crime Suppression Unit, was back in familiar\nterritory: the poor and largely black section of town known as the\nDog Pound, where drug dealing is concentrated.\n\n   ``You wouldn't believe what this place used to be like,'' said\nDobbins, leading a group of camouflaged officers on their nightly\npatrol. ``People were prisoners of their homes. Police officers\nwere shot at routinely. The bad guys had no fear.''\n\n   An 11-year veteran, Dobbins is proud of the fact that crime has\nfallen in Fresno, as elsewhere. Like other members of the unit, he\nhas a semiautomatic Beretta pistol, a Heckler & Koch MP5 submachine\ngun and a 12-round shotgun called the Street Sweeper at his\ndisposal.\n\n   Since its start, the Fresno unit has tried to recruit ethnic\nminorities, though it remains overwhelmingly white. The 34-member\nunit has access to two helicopters equipped with night-vision\ngoggles and people-detecting heat sensors, an armored personnel\ncarrier with a turret, and an armored van that serves as a portable\nheadquarters.\n\n   The armored personnel carrier, a gift from the military with the\nwords ``FRESNO SWAT'' brightly painted on it, is used mainly to\nserve drug warrants in potentially dangerous situations.\n\n   ``A lot of people don't like the perception,'' Dobbins said.\n``They wonder why the heck does the Police Department need this\nkind of equipment. But you can't understand what it's like to be\nshot at, and what a difference it makes when you're in one of\nthese.''\n\n   The neighborhood was relatively quiet. Two pedestrians were\nstopped and searched for drugs. A car with a missing headlight was\nstopped; its driver was handcuffed and told to sit on the sidewalk\nwhile the trunk was searched. Nothing was found.\n\n   Several cars from the unit went on a high-speed chase of a\nstolen car. The occupants, tracked by dogs, dashed from the car and\nwere chased through several yards but escaped.\n\n   Pointing to a small house behind a high fence, said to be a drug\nhaven, Dobbins said, ``We've raided this house five times.'' Drugs,\nmostly crack cocaine, are what keep the Violent Crime Suppression\nUnit in business. People are stopped for minor offenses, and can\nthen be arrested for possessing drugs or having outstanding\nwarrants.\n\n   ``I'd say anyone we're going to find milling around here is\nusually involved with crack or high on crack,'' said Gunther Meiss,\na former Los Angeles police officer now with Fresno's SWAT squad.\nHe described his work as ``a lot of fun.''.\n\n   Most of the young men seen on the neighborhood streets were\nriding bikes. ``That's what has happened to a lot of the drug\ndealers,'' Dobbins said. ``We've impounded their cars.''\n\n   People in the community seemed to accept all the action, the\npolice lights, the constant presence of screeching tires and\nbarking dogs that sound like firecrackers, as the price of a\ncertain kind of peace. City officials say they have received very\nfew complaints from citizens, and random interviews confirmed that.\n\n   ``There used to be drug addicts everywhere,'' said Lydia\nCovarrubio, who has lived in Fresno for 30 years, speaking as\nofficers with dogs chased two people through back yards in her\nneighborhood.\n\n   In 1994, Fresno had a record 85 homicides and 2,810 robberies,\nand officers were fired at a dozen times. The crime spike was\nblamed on gangs selling drugs.\n\n   ``There was a real sense that the bad guys had control of the\nstreets,'' said the Fresno police chief, Ed Winchester. ``We were\ndesperate. But we certainly could not have deployed heavily armed\nSWAT-like units without the support of the community.''\n\n   The unit became a permanent part of the department the following\nyear, in 1995. In four years, crime has fallen dramatically,\nmatching the plunge across the nation. Winchester said the\nparamilitary units deserved part of the credit, though he\nacknowledged other factors.\n\n   The drop in crime raises a question about how long the city\nneeds to keep paramilitary patrols on the streets.\n\n   ``If we pulled out, the drug dealers would come back with a\nvengeance,'' said Lt. Greg Coleman, the unit commander. ``Drug\ndealers are replaced right away. If you arrest one, there's another\nto take his place.''\n\n   So they are left with each other, the officers with submachine\nguns and helicopters, and the drug dealers on bicycles, in what the\npolice say is a ceaseless struggle.\n\n   The Message\n\n   Small Arrests Show Who Is in Control\n\n   With a population of 57,000, Meriden, Conn., does not fit the\nimage of an urban crime nightmare. But in Meriden, as in Fresno,\ncrack and other drugs prompted a desperate move to create a special\nparamilitary unit.\n\n   Meriden formed its SWAT team in 1986, when crack cocaine was\nstarting to appear all over the United States. The unit now has 29\nmembers who are used nearly full time. Other small cities and towns\nhave SWAT-trained officers but use them only occasionally.\n\n   ``Street-level drug dealing just took off with crack,'' said Lt.\nSteve Lagere, who heads the Meriden SWAT team. ``We could pull up\nto the projects and have five youths selling drugs at one time,\nright out in the open.''\n\n   Now in Meriden, as in Fresno, the team arrests people for minor\noffenses, attacking small crimes as a way to send a larger message\nabout who is in control. About 90 percent of the unit's\ndeployments, Lagere said, involve drug-related work, primarily in\nthe city's housing projects and surrounding neighborhoods, which\ntend to be black and Hispanic.\n\n   Kraska's survey found that paramilitary units in small and\nmedium-sized communities were most often used to knock down the\ndoors of houses to search for drugs.\n\n   The police acknowledge the change. Some shrug; others are\nalarmed. ``I don't think it was intended to be used this way,''\nLagere said. But a well-trained tactical squad can better serve a\ndrug warrant in a potentially dangerous situation than a community\npolice officer can, he added.\n\n   ``The way I look at it is, my officers are not of the military,\nshoot-first assault style,'' he said. ``We have a different\nattitude. We're going to use everything we can to ensure there is\nlittle violence. And we don't care if we're dealing with the lowest\nvermin in the street, it's `yes sir, no sir.' We never dehumanize\nthese people.''\n\n   nn\n\n   Overall crime is down about 30 percent in the past five years,\nLagere said. But when asked if the original purpose of establishing\nthe paramilitary unit _ to reduce heavy drug use and dealing, by\nmaintaining a heavy show of force _ had been achieved, he was less\nsure. Like most police officers interviewed in the trenches of the\ndrug war, he expressed a sense of futility.\n\n   ``We ought to be looking at some other option,'' he said. ``It's\npolitically incorrect to say that as a cop. You really can't\ndiscuss it much here, because people will think you're soft on\ndrugs. But I don't see crack use going up or down, no matter what\nwe've tried to do.''\n\n   Down the Quinnipiac River from Meriden, the city of New Haven\nhas been through a similar scourge of drugs and violence. And in\nthe last five years, it has also seen crime rates fall\ndramatically. But the city did not expand the role of its rarely\nused SWAT team. Instead, the police say, they brought the crime\nrate down by rejecting the militarized approach.\n\n   ``I had some tough-guy cops in my department pushing for bigger\nand more hardware,'' said Pastore, who was the police chief from\n1990 to 1997. ``They used to say, `It's a war out there.' They like\nSWAT because it's an adventure.''\n\n   New Haven, a city of 130,000, emphasized community policing,\nmaking officers walk the beat on city streets or in housing\nprojects. ``The approach you take creates a mind-set,'' Pastore\nsaid. ``If you think everyone who uses drugs is the enemy, then\nyou're more likely to declare war on the people.''\n\n   Lagere, in Meriden, said his town used both community policing\nand a heavy SWAT presence. The SWAT team has never killed anyone,\nhe said. But other police officers argue that using paramilitary\nsquads for assaults, sweeps and raids increases the likelihood of\naccidents or shootings.\n\n   They point to two cases in New England. When the SWAT team in\nFitchburg, Mass., stormed an apartment looking for a drug dealer in\nDecember 1996, it ended up gutting an entire apartment house. A\nstun grenade, designed as distraction, flashed in a predictable\nburst but also ignited a sofa, which grew into a fire that consumed\nthe building. Six officers were injured, and 24 people were left\nwithout a home.\n\n   In another case, a SWAT team's drug raid on the wrong apartment\nin Boston led to the death of a minister, the Rev. Accelyne\nWilliams, from a heart attack. A settlement with Williams' widow\ncost the city $1 million.\n\n   The Evolution\n\n   Less Militaristic and More Selective\n\n   As small and midsized cities expand the reach of their\ndrug-fighting paramilitary squads, the nation's original SWAT team,\nin Los Angeles, has gone in the opposite direction.\n\n   The unit that introduced the term SWAT into the popular lexicon\nwas formed in 1966, largely in response to a fear of urban\nterrorism and riots. Over the years, the Los Angeles squad became\nnotorious for its battering rams connected to armored carriers, its\nconstant helicopter presence, its assault-style raids.\n\n   ``The idea back then was a lot more militaristic,'' said Officer\nEduardo Funes, a spokesman for the Los Angeles Police Department.\nNow the 67-member team reacts to extremely violent situations,\nrather than carrying out assaults. It is rare for it to be called\nout on suicide threats or drug warrants, unless there is a strong\nlikelihood of gunfire, Funes said.\n\n   ``It's not like you see on those TV shows like `Cops' or in the\nmovies,'' Funes said. ``The philosophy is to have a well-trained,\nwell-armed group of police officers who can respond and back up\nother officers in dangerous situations.''\n\n   What fed the expanding role of SWAT teams across the country\nwere the forfeiture laws that allow the police to keep much of what\nthey take in raids. There are no figures on the total amount of\nproperty seized by all police departments nationwide, but the\nfederal government seized more than $4 billion in assets from 1986\nto 1996.\n\n   Critics say that the more police departments conduct forfeiture\nraids, the more they come to rely on them. ``I call them forfeiture\njunkies,'' Pastore said.\n\n   The Supreme Court has upheld the forfeiture laws, but a few\nstates, including California, have changed the statutes so that a\nconviction is required before the police can keep the property.\n\n   Surplus military gear has also flooded into SWAT squads'\nlockers. Between 1995 and 1997 alone, the Department of Defense\ngave police departments 1.2 million pieces of military hardware,\nincluding 73 grenade launchers and 112 armored personnel carriers.\n\n   But Klinger, who patrolled the streets of South Central Los\nAngeles before he became a scholar on police behavior, said he does\nnot think the raids ultimately do much to curb drug use.\n\n   ``We should legalize drugs, and law enforcement should get out\nof the business of treating drugs as a crime problem,'' Klinger\nsaid. ``This is not an unusual position in the tactical squad\ncommunity.''\n\n   The Alternatives\n\n   Measuring Success by Those Who Live\n\n   When Sam Walker, a professor of criminal justice at the\nUniversity of Nebraska at Omaha, reviewed the cases of all the\npeople killed by the Albuquerque police, he was stunned.\n\n   ``The rate of killings by police was just off the charts,'' said\nWalker, who was hired by the city to study the department. ``They\nhad an organizational culture within their SWAT team that led them\nto escalate situations upward, rather than de-escalating.''\n\n   That is precisely what happened to Larry Harper, his family\nbelieves. At the time the police shot him, as he cowered behind a\ntree, he wanted to live and was ready to go home, said his brother\nJames Harper.\n\n   ``I keep thinking of my brother crying out, `Leave me alone, I\nhaven't done anything,' and their response, which was to kill\nhim,'' said Harper, who comes from a line of law-enforcement\nofficers.\n\n   Galvin, the Albuquerque police chief, also saw a need for change\nafter he was hired last year. ``I did away with the SWAT team,''\nGalvin said in an interview. ``We have SWAT capability, because I\nthink it is a necessary function of any police department. But\nthere is no longer a full-time unit in place.''\n\n   Most drug raids, suicide calls and other types of volatile\npolice actions do not need a full paramilitary response, he said.\n``If you have a mind-set that the goal is to take out a citizen, it\nwill happen,'' Galvin said. ``A successful intervention for us now\nis one where nobody gets killed.''\n\n   In Dallas, the paramilitary unit has been taken off most drug\nraids, which are carried out instead by the narcotics squad. In\nSeattle, the SWAT team is also out of the business of drug raids\nand suicide calls. Nor do the Seattle police use a helicopter.\n\n   But in Fresno, or Meriden, or Champaign, Ill., where the SWAT\nteams serve most of the drug warrants, there are no plans to\nretreat. The officers in camouflage and helmets, carrying MP5s and\nStreet Sweeper shotguns, are part of the night.\n","Headline":"\nTHE DRUG WAR'S ELITE SOLDIERS CAME TO STAY \n","Text":["\n   ALBUQUERQUE, N.M. _ Late on a chilly October night three years\nago, Larry Harper told his family that he felt life was no longer\nworth living, and headed out the door with a handgun. He had\nslipped back to using crack cocaine after being in drug treatment,\nand was ashamed to face his wife and brother.\n","\n   The family called the Albuquerque police for help. In response,\na paramilitary unit _ nine men clad in camouflage and armed with\nautomatic rifles and stun grenades _ stormed into the park where\nHarper had gone in despair.\n","\n   ``Let's go get the bad guy'' were the last words Hope Harper\nheard as the Special Weapons and Tactics squad brushed by her on a\nhunt for her husband, leaving the family in the dark at the edge of\nthe park.\n","\n   Police marksmen chased Harper through the woods, found him\ncowering behind a juniper tree, and shot and killed him from 43\nfeet away. He had committed no crime and had threatened only\nhimself. The police said the fact that he was holding a gun made\nhim a target.\n","\n   Harper, a 33-year-old plumber, was one of 32 people killed by\nAlbuquerque officers in the last 10 years, 11 of them by the SWAT\nteam. The police here have killed more people than any other\ndepartment of its size in the United States.\n","\n   The Harper case proved to be the one that broke the Albuquerque\nSWAT team. The family sued. And last fall, the city dismantled the\nsquad as a full-time unit and paid the family $200,000 in an\nout-of-court settlement.\n","\n   Why a city of 400,000 would need a full-time paramilitary unit\nis a question that should have been asked years ago, said the new\npolice chief, Jerry Galvin. The answer, a decade ago, would have\nbeen crack cocaine and the heavily armed gangs fighting over the\ncrack trade. But what started as a response to the violent front of\nthe war on drugs has evolved, here and in cities across the nation,\ninto a new world of policing.\n","\n   Special Weapons and Tactics squads, once used exclusively for\nthe rare urban terrorist incident or shootout, transformed\nthemselves through the crack years into everyday parts of city\nlife. In large urban areas, paramilitary units now do everything\nfrom routine street patrols to nightly raids of houses. Even small\ntowns have formed paramilitary police units. The Cape Cod town of\nHarwich, Mass., for example, population 11,000, has trained a\n10-man SWAT team.\n","\n   Encouraged by federal grants, surplus equipment handed out by\nthe military and seizure laws that allow police departments to keep\nmuch of what their special units take in raids, the Kevlar-helmeted\nbrigades have grown dramatically, even in the face of plummeting\ncrime figures.\n","\n   ``It is the militarization of Mayberry,'' said Dr. Peter Kraska,\na professor of criminal justice at Eastern Kentucky University, who\nsurveyed police departments nationwide and found that their\ndeployment of paramilitary units had grown tenfold since the early\n1980s. ``This is unprecedented in American policing and you have to\nask yourself: What are the unintended consequences?''\n","\n   It was the escalation of the drug war that brought\nmilitary-style policing into most American cities. The police felt\noutgunned and underarmored against gangs. But now that the worst\nviolence associated with the gang and crack wars of the '80s has\nfaded, the police presence has remained and, in many cases,\nescalated.\n","\n   Some police officers say the expansion of SWAT into a role as\nthe fist of the drug war and beyond is good police work. With\nproper training, these units should reduce loss of life, not add to\nit, they say. And some communities plagued by violence and turf\nbattles over drugs say they welcome a paramilitary presence in\ntheir neighborhoods.\n","\n   During a routine SWAT patrol in a poor neighborhood in Fresno,\nCalif., Sgt. Randy Dobbins said: ``You look at the way we're\ndressed and all these weapons and this helicopter overhead _ we\ncould not do this if people in the community didn't support us.\nSome people are afraid to be seen with us, but a lot of others come\nout and cheer us when we show up.''\n","\n   Kraska found that nearly 90 percent of the police departments he\nsurveyed in cities of more than 50,000 people had paramilitary\nunits, as did about 75 percent of the departments of communities\nunder 50,000.\n","\n   In South Bend, Ind., the police have used SWAT teams to serve\nwarrants on small-time marijuana dealers. In St. Petersburg, Fla.,\nthe teams were deployed, to considerable criticism, to ensure order\nduring a civic parade.\n","\n   Dressed in black or olive camouflage known as battle dress\nuniforms, the paramilitary squads use armored personnel carriers,\nstun grenades and Heckler & Koch MP5s, which are submachine guns\nadvertised to police departments with the line ``From the Gulf War\nto the Drug War _ battle proven.''\n","\n   When earlier this month New York police officers fatally shot a\nWest African immigrant named Amadou Diallo, firing 41 bullets at\nthe unarmed man, it was considered by some critics as a logical\nconsequence of a police department that views patrolling certain\nneighborhoods as war duty.\n","\n   In other cities, Kraska found in his study, police paramilitary\nunits got into trouble when they were used beyond their original\nmission.\n","\n   Some police chiefs and academics acknowledge the enormous growth\nof paramilitary police but dispute the criticism of how they are\nused. Most SWAT teams rarely shoot anyone, and 96 percent of all\nraids end with no shots fired, according to the National Tactical\nOfficers Association.\n","\n   ``You want people who are highly trained and highly\ndisciplined,'' said David Klinger, a professor of sociology at the\nUniversity of Houston, who is studying SWAT teams.\n","\n   ``It makes sense to me for Bubba Bob the sheriff to have on his\nstaff a couple of guys or girls who have been through extensive\ntactical training,'' Klinger, a former Los Angeles police officer,\nadded. ``But if what you have is some cowboy idiot who wants to be\nthe tough guy, that doesn't help anybody.''\n","\n   Most of the squads stay in existence because there is too much\nincentive not to, police officers say. Forfeiture laws passed by\nCongress at the height of the crack scare were designed to take the\nprofit out of drug dealing; assets like cars, boats, guns and cash\ncan be seized, regardless of whether the person who owns them is\nlater convicted.\n","\n   But the laws have given the police a profit motive for fighting\ndrugs, because their departments can use what they seize to\nsubsidize their budgets or buy extra equipment.\n","\n   And since the end of the Cold War, the military's giveaway of\nsurplus hardware has proved irresistible to many SWAT teams. An\namphibious armored personnel carrier has just been picked up by the\nBoone County sheriff's office in Indiana, and bayonets were\nrecently accepted, then rejected, by the police in Los Angeles.\n","\n   ``I was offered tanks, bazookas, anything I wanted,'' said Nick\nPastore, former police chief of New Haven, Conn. ``I turned it all\ndown, because it feeds a mind-set that you're not a police officer\nserving a community, you're a soldier at war.''\n","\n   nn\n","\n   The Patrol\n","\n   Police in Armor, Residents on Bikes\n","\n   ``War'' is the word most often used in Fresno, a depressed city\nof about 400,000 people in the San Joaquin Valley. In Fresno, more\nthan in any other city, paramilitary police have become a part of\neveryday life.\n","\n   On a night when the moon was full and night temperatures so low\nthat the oranges held a wisp of frost, the Fresno SWAT squad,\ncalled the Violent Crime Suppression Unit, was back in familiar\nterritory: the poor and largely black section of town known as the\nDog Pound, where drug dealing is concentrated.\n","\n   ``You wouldn't believe what this place used to be like,'' said\nDobbins, leading a group of camouflaged officers on their nightly\npatrol. ``People were prisoners of their homes. Police officers\nwere shot at routinely. The bad guys had no fear.''\n","\n   An 11-year veteran, Dobbins is proud of the fact that crime has\nfallen in Fresno, as elsewhere. Like other members of the unit, he\nhas a semiautomatic Beretta pistol, a Heckler & Koch MP5 submachine\ngun and a 12-round shotgun called the Street Sweeper at his\ndisposal.\n","\n   Since its start, the Fresno unit has tried to recruit ethnic\nminorities, though it remains overwhelmingly white. The 34-member\nunit has access to two helicopters equipped with night-vision\ngoggles and people-detecting heat sensors, an armored personnel\ncarrier with a turret, and an armored van that serves as a portable\nheadquarters.\n","\n   The armored personnel carrier, a gift from the military with the\nwords ``FRESNO SWAT'' brightly painted on it, is used mainly to\nserve drug warrants in potentially dangerous situations.\n","\n   ``A lot of people don't like the perception,'' Dobbins said.\n``They wonder why the heck does the Police Department need this\nkind of equipment. But you can't understand what it's like to be\nshot at, and what a difference it makes when you're in one of\nthese.''\n","\n   The neighborhood was relatively quiet. Two pedestrians were\nstopped and searched for drugs. A car with a missing headlight was\nstopped; its driver was handcuffed and told to sit on the sidewalk\nwhile the trunk was searched. Nothing was found.\n","\n   Several cars from the unit went on a high-speed chase of a\nstolen car. The occupants, tracked by dogs, dashed from the car and\nwere chased through several yards but escaped.\n","\n   Pointing to a small house behind a high fence, said to be a drug\nhaven, Dobbins said, ``We've raided this house five times.'' Drugs,\nmostly crack cocaine, are what keep the Violent Crime Suppression\nUnit in business. People are stopped for minor offenses, and can\nthen be arrested for possessing drugs or having outstanding\nwarrants.\n","\n   ``I'd say anyone we're going to find milling around here is\nusually involved with crack or high on crack,'' said Gunther Meiss,\na former Los Angeles police officer now with Fresno's SWAT squad.\nHe described his work as ``a lot of fun.''.\n","\n   Most of the young men seen on the neighborhood streets were\nriding bikes. ``That's what has happened to a lot of the drug\ndealers,'' Dobbins said. ``We've impounded their cars.''\n","\n   People in the community seemed to accept all the action, the\npolice lights, the constant presence of screeching tires and\nbarking dogs that sound like firecrackers, as the price of a\ncertain kind of peace. City officials say they have received very\nfew complaints from citizens, and random interviews confirmed that.\n","\n   ``There used to be drug addicts everywhere,'' said Lydia\nCovarrubio, who has lived in Fresno for 30 years, speaking as\nofficers with dogs chased two people through back yards in her\nneighborhood.\n","\n   In 1994, Fresno had a record 85 homicides and 2,810 robberies,\nand officers were fired at a dozen times. The crime spike was\nblamed on gangs selling drugs.\n","\n   ``There was a real sense that the bad guys had control of the\nstreets,'' said the Fresno police chief, Ed Winchester. ``We were\ndesperate. But we certainly could not have deployed heavily armed\nSWAT-like units without the support of the community.''\n","\n   The unit became a permanent part of the department the following\nyear, in 1995. In four years, crime has fallen dramatically,\nmatching the plunge across the nation. Winchester said the\nparamilitary units deserved part of the credit, though he\nacknowledged other factors.\n","\n   The drop in crime raises a question about how long the city\nneeds to keep paramilitary patrols on the streets.\n","\n   ``If we pulled out, the drug dealers would come back with a\nvengeance,'' said Lt. Greg Coleman, the unit commander. ``Drug\ndealers are replaced right away. If you arrest one, there's another\nto take his place.''\n","\n   So they are left with each other, the officers with submachine\nguns and helicopters, and the drug dealers on bicycles, in what the\npolice say is a ceaseless struggle.\n","\n   The Message\n","\n   Small Arrests Show Who Is in Control\n","\n   With a population of 57,000, Meriden, Conn., does not fit the\nimage of an urban crime nightmare. But in Meriden, as in Fresno,\ncrack and other drugs prompted a desperate move to create a special\nparamilitary unit.\n","\n   Meriden formed its SWAT team in 1986, when crack cocaine was\nstarting to appear all over the United States. The unit now has 29\nmembers who are used nearly full time. Other small cities and towns\nhave SWAT-trained officers but use them only occasionally.\n","\n   ``Street-level drug dealing just took off with crack,'' said Lt.\nSteve Lagere, who heads the Meriden SWAT team. ``We could pull up\nto the projects and have five youths selling drugs at one time,\nright out in the open.''\n","\n   Now in Meriden, as in Fresno, the team arrests people for minor\noffenses, attacking small crimes as a way to send a larger message\nabout who is in control. About 90 percent of the unit's\ndeployments, Lagere said, involve drug-related work, primarily in\nthe city's housing projects and surrounding neighborhoods, which\ntend to be black and Hispanic.\n","\n   Kraska's survey found that paramilitary units in small and\nmedium-sized communities were most often used to knock down the\ndoors of houses to search for drugs.\n","\n   The police acknowledge the change. Some shrug; others are\nalarmed. ``I don't think it was intended to be used this way,''\nLagere said. But a well-trained tactical squad can better serve a\ndrug warrant in a potentially dangerous situation than a community\npolice officer can, he added.\n","\n   ``The way I look at it is, my officers are not of the military,\nshoot-first assault style,'' he said. ``We have a different\nattitude. We're going to use everything we can to ensure there is\nlittle violence. And we don't care if we're dealing with the lowest\nvermin in the street, it's `yes sir, no sir.' We never dehumanize\nthese people.''\n","\n   nn\n","\n   Overall crime is down about 30 percent in the past five years,\nLagere said. But when asked if the original purpose of establishing\nthe paramilitary unit _ to reduce heavy drug use and dealing, by\nmaintaining a heavy show of force _ had been achieved, he was less\nsure. Like most police officers interviewed in the trenches of the\ndrug war, he expressed a sense of futility.\n","\n   ``We ought to be looking at some other option,'' he said. ``It's\npolitically incorrect to say that as a cop. You really can't\ndiscuss it much here, because people will think you're soft on\ndrugs. But I don't see crack use going up or down, no matter what\nwe've tried to do.''\n","\n   Down the Quinnipiac River from Meriden, the city of New Haven\nhas been through a similar scourge of drugs and violence. And in\nthe last five years, it has also seen crime rates fall\ndramatically. But the city did not expand the role of its rarely\nused SWAT team. Instead, the police say, they brought the crime\nrate down by rejecting the militarized approach.\n","\n   ``I had some tough-guy cops in my department pushing for bigger\nand more hardware,'' said Pastore, who was the police chief from\n1990 to 1997. ``They used to say, `It's a war out there.' They like\nSWAT because it's an adventure.''\n","\n   New Haven, a city of 130,000, emphasized community policing,\nmaking officers walk the beat on city streets or in housing\nprojects. ``The approach you take creates a mind-set,'' Pastore\nsaid. ``If you think everyone who uses drugs is the enemy, then\nyou're more likely to declare war on the people.''\n","\n   Lagere, in Meriden, said his town used both community policing\nand a heavy SWAT presence. The SWAT team has never killed anyone,\nhe said. But other police officers argue that using paramilitary\nsquads for assaults, sweeps and raids increases the likelihood of\naccidents or shootings.\n","\n   They point to two cases in New England. When the SWAT team in\nFitchburg, Mass., stormed an apartment looking for a drug dealer in\nDecember 1996, it ended up gutting an entire apartment house. A\nstun grenade, designed as distraction, flashed in a predictable\nburst but also ignited a sofa, which grew into a fire that consumed\nthe building. Six officers were injured, and 24 people were left\nwithout a home.\n","\n   In another case, a SWAT team's drug raid on the wrong apartment\nin Boston led to the death of a minister, the Rev. Accelyne\nWilliams, from a heart attack. A settlement with Williams' widow\ncost the city $1 million.\n","\n   The Evolution\n","\n   Less Militaristic and More Selective\n","\n   As small and midsized cities expand the reach of their\ndrug-fighting paramilitary squads, the nation's original SWAT team,\nin Los Angeles, has gone in the opposite direction.\n","\n   The unit that introduced the term SWAT into the popular lexicon\nwas formed in 1966, largely in response to a fear of urban\nterrorism and riots. Over the years, the Los Angeles squad became\nnotorious for its battering rams connected to armored carriers, its\nconstant helicopter presence, its assault-style raids.\n","\n   ``The idea back then was a lot more militaristic,'' said Officer\nEduardo Funes, a spokesman for the Los Angeles Police Department.\nNow the 67-member team reacts to extremely violent situations,\nrather than carrying out assaults. It is rare for it to be called\nout on suicide threats or drug warrants, unless there is a strong\nlikelihood of gunfire, Funes said.\n","\n   ``It's not like you see on those TV shows like `Cops' or in the\nmovies,'' Funes said. ``The philosophy is to have a well-trained,\nwell-armed group of police officers who can respond and back up\nother officers in dangerous situations.''\n","\n   What fed the expanding role of SWAT teams across the country\nwere the forfeiture laws that allow the police to keep much of what\nthey take in raids. There are no figures on the total amount of\nproperty seized by all police departments nationwide, but the\nfederal government seized more than $4 billion in assets from 1986\nto 1996.\n","\n   Critics say that the more police departments conduct forfeiture\nraids, the more they come to rely on them. ``I call them forfeiture\njunkies,'' Pastore said.\n","\n   The Supreme Court has upheld the forfeiture laws, but a few\nstates, including California, have changed the statutes so that a\nconviction is required before the police can keep the property.\n","\n   Surplus military gear has also flooded into SWAT squads'\nlockers. Between 1995 and 1997 alone, the Department of Defense\ngave police departments 1.2 million pieces of military hardware,\nincluding 73 grenade launchers and 112 armored personnel carriers.\n","\n   But Klinger, who patrolled the streets of South Central Los\nAngeles before he became a scholar on police behavior, said he does\nnot think the raids ultimately do much to curb drug use.\n","\n   ``We should legalize drugs, and law enforcement should get out\nof the business of treating drugs as a crime problem,'' Klinger\nsaid. ``This is not an unusual position in the tactical squad\ncommunity.''\n","\n   The Alternatives\n","\n   Measuring Success by Those Who Live\n","\n   When Sam Walker, a professor of criminal justice at the\nUniversity of Nebraska at Omaha, reviewed the cases of all the\npeople killed by the Albuquerque police, he was stunned.\n","\n   ``The rate of killings by police was just off the charts,'' said\nWalker, who was hired by the city to study the department. ``They\nhad an organizational culture within their SWAT team that led them\nto escalate situations upward, rather than de-escalating.''\n","\n   That is precisely what happened to Larry Harper, his family\nbelieves. At the time the police shot him, as he cowered behind a\ntree, he wanted to live and was ready to go home, said his brother\nJames Harper.\n","\n   ``I keep thinking of my brother crying out, `Leave me alone, I\nhaven't done anything,' and their response, which was to kill\nhim,'' said Harper, who comes from a line of law-enforcement\nofficers.\n","\n   Galvin, the Albuquerque police chief, also saw a need for change\nafter he was hired last year. ``I did away with the SWAT team,''\nGalvin said in an interview. ``We have SWAT capability, because I\nthink it is a necessary function of any police department. But\nthere is no longer a full-time unit in place.''\n","\n   Most drug raids, suicide calls and other types of volatile\npolice actions do not need a full paramilitary response, he said.\n``If you have a mind-set that the goal is to take out a citizen, it\nwill happen,'' Galvin said. ``A successful intervention for us now\nis one where nobody gets killed.''\n","\n   In Dallas, the paramilitary unit has been taken off most drug\nraids, which are carried out instead by the narcotics squad. In\nSeattle, the SWAT team is also out of the business of drug raids\nand suicide calls. Nor do the Seattle police use a helicopter.\n","\n   But in Fresno, or Meriden, or Champaign, Ill., where the SWAT\nteams serve most of the drug warrants, there are no plans to\nretreat. The officers in camouflage and helmets, carrying MP5s and\nStreet Sweeper shotguns, are part of the night.\n"]}