{"DocumentId":"NYT20000821.0488","TopicId":"NYT","Relevance":"0","Body":" BC-YOUTHS-EXECUTE-3TAKES-NYT \nNUMBER OF YOUTHFUL OFFENDERS ON DEATH ROW HITS 24-YEAR HIGH \n\n  (Eds: A shorter version slugged YOUTHS-EXECUTE-ABRIDGED is also\nmoving.) \n By SARA RIMER   and RAYMOND BONNER   \n c.2000 N.Y. Times News Service   \n\n   If the state of Georgia electrocutes Alexander Williams on\nThursday, as planned, five men who committed murder when they were\n17 will have been put to death this year in the United States. That\nis more than in any year since 1954, when six teen-agers were\nexecuted in Florida and Georgia.\n\n   Williams, now 32, is one of 80 condemned youthful offenders _\nthose who were under 18 at the time of their crimes _ and while\nthey make up only a small percentage of the overall death-row\npopulation, more are awaiting execution than at any time since the\nban on capital punishment was lifted in 1976.\n\n   The practice of condemning teen-agers reflects the complexity of\nattitudes about capital punishment in the United States. While 23\nof the 38 states that have the death penalty permit the execution\nof youthful offenders, only a handful have actually carried out\nsuch executions since the death penalty was reinstated. Half of all\ncondemned youthful offenders are in Texas and Alabama.\n\n   In South Carolina, where four juvenile offenders are on death\nrow, Wayne Bailey, a district attorney, expressed a view popular\namong supporters of the death penalty for those who committed\ncapital crimes when they were younger than 18.\n\n   ``If you do an adult crime,'' Bailey said, ``the jury ought to\nhave the option to come back with the death penalty.''\n\n   But even many prosecutors who support the death penalty, as well\nas national organizations that are neutral on the issue, are\nexpressing concern about sentencing to death those who were,\naccording to most laws, still children when they committed their\ncrimes. The United States is one of only seven countries in the\nworld that permit such executions, according to the State\nDepartment. Language prohibiting the practice is included in\nseveral international human rights treaties, including the U.N.\nConvention on the Rights of the Child, which only the United States\nand Somalia have not yet ratified.\n\n   ``It offends my conscience to execute someone who was under 18\nat the time of the crime,'' said District Attorney Joshua Marquis,\nof Astoria, Ore., a member of the board of the National Association\nof District Attorneys, who otherwise supports the death penalty.\n\n   The U.S. Supreme Court upheld the constitutionality of the death\npenalty for 16- and 17-year-olds by one vote in 1989. The previous\nyear the court ruled that executing those under 16 was cruel and\nunusual punishment, but legal experts are split on whether that\nconstitutes a ban on such executions. No one younger than 16 at the\ntime of the crime has been executed, and only one person who was 16\nat the time of the crime has been executed. Of the 23 states that\npermit the execution of juvenile offenders, only seven have carried\nout such executions since 1976: Texas, Virginia, South Carolina,\nLouisiana, Missouri, Georgia and Oklahoma.\n\n   Experts say that it is little surprise that most are Southern\nstates, since the South has the highest incarceration rate and the\nhighest execution rate in general. This year, Virginia and Texas\neach executed two men who committed their crimes when they were\nunder 18.\n\n   Federal law prohibits the execution of juvenile offenders\ncharged with federal crimes, and when New York reinstated the death\npenalty in 1995, it specifically excluded juvenile offenders.\nKansas took the same step when it reinstated the death penalty in\n1994. Montana outlawed the death penalty for its juvenile offenders\nlast year. Maryland raised the age for capital punishment to 18 in\nthe late 1980s, and the state of Washington did so in 1993.\n\n   The American Bar Association and the Children's Defense Fund\noppose death sentences for juvenile offenders.\n\n   In South Carolina, several former prosecutors formed a group to\nprotect juvenile offenders last year when they learned their state\nhas four on death row.\n\n   ``Considering all the ways the government failed our children _\nfrom crack babies to horrible public schools to miserable health\ncare, we can at least ask the government not to willfully kill\nthem,'' said Zoe Sanders Nettles, a former prosecutor who helped\nfound the group, South Carolinians for Alternatives to the\nExecution of Children.\n\n   In many ways Alexander Williams is the typical condemned\nyouthful offender: Southern, black, poor, male and his victim was\nwhite and female. The six teen-agers who were executed in 1954 were\nall black and their crimes involved either the murder of white men\nor the rape of white girls. They were all between the ages of 17\nand 19 when they were electrocuted.\n\n   Williams' lawyers have asked the Georgia Board of Pardons and\nParoles to commute Williams' sentence to life imprisonment and are\nplanning a last-minute appeal to the U.S. Supreme Court.\n\n   nn\n\n   (BEGIN OPTIONAL TRIM)\n\n   The American Bar Association and the Children's Defense Fund\nhave condemned the sentencing to death of juvenile offenders and\nhave written letters to the pardons board on Williams's behalf.\nRosalynn Carter, the former first lady, has also written, asking\nthat Williams' sentence be commuted to life imprisonment.\n\n   Carter wrote: ``As a society we traditionally have given special\nconsideration to children who commit crimes because we recognize\nthat they lack the maturity or the mental capacity to function as\nadults.''\n\n   Williams' cause has also been taken up by the European Union, a\nmeasure of the repugnance other Western countries have for the\nexecution of juvenile offenders. A representative of the union met\nwith the Georgia pardons board Monday to present an ``urgent\nhumanitarian appeal'' for the sentence to be commuted to life\nimprisonment, a European Union official said.\n\n   While it is impossible to document with certainty the extent of\nthe death penalty for juvenile offenders internationally, the U.S.\nState Department, the U.N. High Commission on Human Rights and\nAmnesty International, a human rights advocacy group, report that\nthe only countries other than the United States to have carried out\nsuch executions in the last 10 years are Iran, Nigeria, Pakistan,\nSaudi Arabia, Yemen and Congo.\n\n   The United States has executed 14 juvenile offenders in that\ntime, more than the other countries combined, according to Amnesty\nInternational. China, which executes more people than any other\ncountry in the world, formally banned the execution of juvenile\noffenders in 1997.\n\n   Other countries that allow the death penalty but prohibit it for\njuvenile offenders include Japan, South Korea, Singapore and Libya.\n\n   Besides the prohibition in the U.N. treaty, the execution of\njuvenile offenders is also banned under the International\nConvention on Civil and Political Rights. The U.S. Senate voted to\nratify that in 1992, but specifically reserved the right to execute\njuvenile offenders.\n\n   (END OPTIONAL TRIM)\n\n   The United States is continuing a practice that dates to 1647,\nwhen 16-year-old Thomas Graunger was reportedly hanged in Plymouth\nColony for bestiality involving a cow and a horse, said Victor\nStreib, a leading expert on juveniles and the death penalty, and\nthe dean of the law school at Ohio Northern University.\n\n   Streib and other experts on adolescence and criminal justice say\nthat juvenile inmates facing execution may be viewed as an extreme\nexpression of Americans' fears of violence, and the attitudes among\npoliticians and law enforcement officials who want to be seen as\ntough on crime.\n\n   The experts say that executing juvenile offenders in more recent\nyears reflects the trend toward treating juvenile offenders as\nadults, with their crimes judged as more significant than their\nyouth as a mitigating factor.\n\n   Execution of juvenile offenders increased with the escalation of\njuvenile violent crime in the mid-1990s and has continued even as\nthat crime rate has been declining in the last few years.\n\n   Some experts contend there is growing scientific evidence that\nthe brain is still developing through adolescence, and that with\nproper intervention, violent juvenile offenders can be\nrehabilitated.\n\n   ``The empirical and moral question here is, at what age can we\nbe so sure of a person's inability to change in the context of an\nattempt by society to change that person that we would sentence\nthat person to death?'' said Laurence Steinberg, a psychology\nprofessor at Temple University and the director of the MacArthur\nFoundation Research Network on Adolescent Development and Juvenile\nJustice. ``I don't think that 16 or 17 seems like a very reasonable\nanswer to that.''\n\n   Law enforcement officials and politicians who favor the\ntreatment of teen-age offenders as adults say the traditional\njuvenile justice system was not set up to handle the numbers of\nteen-agers who now have access to guns, and who commit the types of\ncrimes that are punished with the death penalty.\n\n   Alexander Williams was 17 in 1986 when he abducted 16-year-old\nAleta Bunch from a shopping mall in Augusta, Ga., then raped and\nfatally shot her.\n\n   Aleta's mother, Carolyn Bunch, said of her daughter's killer in\na recent interview, ``I don't care how old he was. He was old\nenough to know better. I could pull the switch on him and never\nhave any remorse. He shot her three times in the forehead. He shot\nher eye out. He shot her in the heart.''\n\n   Daniel Craig, the district attorney in Augusta, said in an\ninterview that he opposes clemency for Williams because the jury\nhad ``determined that the appropriate response of a civilized\nsociety is the death penalty.''\n\n   Under Georgia law, at 17 Williams was automatically charged as\nan adult, but it was the prosecutor's decision to seek the death\npenalty.\n\n   Williams is described in prison records as mentally ill: records\nindicate he is bipolar and has schizoaffective disorder, which\nreportedly leads him to worship the actress Sigourney Weaver as god\nand to dress as the Lone Ranger. As a juvenile, he was charged with\nseveral offenses, including reckless conduct for holding a knife to\na 13-year-old classmate's throat.\n\n   Williams' sister, Alexsandriya Clemons, and half-brother, Rodney\nBlair, have both sworn affidavits describing the abuse their mother\nmeted out to all of them as children. In an interview in Jackson,\nGa., last month, where they were visiting their brother on death\nrow, they said their mother had beaten them frequently with\nelectrical cords, frying pans, belts, barbells and a vacuum\ncleaner. Their brother Alexander, they said, bore the brunt of the\nworst abuse.\n\n   ``One time she was hitting his toes with a screwdriver and a\nhammer,'' Clemons said.\n\n   They said their mother, Pat Blair, held down three jobs while\nsupporting five children. She declined to be interviewed for this\narticle.\n\n   At the trial, Alexander Williams' lawyer, O.L. Collins, who has\nsince died, did not present any of the details of his client's\nchildhood.\n\n   Last week, four jurors, and a fifth this week, swore affidavits\nstating that had they known about Williams' childhood abuse, and\nhis mental illness, they would not have voted to sentence him to\ndeath. It is for that reason they, too, are asking Georgia's\npardons board to grant Williams clemency.\n\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   Streib and other experts who have studied the youthful offenders\non death row say that they often grew up in fractured families\nmarked by drugs, alcohol, violence and mental illness. As children\nthe offenders had to figure out ``how not to get beaten to a pulp\nor sexually abused by one of the so-called adults who'd been placed\nin charge of them,'' said Craig Haney, a professor of psychology at\nthe University of California at Santa Cruz, who has compiled the\nsocial histories of many juvenile offenders on death row for\ndefense lawyers. That kind of early abuse can lead to aggression\nand violence, Haney and other experts contend.\n\n   Haney and other experts also say that the stereotypical image of\nteen-age killers as superpredators who cannot be redeemed is not\nborne out by scientific evidence.\n\n   ``Even people who are cynical about the rehabilitation of adults\nrecognize that juveniles are different,'' Haney said. ``It's the\nnotion that human nature is unfolding. It's not until later in\nsomeone's life that you're willing to throw up your hands and say\nthere is nothing more we can do now.''\n\n   But many law enforcement officials view these offenders\ndifferently.\n\n   ``Gary Hart is not a kid,'' the prosecutor said during the trial\nof Gary Davis Hart II, who was 16 when he fatally shot a restaurant\nmanager in Mobile, Ala., in 1989. ``Gary Hart is a predator.''\n\n   Gary Hart, who is on Alabama's death row, testified at trial\nthat an older man had given him and a friend instructions on how to\nrob the restaurant. The shooting, he said, had been an accident.\nOnce he had cocked the gun, he did not know how to uncock it, he\nsaid. He said he had taken the gun from the trunk of his mother's\ncar.\n\n   Christopher Simmons, who is on death row in Missouri, was 4 when\nhis stepfather began taking him to bars and pouring him drinks,\ndefense psychologists say. His stepfather would tie young\nChristopher to a tree when he went fishing.\n\n   At 17, in the course of a burglary in 1983, Christopher and a\n15-year-old friend bound and gagged a 46-year-old woman and pushed\nher into a river and she drowned. The 15-year-old was given life\nwithout parole.\n\n   ``Seventeen years old,'' the prosecutor said of Christopher at\nhis trial. ``Doesn't that scare you? Mitigating? Quite the\ncontrary, I submit.'' The prosecutor suggested that Christopher's\nfamily would be better off if he were executed. ``Show some mercy\nto his family,'' he said. ``Give him death.''\n\n   Kevin Hughes had a mother who was a schizophrenic and an\nalcoholic, according to court records. Left alone by their mother\nfor weeks at a time, Kevin and his five siblings begged on the\nstreets of Philadelphia for money and food, according to affidavits\nfiled by several relatives. The mother had a series of violent\nboyfriends, who beat and raped Kevin while his mother laughed,\naccording to the affidavits.\n\n   ``Kevin got really bad beatings and whippings because he could\nnot understand things and was mentally slow,'' his oldest brother\nsaid in his affidavit.\n\n   Kevin Hughes, now 38, was 16 when he raped and strangled a\n9-year-old girl, Rochelle Graham. He has been on death row in\nPennsylvania for 17 years.\n","Headline":"\nNUMBER OF YOUTHFUL OFFENDERS ON DEATH ROW HITS 24-YEAR HIGH \n","Text":["\n   If the state of Georgia electrocutes Alexander Williams on\nThursday, as planned, five men who committed murder when they were\n17 will have been put to death this year in the United States. That\nis more than in any year since 1954, when six teen-agers were\nexecuted in Florida and Georgia.\n","\n   Williams, now 32, is one of 80 condemned youthful offenders _\nthose who were under 18 at the time of their crimes _ and while\nthey make up only a small percentage of the overall death-row\npopulation, more are awaiting execution than at any time since the\nban on capital punishment was lifted in 1976.\n","\n   The practice of condemning teen-agers reflects the complexity of\nattitudes about capital punishment in the United States. While 23\nof the 38 states that have the death penalty permit the execution\nof youthful offenders, only a handful have actually carried out\nsuch executions since the death penalty was reinstated. Half of all\ncondemned youthful offenders are in Texas and Alabama.\n","\n   In South Carolina, where four juvenile offenders are on death\nrow, Wayne Bailey, a district attorney, expressed a view popular\namong supporters of the death penalty for those who committed\ncapital crimes when they were younger than 18.\n","\n   ``If you do an adult crime,'' Bailey said, ``the jury ought to\nhave the option to come back with the death penalty.''\n","\n   But even many prosecutors who support the death penalty, as well\nas national organizations that are neutral on the issue, are\nexpressing concern about sentencing to death those who were,\naccording to most laws, still children when they committed their\ncrimes. The United States is one of only seven countries in the\nworld that permit such executions, according to the State\nDepartment. Language prohibiting the practice is included in\nseveral international human rights treaties, including the U.N.\nConvention on the Rights of the Child, which only the United States\nand Somalia have not yet ratified.\n","\n   ``It offends my conscience to execute someone who was under 18\nat the time of the crime,'' said District Attorney Joshua Marquis,\nof Astoria, Ore., a member of the board of the National Association\nof District Attorneys, who otherwise supports the death penalty.\n","\n   The U.S. Supreme Court upheld the constitutionality of the death\npenalty for 16- and 17-year-olds by one vote in 1989. The previous\nyear the court ruled that executing those under 16 was cruel and\nunusual punishment, but legal experts are split on whether that\nconstitutes a ban on such executions. No one younger than 16 at the\ntime of the crime has been executed, and only one person who was 16\nat the time of the crime has been executed. Of the 23 states that\npermit the execution of juvenile offenders, only seven have carried\nout such executions since 1976: Texas, Virginia, South Carolina,\nLouisiana, Missouri, Georgia and Oklahoma.\n","\n   Experts say that it is little surprise that most are Southern\nstates, since the South has the highest incarceration rate and the\nhighest execution rate in general. This year, Virginia and Texas\neach executed two men who committed their crimes when they were\nunder 18.\n","\n   Federal law prohibits the execution of juvenile offenders\ncharged with federal crimes, and when New York reinstated the death\npenalty in 1995, it specifically excluded juvenile offenders.\nKansas took the same step when it reinstated the death penalty in\n1994. Montana outlawed the death penalty for its juvenile offenders\nlast year. Maryland raised the age for capital punishment to 18 in\nthe late 1980s, and the state of Washington did so in 1993.\n","\n   The American Bar Association and the Children's Defense Fund\noppose death sentences for juvenile offenders.\n","\n   In South Carolina, several former prosecutors formed a group to\nprotect juvenile offenders last year when they learned their state\nhas four on death row.\n","\n   ``Considering all the ways the government failed our children _\nfrom crack babies to horrible public schools to miserable health\ncare, we can at least ask the government not to willfully kill\nthem,'' said Zoe Sanders Nettles, a former prosecutor who helped\nfound the group, South Carolinians for Alternatives to the\nExecution of Children.\n","\n   In many ways Alexander Williams is the typical condemned\nyouthful offender: Southern, black, poor, male and his victim was\nwhite and female. The six teen-agers who were executed in 1954 were\nall black and their crimes involved either the murder of white men\nor the rape of white girls. They were all between the ages of 17\nand 19 when they were electrocuted.\n","\n   Williams' lawyers have asked the Georgia Board of Pardons and\nParoles to commute Williams' sentence to life imprisonment and are\nplanning a last-minute appeal to the U.S. Supreme Court.\n","\n   nn\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   The American Bar Association and the Children's Defense Fund\nhave condemned the sentencing to death of juvenile offenders and\nhave written letters to the pardons board on Williams's behalf.\nRosalynn Carter, the former first lady, has also written, asking\nthat Williams' sentence be commuted to life imprisonment.\n","\n   Carter wrote: ``As a society we traditionally have given special\nconsideration to children who commit crimes because we recognize\nthat they lack the maturity or the mental capacity to function as\nadults.''\n","\n   Williams' cause has also been taken up by the European Union, a\nmeasure of the repugnance other Western countries have for the\nexecution of juvenile offenders. A representative of the union met\nwith the Georgia pardons board Monday to present an ``urgent\nhumanitarian appeal'' for the sentence to be commuted to life\nimprisonment, a European Union official said.\n","\n   While it is impossible to document with certainty the extent of\nthe death penalty for juvenile offenders internationally, the U.S.\nState Department, the U.N. High Commission on Human Rights and\nAmnesty International, a human rights advocacy group, report that\nthe only countries other than the United States to have carried out\nsuch executions in the last 10 years are Iran, Nigeria, Pakistan,\nSaudi Arabia, Yemen and Congo.\n","\n   The United States has executed 14 juvenile offenders in that\ntime, more than the other countries combined, according to Amnesty\nInternational. China, which executes more people than any other\ncountry in the world, formally banned the execution of juvenile\noffenders in 1997.\n","\n   Other countries that allow the death penalty but prohibit it for\njuvenile offenders include Japan, South Korea, Singapore and Libya.\n","\n   Besides the prohibition in the U.N. treaty, the execution of\njuvenile offenders is also banned under the International\nConvention on Civil and Political Rights. The U.S. Senate voted to\nratify that in 1992, but specifically reserved the right to execute\njuvenile offenders.\n","\n   (END OPTIONAL TRIM)\n","\n   The United States is continuing a practice that dates to 1647,\nwhen 16-year-old Thomas Graunger was reportedly hanged in Plymouth\nColony for bestiality involving a cow and a horse, said Victor\nStreib, a leading expert on juveniles and the death penalty, and\nthe dean of the law school at Ohio Northern University.\n","\n   Streib and other experts on adolescence and criminal justice say\nthat juvenile inmates facing execution may be viewed as an extreme\nexpression of Americans' fears of violence, and the attitudes among\npoliticians and law enforcement officials who want to be seen as\ntough on crime.\n","\n   The experts say that executing juvenile offenders in more recent\nyears reflects the trend toward treating juvenile offenders as\nadults, with their crimes judged as more significant than their\nyouth as a mitigating factor.\n","\n   Execution of juvenile offenders increased with the escalation of\njuvenile violent crime in the mid-1990s and has continued even as\nthat crime rate has been declining in the last few years.\n","\n   Some experts contend there is growing scientific evidence that\nthe brain is still developing through adolescence, and that with\nproper intervention, violent juvenile offenders can be\nrehabilitated.\n","\n   ``The empirical and moral question here is, at what age can we\nbe so sure of a person's inability to change in the context of an\nattempt by society to change that person that we would sentence\nthat person to death?'' said Laurence Steinberg, a psychology\nprofessor at Temple University and the director of the MacArthur\nFoundation Research Network on Adolescent Development and Juvenile\nJustice. ``I don't think that 16 or 17 seems like a very reasonable\nanswer to that.''\n","\n   Law enforcement officials and politicians who favor the\ntreatment of teen-age offenders as adults say the traditional\njuvenile justice system was not set up to handle the numbers of\nteen-agers who now have access to guns, and who commit the types of\ncrimes that are punished with the death penalty.\n","\n   Alexander Williams was 17 in 1986 when he abducted 16-year-old\nAleta Bunch from a shopping mall in Augusta, Ga., then raped and\nfatally shot her.\n","\n   Aleta's mother, Carolyn Bunch, said of her daughter's killer in\na recent interview, ``I don't care how old he was. He was old\nenough to know better. I could pull the switch on him and never\nhave any remorse. He shot her three times in the forehead. He shot\nher eye out. He shot her in the heart.''\n","\n   Daniel Craig, the district attorney in Augusta, said in an\ninterview that he opposes clemency for Williams because the jury\nhad ``determined that the appropriate response of a civilized\nsociety is the death penalty.''\n","\n   Under Georgia law, at 17 Williams was automatically charged as\nan adult, but it was the prosecutor's decision to seek the death\npenalty.\n","\n   Williams is described in prison records as mentally ill: records\nindicate he is bipolar and has schizoaffective disorder, which\nreportedly leads him to worship the actress Sigourney Weaver as god\nand to dress as the Lone Ranger. As a juvenile, he was charged with\nseveral offenses, including reckless conduct for holding a knife to\na 13-year-old classmate's throat.\n","\n   Williams' sister, Alexsandriya Clemons, and half-brother, Rodney\nBlair, have both sworn affidavits describing the abuse their mother\nmeted out to all of them as children. In an interview in Jackson,\nGa., last month, where they were visiting their brother on death\nrow, they said their mother had beaten them frequently with\nelectrical cords, frying pans, belts, barbells and a vacuum\ncleaner. Their brother Alexander, they said, bore the brunt of the\nworst abuse.\n","\n   ``One time she was hitting his toes with a screwdriver and a\nhammer,'' Clemons said.\n","\n   They said their mother, Pat Blair, held down three jobs while\nsupporting five children. She declined to be interviewed for this\narticle.\n","\n   At the trial, Alexander Williams' lawyer, O.L. Collins, who has\nsince died, did not present any of the details of his client's\nchildhood.\n","\n   Last week, four jurors, and a fifth this week, swore affidavits\nstating that had they known about Williams' childhood abuse, and\nhis mental illness, they would not have voted to sentence him to\ndeath. It is for that reason they, too, are asking Georgia's\npardons board to grant Williams clemency.\n","\n   nn\n","\n   Streib and other experts who have studied the youthful offenders\non death row say that they often grew up in fractured families\nmarked by drugs, alcohol, violence and mental illness. As children\nthe offenders had to figure out ``how not to get beaten to a pulp\nor sexually abused by one of the so-called adults who'd been placed\nin charge of them,'' said Craig Haney, a professor of psychology at\nthe University of California at Santa Cruz, who has compiled the\nsocial histories of many juvenile offenders on death row for\ndefense lawyers. That kind of early abuse can lead to aggression\nand violence, Haney and other experts contend.\n","\n   Haney and other experts also say that the stereotypical image of\nteen-age killers as superpredators who cannot be redeemed is not\nborne out by scientific evidence.\n","\n   ``Even people who are cynical about the rehabilitation of adults\nrecognize that juveniles are different,'' Haney said. ``It's the\nnotion that human nature is unfolding. It's not until later in\nsomeone's life that you're willing to throw up your hands and say\nthere is nothing more we can do now.''\n","\n   But many law enforcement officials view these offenders\ndifferently.\n","\n   ``Gary Hart is not a kid,'' the prosecutor said during the trial\nof Gary Davis Hart II, who was 16 when he fatally shot a restaurant\nmanager in Mobile, Ala., in 1989. ``Gary Hart is a predator.''\n","\n   Gary Hart, who is on Alabama's death row, testified at trial\nthat an older man had given him and a friend instructions on how to\nrob the restaurant. The shooting, he said, had been an accident.\nOnce he had cocked the gun, he did not know how to uncock it, he\nsaid. He said he had taken the gun from the trunk of his mother's\ncar.\n","\n   Christopher Simmons, who is on death row in Missouri, was 4 when\nhis stepfather began taking him to bars and pouring him drinks,\ndefense psychologists say. His stepfather would tie young\nChristopher to a tree when he went fishing.\n","\n   At 17, in the course of a burglary in 1983, Christopher and a\n15-year-old friend bound and gagged a 46-year-old woman and pushed\nher into a river and she drowned. The 15-year-old was given life\nwithout parole.\n","\n   ``Seventeen years old,'' the prosecutor said of Christopher at\nhis trial. ``Doesn't that scare you? Mitigating? Quite the\ncontrary, I submit.'' The prosecutor suggested that Christopher's\nfamily would be better off if he were executed. ``Show some mercy\nto his family,'' he said. ``Give him death.''\n","\n   Kevin Hughes had a mother who was a schizophrenic and an\nalcoholic, according to court records. Left alone by their mother\nfor weeks at a time, Kevin and his five siblings begged on the\nstreets of Philadelphia for money and food, according to affidavits\nfiled by several relatives. The mother had a series of violent\nboyfriends, who beat and raped Kevin while his mother laughed,\naccording to the affidavits.\n","\n   ``Kevin got really bad beatings and whippings because he could\nnot understand things and was mentally slow,'' his oldest brother\nsaid in his affidavit.\n","\n   Kevin Hughes, now 38, was 16 when he raped and strangled a\n9-year-old girl, Rochelle Graham. He has been on death row in\nPennsylvania for 17 years.\n"]}