{"DocumentId":"NYT20000905.0248","TopicId":"NYT","Relevance":"0","Body":" BC-RAMPAGE-ITHACA-ART-2TAKES(TRIMS)-NYT \nA UNIQUE PAIRING TRIES TO GET TO THE DISTURBED BEFORE THEY BECOME\nDANGEROUS\n\n   (Special Report) \n(ART ADV: Photo is being sent to NYT photo clients. Nonsubscribers\ncan purchase one-time rights by calling 888-603-1036 or\n888-346-9867.) \n By LAURIE GOODSTEIN   \n c.2000 N.Y. Times News Service   \n\n   ITHACA, N.Y. _ It was nearly four years ago when the police\nclimbed the creaky stairs to Deborah Stagg's apartment in response\nto calls from neighbors who had heard her screaming and raving\nalone in there. Stagg was known around town as a woman so disturbed\nshe had once delivered her own baby by cutting her womb open with a\npenknife.\n\n   This time, a steak knife in hand, Stagg bolted from her\nbarricaded bathroom and stabbed Inspector Michael A. Padula in the\nneck, a fatal wound. The police opened fire, killing Stagg. The\ndouble deaths were a pivotal trauma in Ithaca, where Padula was the\nfirst police officer killed in the line of duty. In the grim\naftermath, the police blamed the mental health department, and\nmental health advocates blamed the police.\n\n   In the midst of the mourning and finger-pointing, a policeman\nand a mental health clinic supervisor who were distant\nacquaintances got together over beer to talk about whether they\ncould prevent such occurrences, jotting down ideas on bar napkins.\nOut of it grew a collaboration between the Ithaca police and mental\nhealth departments that some policing experts say is unmatched\nanywhere in the country because of its focus on pre-empting\nproblems in addition to responding to crises.\n\n   Now, when the police department receives a call that someone is\nbehaving bizarrely, making threats or talking of suicide, it is\nusually the two men who brainstormed in the bar _ Lt. John Beau\nSaul of the police department and Terry Garahan, the mental health\nclinic supervisor _ who drive to the scene together in a worn\npolice van to assess the situation. They have paved the way for\nother police officers or county sheriffs and mental health workers\nto regularly go out on calls together.\n\n   They intervene when the case is potentially dangerous, as when a\nyoung man threatened to kill the staff at a temporary employment\nagency and then kill himself. But they also intervene when the case\nmight appear frivolous, as when a woman called to report Martians\ninvading through her ceiling.\n\n   ``We go out and find these people and try to get them to get the\nhelp they need,'' said Saul, steering the van down a leafy street\nto visit an elderly man who had called the police to report a jar\nof peanut butter stolen from his bed.\n\n   ``If you go to other places,'' Saul said, ``people like this are\navoided like the plague. We actually go out of our way to find\nthese people and engage them.''\n\n   Garahan said, ``The theory is, you solve problems even when\nthey're not problems.''\n\n   The unlikely team, one a clean-cut cop, the other a long-haired\nsocial worker, uses a carrot-and-stick approach, sometimes cajoling\na person into getting mental health treatment or contacting other\nsocial services, and sometimes, where criminal behavior is\ninvolved, using the threat of arrest or imprisonment. The result is\nthat even Ithaca police officers who were initially cynical about\nthe approach now say they have seen a steep decline in the number\nof chronic phone callers tying up police lines and time, and fewer\nuntreated mentally ill people out on the streets. In several cases,\nthey succeeded in defusing emotionally disturbed people who were\narmed and threatening violence, prodding them into psychiatric care\nrather than prison.\n\n   In a study of ``Rampage Killers'' conducted earlier this year by\nThe New York Times, family, friends, and neighbors of killers\nrepeatedly said in interviews afterward that they had observed the\nkillers behaving strangely or making threats before the crime, and\nhad tried to alert the police or mental health officials, to no\navail. The police often say their hands are tied, and they can\nintervene only after the person has demonstrated a danger to\nhimself or others. Mental health services and hospitals in most\nplaces are stretched so thin that they too are unequipped to\nrespond.\n\n   The city of Ithaca has dared to move beyond this ``hands are\ntied'' response. A maverick university town in upstate New York at\nthe southern tip of Cayuga Lake, Ithaca has committed the resources\nof its police and mental health departments to respond even when\nthere is no immediate crisis. It allows the sharing of information\nbetween the departments about past criminal and mental health\nhistories, treading close to a line that could raise the hackles of\ncivil libertarians and advocates for mental health patients.\n\n   The approach in Ithaca goes beyond that of other cities in which\npolice departments have begun policing programs for dealing with\nthe mentally ill. The model most commonly copied is from Memphis,\nTenn., where a specially trained police unit responds to crisis\ncalls about emotionally disturbed people, referred to by the police\nas EDP's). Other cities, like Los Angeles and Birmingham, Ala.,\nhave paired social workers with police officers who respond to\ncrises involving the mentally ill, said several experts who study\npolicing.\n\n   What is unusual in Ithaca is the emphasis on prevention, and the\ndecision to devote police resources to following up on people with\nchronic problems who do not always want to accept help. Over the\ncourse of the summer, they revisited several cases, including those\nof a mentally ill crack addict who is resisting drug treatment, an\nangry schizophrenic who had threatened his ex-wife and was making\nharassing phone calls to public officials at their homes, and a\nparanoid factory worker who wanted the police to investigate ``mind\nintrusion machines'' he insisted were planted in his home and\nworkplace.\n\n   By Labor Day, Saul and Garahan had succeeded in steering two of\nthem into treatment and were still making weekly visits to persuade\nthe crack-addicted man to enter a drug detoxification program.\n\n   ``That's pretty unique. I haven't heard of that type of\nfollow-up before,'' said Melissa M. Reuland, a research associate\nat the Police Executive Research Forum, a nonprofit group in\nWashington whose members include chiefs from the nation's larger\npolice departments. ``This really is problem-solving in action,\nidentifying hot spots and partnering with service providers in your\ncommunity who have expertise where you don't. If we could subject\nthis to a really critical legal and ethical analysis, I think it's\ngot some promise.''\n\n   But such aggressive police involvement has a risk, said Henry J.\nSteadman, the president of Policy Research Associates, who studies\nmental disorders and the criminal justice system.\n\n   ``There is a potential invasiveness there for individuals who\nwould feel coerced into mental health services because the police\nare still checking up on them in the role of police officers,''\nSteadman said. ``If the person is simply seen as in need of\ntreatment, then why should the police be hanging around forcing the\nperson into treatment?''\n\n   Ron Honberg, director of legal affairs at the National Alliance\nfor the Mentally Ill, said, ``I think it's great that Ithaca cares\nenough to do something creative. I just worry that if it's done the\nwrong way it conjures up images of Big Brother at its worst.''\n\n   nn\n\n   (BEGIN OPTIONAL TRIM)\n\n   The police are often on the front lines of mental health care in\nthis country, like it or not. For instance, the Ithaca police\ndepartment was called on Aug. 26, 1999, when the managers at\nStafkings, a temporary employment agency, arrived at work to hear\ntwo chilling messages on their answering machine from an unemployed\nman who said he was frustrated that he had not been offered a job.\n\n   ``I'll kill all y'all up in there. I ain't playing, man,'' he\nsaid, spitting out his words in the recorded message. ``The day\nthat I kill all you I'll probably kill myself because I'm upset\nenough.''\n\n   In many smaller police departments that have not been trained in\nthreat assessment, the routine response would be to document the\ncomplaint, and leave it at that. In Ithaca, the police department\ncontacted Garahan, who, as supervisor of the county outpatient\nmental health clinic, knew the man who had left the message. Jason\nJames, who is 21, suffered from psychotic episodes and had received\na diagnosis of schizoaffective disorder at the clinic, but had quit\ntreatment. The phone threats indicated he had reached a critical\nstage.\n\n   Found at his house, James was charged with aggravated harassment\nbut was told he could avoid jail by committing to a program of\ncounseling and psychiatric medication. James, accompanied by\nGarahan, appeared in court before Judge Judith A. Rossiter, who\noften works closely with Garahan and Saul to devise alternatives to\nprison for emotionally disturbed people. Rossiter discontinued the\ncharge on the condition that James resumed treatment.\n\n   One day last month, James rode his bicycle to Ithaca's mental\nhealth clinic to receive his daily medication. Soft-spoken and\nserious, James said that now that the voices have faded, he knows\nhe needs the treatment. He said he still struggles, however, to\nexplain his illness to his family and friends.\n\n   ``They just wave their hands and say, `He's sick,' `He's crazy.'\nI want people to see that I am getting treatment, that I am living\na better life,'' he said, before riding off to a job interview.\n\n   Often, however, people are far less compliant, even when facing\narrest. All summer, Garahan and Saul worked on the case of Nicholas\nCelia, a 44-year-old man with a record of arrests on charges of\nassaults on civilians and police officers, and a history of alcohol\nand drug abuse as well as psychiatric problems and hospitalizations\n_ the three factors that experts say indicate a potential for\nfuture violence. Recent studies have found that the mentally ill\nare no more violent than other people, except when they are off\ntheir medications or have been abusing drugs or alcohol.\n\n   Looking like a pirate in a blue bandanna and hoop earring, Celia\nwandered the Ithaca Commons, the city's open-air street mall,\nsometimes mellow and bumming cigarettes, sometimes screaming and\nmenacing. He was repeatedly arrested on charges of harassment and\nassault, once on Garahan, who got an order of protection against\nCelia and began to carry pepper spray. Even some of Celia's friends\nat the regular Wednesday night dinner of the local mental health\nadvocacy group said in interviews that Celia was starting to scare\nthem, and needed help.\n\n   Garahan and Saul decided to use the newest, most aggressive tool\nthey had to compel Celia into treatment: Kendra's Law, named for\nKendra Webdale, who died after being pushed in front of a New York\nCity subway train by a mentally ill man. They filed a petition\nasking a judge to order Celia into outpatient drug treatment and\ncounseling.\n\n   At his hearing, Celia interrupted a psychiatrist testifying that\nhe had examined Celia and diagnosed bipolar disorder, or\nmanic-depression.\n\n   ``I would just like to say, Your Honor, I am getting a little\nupset hearing these lies and innuendo, and this is what happens\nwhen I am under stress and this is a farce to me,'' Celia said,\nspeaking loud and fast.\n\n   The judge ordered Celia to report to the outpatient clinic for\ninjections of Haldol.\n\n   In his police car after the hearing, Saul volunteered that he\nwas uneasy at the idea of forcing psychiatric drugs on someone.\n\n   ``I have a miniature soul-search about it, but then maybe if\nDeborah Stagg had been forced to take medication, Mike would still\nbe alive,'' said Saul, who wears a small pin on his uniform in\nhonor of Michael Padula, the dead policeman.\n\n   Celia's response was to flee. He went to New York City, checked\nin to Bellevue Hospital's psychiatric ward, returned to Ithaca, was\narrested, hospitalized again and released, returned to New York\nCity, was arrested and sent again to Bellevue before being\ntransferred to a county hospital for long-term treatment.\n\n   In a telephone interview from Bellevue in August, Celia, now\nmore subdued, insisted he needed no treatment, saying, ``What's\nhappening to me is an injustice.''\n\n   Even in this politically liberal college town, however, it is\nhard to find a civil libertarian or mental health consumer who\nobjects to the work of Garahan and Saul. Some do oppose the law\nstemming from the Kendra Webdale killing, but all said in\ninterviews that they were glad there were officials with mental\nhealth experience to call in emergencies.\n\n   (END OPTIONAL TRIM)\n\n   Much of Garahan and Saul's work boils down to protecting\nemotionally disturbed people from hurting themselves, or from being\nvictimized by others. After months in which they tried to convince\nthe woman obsessed with Martians to seek treatment, she set a fire\nin her apartment to exorcise the extraterrestrials. She walked to\nthe police station and was hospitalized.\n\n   And when Garahan and Saul responded to the elderly man who had\nreported a jar of peanut butter missing, they found him living in a\nbasement apartment swarming with flies, with feces tracked across\nthe floor and a bare light bulb that had burned through a\nlampshade. They called building inspectors, who condemned the\nplace. They called an ambulance for the man, in keeping with their\napproach that ``medicalizing'' a mental illness is less threatening\nfor the person.\n\n   ``I know it doesn't look like compassion, but it is for his\nbest, and for the neighborhood's best,'' Saul said to neighbors\ncurious about the ambulance. The landlord has since renovated the\napartment, Garahan said.\n\n   As to whether they have ever stopped a rampage killer, Garahan\nsaid: ``You do this stuff and you don't know whether you prevented\nsomething or not. But I do know that the ability of the two\ndisciplines, police and mental health, to work together has a\ntremendous effect on a lot of people's lives.''\n","Headline":"\nA UNIQUE PAIRING TRIES TO GET TO THE DISTURBED BEFORE THEY BECOME\nDANGEROUS\n","Text":["\n   ITHACA, N.Y. _ It was nearly four years ago when the police\nclimbed the creaky stairs to Deborah Stagg's apartment in response\nto calls from neighbors who had heard her screaming and raving\nalone in there. Stagg was known around town as a woman so disturbed\nshe had once delivered her own baby by cutting her womb open with a\npenknife.\n","\n   This time, a steak knife in hand, Stagg bolted from her\nbarricaded bathroom and stabbed Inspector Michael A. Padula in the\nneck, a fatal wound. The police opened fire, killing Stagg. The\ndouble deaths were a pivotal trauma in Ithaca, where Padula was the\nfirst police officer killed in the line of duty. In the grim\naftermath, the police blamed the mental health department, and\nmental health advocates blamed the police.\n","\n   In the midst of the mourning and finger-pointing, a policeman\nand a mental health clinic supervisor who were distant\nacquaintances got together over beer to talk about whether they\ncould prevent such occurrences, jotting down ideas on bar napkins.\nOut of it grew a collaboration between the Ithaca police and mental\nhealth departments that some policing experts say is unmatched\nanywhere in the country because of its focus on pre-empting\nproblems in addition to responding to crises.\n","\n   Now, when the police department receives a call that someone is\nbehaving bizarrely, making threats or talking of suicide, it is\nusually the two men who brainstormed in the bar _ Lt. John Beau\nSaul of the police department and Terry Garahan, the mental health\nclinic supervisor _ who drive to the scene together in a worn\npolice van to assess the situation. They have paved the way for\nother police officers or county sheriffs and mental health workers\nto regularly go out on calls together.\n","\n   They intervene when the case is potentially dangerous, as when a\nyoung man threatened to kill the staff at a temporary employment\nagency and then kill himself. But they also intervene when the case\nmight appear frivolous, as when a woman called to report Martians\ninvading through her ceiling.\n","\n   ``We go out and find these people and try to get them to get the\nhelp they need,'' said Saul, steering the van down a leafy street\nto visit an elderly man who had called the police to report a jar\nof peanut butter stolen from his bed.\n","\n   ``If you go to other places,'' Saul said, ``people like this are\navoided like the plague. We actually go out of our way to find\nthese people and engage them.''\n","\n   Garahan said, ``The theory is, you solve problems even when\nthey're not problems.''\n","\n   The unlikely team, one a clean-cut cop, the other a long-haired\nsocial worker, uses a carrot-and-stick approach, sometimes cajoling\na person into getting mental health treatment or contacting other\nsocial services, and sometimes, where criminal behavior is\ninvolved, using the threat of arrest or imprisonment. The result is\nthat even Ithaca police officers who were initially cynical about\nthe approach now say they have seen a steep decline in the number\nof chronic phone callers tying up police lines and time, and fewer\nuntreated mentally ill people out on the streets. In several cases,\nthey succeeded in defusing emotionally disturbed people who were\narmed and threatening violence, prodding them into psychiatric care\nrather than prison.\n","\n   In a study of ``Rampage Killers'' conducted earlier this year by\nThe New York Times, family, friends, and neighbors of killers\nrepeatedly said in interviews afterward that they had observed the\nkillers behaving strangely or making threats before the crime, and\nhad tried to alert the police or mental health officials, to no\navail. The police often say their hands are tied, and they can\nintervene only after the person has demonstrated a danger to\nhimself or others. Mental health services and hospitals in most\nplaces are stretched so thin that they too are unequipped to\nrespond.\n","\n   The city of Ithaca has dared to move beyond this ``hands are\ntied'' response. A maverick university town in upstate New York at\nthe southern tip of Cayuga Lake, Ithaca has committed the resources\nof its police and mental health departments to respond even when\nthere is no immediate crisis. It allows the sharing of information\nbetween the departments about past criminal and mental health\nhistories, treading close to a line that could raise the hackles of\ncivil libertarians and advocates for mental health patients.\n","\n   The approach in Ithaca goes beyond that of other cities in which\npolice departments have begun policing programs for dealing with\nthe mentally ill. The model most commonly copied is from Memphis,\nTenn., where a specially trained police unit responds to crisis\ncalls about emotionally disturbed people, referred to by the police\nas EDP's). Other cities, like Los Angeles and Birmingham, Ala.,\nhave paired social workers with police officers who respond to\ncrises involving the mentally ill, said several experts who study\npolicing.\n","\n   What is unusual in Ithaca is the emphasis on prevention, and the\ndecision to devote police resources to following up on people with\nchronic problems who do not always want to accept help. Over the\ncourse of the summer, they revisited several cases, including those\nof a mentally ill crack addict who is resisting drug treatment, an\nangry schizophrenic who had threatened his ex-wife and was making\nharassing phone calls to public officials at their homes, and a\nparanoid factory worker who wanted the police to investigate ``mind\nintrusion machines'' he insisted were planted in his home and\nworkplace.\n","\n   By Labor Day, Saul and Garahan had succeeded in steering two of\nthem into treatment and were still making weekly visits to persuade\nthe crack-addicted man to enter a drug detoxification program.\n","\n   ``That's pretty unique. I haven't heard of that type of\nfollow-up before,'' said Melissa M. Reuland, a research associate\nat the Police Executive Research Forum, a nonprofit group in\nWashington whose members include chiefs from the nation's larger\npolice departments. ``This really is problem-solving in action,\nidentifying hot spots and partnering with service providers in your\ncommunity who have expertise where you don't. If we could subject\nthis to a really critical legal and ethical analysis, I think it's\ngot some promise.''\n","\n   But such aggressive police involvement has a risk, said Henry J.\nSteadman, the president of Policy Research Associates, who studies\nmental disorders and the criminal justice system.\n","\n   ``There is a potential invasiveness there for individuals who\nwould feel coerced into mental health services because the police\nare still checking up on them in the role of police officers,''\nSteadman said. ``If the person is simply seen as in need of\ntreatment, then why should the police be hanging around forcing the\nperson into treatment?''\n","\n   Ron Honberg, director of legal affairs at the National Alliance\nfor the Mentally Ill, said, ``I think it's great that Ithaca cares\nenough to do something creative. I just worry that if it's done the\nwrong way it conjures up images of Big Brother at its worst.''\n","\n   nn\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   The police are often on the front lines of mental health care in\nthis country, like it or not. For instance, the Ithaca police\ndepartment was called on Aug. 26, 1999, when the managers at\nStafkings, a temporary employment agency, arrived at work to hear\ntwo chilling messages on their answering machine from an unemployed\nman who said he was frustrated that he had not been offered a job.\n","\n   ``I'll kill all y'all up in there. I ain't playing, man,'' he\nsaid, spitting out his words in the recorded message. ``The day\nthat I kill all you I'll probably kill myself because I'm upset\nenough.''\n","\n   In many smaller police departments that have not been trained in\nthreat assessment, the routine response would be to document the\ncomplaint, and leave it at that. In Ithaca, the police department\ncontacted Garahan, who, as supervisor of the county outpatient\nmental health clinic, knew the man who had left the message. Jason\nJames, who is 21, suffered from psychotic episodes and had received\na diagnosis of schizoaffective disorder at the clinic, but had quit\ntreatment. The phone threats indicated he had reached a critical\nstage.\n","\n   Found at his house, James was charged with aggravated harassment\nbut was told he could avoid jail by committing to a program of\ncounseling and psychiatric medication. James, accompanied by\nGarahan, appeared in court before Judge Judith A. Rossiter, who\noften works closely with Garahan and Saul to devise alternatives to\nprison for emotionally disturbed people. Rossiter discontinued the\ncharge on the condition that James resumed treatment.\n","\n   One day last month, James rode his bicycle to Ithaca's mental\nhealth clinic to receive his daily medication. Soft-spoken and\nserious, James said that now that the voices have faded, he knows\nhe needs the treatment. He said he still struggles, however, to\nexplain his illness to his family and friends.\n","\n   ``They just wave their hands and say, `He's sick,' `He's crazy.'\nI want people to see that I am getting treatment, that I am living\na better life,'' he said, before riding off to a job interview.\n","\n   Often, however, people are far less compliant, even when facing\narrest. All summer, Garahan and Saul worked on the case of Nicholas\nCelia, a 44-year-old man with a record of arrests on charges of\nassaults on civilians and police officers, and a history of alcohol\nand drug abuse as well as psychiatric problems and hospitalizations\n_ the three factors that experts say indicate a potential for\nfuture violence. Recent studies have found that the mentally ill\nare no more violent than other people, except when they are off\ntheir medications or have been abusing drugs or alcohol.\n","\n   Looking like a pirate in a blue bandanna and hoop earring, Celia\nwandered the Ithaca Commons, the city's open-air street mall,\nsometimes mellow and bumming cigarettes, sometimes screaming and\nmenacing. He was repeatedly arrested on charges of harassment and\nassault, once on Garahan, who got an order of protection against\nCelia and began to carry pepper spray. Even some of Celia's friends\nat the regular Wednesday night dinner of the local mental health\nadvocacy group said in interviews that Celia was starting to scare\nthem, and needed help.\n","\n   Garahan and Saul decided to use the newest, most aggressive tool\nthey had to compel Celia into treatment: Kendra's Law, named for\nKendra Webdale, who died after being pushed in front of a New York\nCity subway train by a mentally ill man. They filed a petition\nasking a judge to order Celia into outpatient drug treatment and\ncounseling.\n","\n   At his hearing, Celia interrupted a psychiatrist testifying that\nhe had examined Celia and diagnosed bipolar disorder, or\nmanic-depression.\n","\n   ``I would just like to say, Your Honor, I am getting a little\nupset hearing these lies and innuendo, and this is what happens\nwhen I am under stress and this is a farce to me,'' Celia said,\nspeaking loud and fast.\n","\n   The judge ordered Celia to report to the outpatient clinic for\ninjections of Haldol.\n","\n   In his police car after the hearing, Saul volunteered that he\nwas uneasy at the idea of forcing psychiatric drugs on someone.\n","\n   ``I have a miniature soul-search about it, but then maybe if\nDeborah Stagg had been forced to take medication, Mike would still\nbe alive,'' said Saul, who wears a small pin on his uniform in\nhonor of Michael Padula, the dead policeman.\n","\n   Celia's response was to flee. He went to New York City, checked\nin to Bellevue Hospital's psychiatric ward, returned to Ithaca, was\narrested, hospitalized again and released, returned to New York\nCity, was arrested and sent again to Bellevue before being\ntransferred to a county hospital for long-term treatment.\n","\n   In a telephone interview from Bellevue in August, Celia, now\nmore subdued, insisted he needed no treatment, saying, ``What's\nhappening to me is an injustice.''\n","\n   Even in this politically liberal college town, however, it is\nhard to find a civil libertarian or mental health consumer who\nobjects to the work of Garahan and Saul. Some do oppose the law\nstemming from the Kendra Webdale killing, but all said in\ninterviews that they were glad there were officials with mental\nhealth experience to call in emergencies.\n","\n   (END OPTIONAL TRIM)\n","\n   Much of Garahan and Saul's work boils down to protecting\nemotionally disturbed people from hurting themselves, or from being\nvictimized by others. After months in which they tried to convince\nthe woman obsessed with Martians to seek treatment, she set a fire\nin her apartment to exorcise the extraterrestrials. She walked to\nthe police station and was hospitalized.\n","\n   And when Garahan and Saul responded to the elderly man who had\nreported a jar of peanut butter missing, they found him living in a\nbasement apartment swarming with flies, with feces tracked across\nthe floor and a bare light bulb that had burned through a\nlampshade. They called building inspectors, who condemned the\nplace. They called an ambulance for the man, in keeping with their\napproach that ``medicalizing'' a mental illness is less threatening\nfor the person.\n","\n   ``I know it doesn't look like compassion, but it is for his\nbest, and for the neighborhood's best,'' Saul said to neighbors\ncurious about the ambulance. The landlord has since renovated the\napartment, Garahan said.\n","\n   As to whether they have ever stopped a rampage killer, Garahan\nsaid: ``You do this stuff and you don't know whether you prevented\nsomething or not. But I do know that the ability of the two\ndisciplines, police and mental health, to work together has a\ntremendous effect on a lot of people's lives.''\n"]}