{"DocumentId":"NYT20000510.0391","TopicId":"NYT","Relevance":"0","Body":" BC-HOTELS--SFCHRON \nHOTELS FOR THE MENTALLY ILL \n       BY DAVID LAZARUS\n\n         c.2000 San Francisco Chronicle  \n\n   You probably wouldn't give Lawrence a second glance.\n\n   He keeps to himself as he goes about his business, attending\nclasses in African American history at City College of San\nFrancisco, walking to school from his little room in the\ndowntrodden Graystone Hotel on Geary Street.\n\n   Lawrence seldom speaks to other students. He does not interact\nwith other hotel residents. ``I'm pretty withdrawn'' is his\nexplanation for his behavior.\n\n   In fact, Lawrence is a product of both modern medicine _ his\nschizophrenia controlled by daily doses of anti-psychotics and mood\nstabilizers _ and the latest thinking on how a city can better\nhandle the heaviest users of its mental health system by getting\nthem out of institutions and into the community.\n\n   Financially, the experimental program begun by San Francisco in\n1997 is a glowing success. The annual cost of housing and treating\nthe 400 mentally ill individuals brought most frequently to San\nFrancisco General Hospital has dropped from about $24 million to $8\nmillion.\n\n   That success may now make the so-called Program for Assertive\nCommunity Treatment, or PACT, the city's best bet for managing its\npopulation of mentally ill residents as cutbacks loom at San\nFrancisco General. A city budget shortage could soon lead to\nelimination of 21 of the 87 beds in the hospital's psychiatric\nward.\n\n   But despite the clear monetary benefits of PACT, the reality of\nthe program is that Lawrence and people like him are the exception.\nFor most participants, days are spent in an unsupervised pursuit of\nspare change and cheap drugs, and few have shown a willingness or\nability to play a more active role in society.\n\n   ``At the end of the day, you hope you've gained one inch in the\nlong road toward bringing these people back into society _ one\nlittle inch,'' said John Mitchell, a registered nurse at Community\nFocus, the largest of three PACT projects in the city.\n\n   Run by the University of California at San Francisco, Community\nFocus accounts for half of the 400 people in the program.\n\n   ``It's frustrating,'' Mitchell said. ``In many cases, the most\nwe can expect is that they'll have a roof over their head and three\nmeals a day and be clothed. And that's progress.''\n\n   A morning spent with Mitchell as he made his rounds of\nTenderloin hotels illustrated the difficulty of the job as well the\npluses and minuses of housing the city's mentally ill in downtown\nresidential hotels.\n\n   He began just after 8 a.m. at the Graystone, where two clients,\nClinton and Donald, were waiting outside for their daily medication\nand, more important, envelopes containing the few dollars that\nwould be their spending money for the day.\n\n     sh1    Quieting Interior Voices\n\n   Clinton received 13 pills in a rainbow of colors _ a\npharmaceutical cocktail to keep him calm, rational and undisturbed\nby the voices in his head.\n\n   ``I go to sleep after I take them,'' he said after swallowing\nall the pills in one big gulp. ``I like sleeping during the day.\nI'm up all night.''\n\n   After running a comb through Donald's hair to check for head\nlice, Mitchell proceeded past the Graystone's ``No visitors'' sign\nand into the hotel, where dark, foul-smelling rooms go for about\n$500 a month.\n\n   Fred in Room 608 told Mitchell that he would not be taking his\nmedication that day because he was fasting ``for religious\nreasons.'' Mitchell, as per PACT rules, did not argue the point,\nhanding Fred his pills for later, along with his money.\n\n   ``He's always got a reason,'' Mitchell said as he headed down\nthe hallway. ``He's manic depressive, and manic depressives don't\nlike medicine because it brings them off their high.''\n\n   Fred would be up most of the night, Mitchell predicted,\n``getting louder and louder.''\n\n     COL. 1 of HOTELS10 (35664 )   \n   \n   sh1    Another Hotel to Cover\n\n   He went quickly through the other rooms on his list and then\nheaded over to the Columbia Hotel at the corner of O'Farrell and\nTaylor streets. Henry in Room 612 had the window closed and\ncurtains drawn as he chain-smoked in a wooden chair by the bed.\n\n   As Henry swallowed his pills, Mitchell quietly explained that\nHenry, a manic depressive, had been born into money but had\nsquandered his family's fortune on call girls.\n\n   ``I've lived my whole life in San Francisco,'' Henry said\nbitterly. ``I hate this city. It hasn't done anything for me.''\n\n   Down the hall, Mitchell doled out medicine and money to Willie,\na flirtatious transvestite whose room was covered floor to ceiling\nwith magazine pictures of men and women in suggestive poses.\n\n   Willie is one of the few in the program with an activity outside\nthe hotel. He serves as an assistant to the art therapist at\nMitchell's clinic on Market Street.\n\n   ``If it wasn't for us working with him real hard, he'd be in a\nhospital 12 months a year,'' Mitchell said. ``He's one of our\nsuccess stories.''\n\n     sh1    Program Created in 1972\n\n   Versions of PACT have been around for nearly three decades,\nsince the idea was first introduced in Madison, Wis., in 1972. San\nFrancisco's version is also known in bureaucratic circles as the\nSingle Point of Responsibility program.\n\n   The basic concept is simple: Hospitalization costs can go down\nand quality of life for patients can go up by moving the mentally\nill out of institutions and back into society, where they will be\nattended to on a daily basis by nurses and social workers.\n\n   Along with Wisconsin, PACT-type initiatives have been adopted in\nDelaware, Idaho, Michigan, Rhode Island and Texas. Pilot programs\nare under way in Hawaii, Massachusetts, Minnesota and Virginia, as\nwell as in California.\n\n   The National Alliance for the Mentally Ill, a leading advocacy\ngroup, is pushing for every state to adopt the PACT system by 2002.\n\n   ``The research by and large shows that the PACT model can reduce\nhospitalization,'' said Dr. Robert Okin, chief of psychiatry at San\nFrancisco General Hospital. ``It has the capacity to stabilize\npatients in the community.''\n\n     sh1    Miracle Cures Not Expected\n\n   ``Stabilize'' _ that is the key word here. No one expects\nmiracle cures or even that a majority of PACT participants will\nbecome functioning members of society.\n\n   Rather, the program is designed to place patients on something\nclose to an even keel, to get them to take their medication each\nday and, through a long-term relationship with caregivers, to\naddress the more excessive aspects of their disorders.\n\n   In practice, though, PACT participants _ the program is\nvoluntary _ frequently withdraw into their hotel rooms, emerging\nonto the street only to panhandle or buy drugs.\n\n   ``In the PACT model, the client's wishes are incorporated into\nthe plan,'' said Bea Stephens, executive director of San\nFrancisco's Westside Community Mental Health Center, which also has\na PACT contract with the city.\n\n   ``As a clinician, I may think a client needs a more supervised\nenvironment,'' she said. ``But the client may choose to have more\nindependence.''\n\n     sh1    Addiction Common\n\n   Not coincidentally, Stephens said, as many as 60 percent of\nparticipants in Westside's PACT have ``addiction issues.''\n\n   ``This is probably the most singular barrier we have to\nintegrating enrollees into the community,'' she said.\n\n   Community Focus' Mitchell also observed that drug use is\nprevalent among PACT participants and that many turn to panhandling\nor prostitution to support their habits.\n\n     COL. 2 of HOTELS10 (35664 )   \n   \n    ``It's a lifestyle of choice,'' he said. ``They do a little\npanhandling, get a little disability money, and the streets are\ntheir kingdom.''\n\n   The burnout is evident in Mitchell's eyes _ a fairly common\nconsequence for those who make a living by treating the mentally\nill. He said he was willing to speak candidly about PACT only\nbecause he will be leaving the program soon to look after his\nfather, who has cancer.\n\n   ``It's better to have these people in the community,'' Mitchell\nsaid. ``But not all of them. Some people need four walls and a\nlocked door.''\n\n     sh1    Fewer Hospital Beds\n\n   There are fewer walls and doors available, though. The state\nhospital in Napa County now accepts only a handful of patients from\nSan Francisco. San Francisco General, meanwhile, could end up with\njust 66 beds in its four dormitorylike psychiatric wards, which\ndivide patients along ethnic, gender or cultural lines.\n\n   The atmosphere in the San Francisco General wards is\nsurprisingly quiet _ it is no ``Cuckoo's Nest'' _ but there is also\nthe general sense of ennui among inhabitants that comes with being\nshut inside for weeks at a time.\n\n   So great is demand for space in the wards that the hospital\nturns away as many as 100 people a month brought in by police for\nbeing a threat to themselves or others.\n\n   The hospital's Okin was frank about where the mentally ill can\nend up: an institution, jail, the street or PACT.\n\n   ``At some point,'' he said, ``society has to make the decision\nabout what it's going to do with its most disabled, least\nfunctional members.''\n\n     sh1    San Francisco a Magnet\n\n   And San Francisco, with its gentle climate and relatively\ngenerous social-support network, will remain a magnet for such\npeople, placing an ever-growing burden on the city's resources,\nOkin said.\n\n   ``As long as the federal government abandons people who are the\nmost disadvantaged and disturbed, those parts of society that are\nmost humane will inadvertently be asked to shoulder the greatest\nshare of the burden,'' he said.\n\n   The biggest wild card for PACT's future in San Francisco is the\nresidential hotels. Although city ordinances bar most such hotels\nfrom being converted to other uses, the stock of available rooms is\nlimited, and few restrictions prevent owners from raising rates.\n\n   ``The rates will be what the market will bear,'' said Sam Patel,\nowner of the Mission Hotel and co-manager of two other downtown\nhotels.\n\n   At the moment, he said, this means most residential hotel\noccupants pay between $100 and $150 a week for their rooms. But as\ndowntown property values continue to rise, Patel said, it is likely\nthat these rates will increase.\n\n     sh1    Housing a Major Need\n\n   ``The Achilles' heel of the program is how many people it can\naccommodate,'' said Steven Segal, director of mental health\nresearch for the School of Social Welfare at the University of\nCalifornia at Berkeley.\n\n   ``It's hard to see how the housing stock will keep pace with\nneed,'' said Marc Trotz, director of housing development for the\nSan Francisco Department of Public Health.\n\n   ``The rising rents in San Francisco are a threat to any\nlow-income person,'' he said. ``It's a unique challenge to anyone\nworking with poor people in this town.''\n\n   For PACT, this challenge is exacerbated by the fact that it must\ncompete for limited space in the residential hotels with other city\nprograms for homeless and low-income people.\n\n   To make more rooms available, the city has taken the unusual\nstep of leasing six residential hotels in the past year, including\ntwo leased through the Department of Public Health, which oversees\nPACT.\n\n     sh1    Rising Rent at Private Hotels\n\n   But most PACT participants continue to be housed in privately\nrun hotels and, in some cases, already are seeing most of their\nmonthly $700 disability checks go to pay the rent.\n\n     COL. 3 of HOTELS10 (35664 )   \n   \n    ``We're quite worried about how the housing market will affect\nclients' lives,'' said Joanne Wile, director of Community Focus.\n\n   ``I'll tell you exactly what's going to happen,'' said Randy\nShaw, director of the Tenderloin Housing Clinic, a grassroots\norganization. ``The city's going to have to further subsidize the\nrents.''\n\n   This will place more pressure on PACT initiatives to maintain\npolitical backing from the mayor's office and the Board of\nSupervisors, advocates say.\n\n     sh1    Issues Raised by Violent Acts\n\n   At the same time, it will take only one violent incident\ninvolving a PACT participant for questions to be raised about\nhousing those with the greatest tendency for errant behavior in the\ncommunity instead of at institutions.\n\n   ``I understand the economies _ it's cheaper to have these people\nat hotels,'' Shaw said. ``But they shouldn't be in hotels. They\nshould be in hospitals.''\n\n   This was the case, many now agree, with Hollis Owens, who was\narrested in connection with the beating of a Vallejo man in San\nFrancisco's Portsmouth Square last December.\n\n   While Owens, who had a criminal history of assaults going back\n15 years, was not in PACT, he was in a similar program run by the\nDepartment of Public Health called Citywide Case Management.\n\n   Citywide shares offices with Community Focus and is also\nadministered by UC San Francisco.\n\n   After receiving a drink of vodka from Ramon Calderon, who\napparently made a habit of befriending street people, Owens\nsuddenly flew into a rage and struck Calderon on the head with a\nstick. Calderon later fell into a coma and was declared legally\ndead at Marin General Hospital.\n\n   Owens, originally charged with murder, eventually pleaded guilty\nto voluntary manslaughter and was sentenced Monday to eight years\nin state prison.\n\n   ``It will happen again,'' said Community Focus' Mitchell.\n``There are enough people just like this guy that we work with as\nwell.''\n\n   San Francisco General's Okin disputed the suggestion that PACT\nclients pose a greater danger to the community. ``I think we have\nincreased the security of the community through this program,'' he\nsaid.\n\n   But Mitchell, who works with PACT clients day in and day out,\nwarned against complacency.\n\n   ``There are these people out in the community,'' he said.\n``Caseworkers are trying to make them safe and civil, but we're\nhaving a hell of a time doing it.''\n\n   Funding for PACT runs out next month. Linda Wang, director of\nadult services for the Department of Public Health's Community\nMental Health Services, said she is confident that the city will\napprove additional funds to continue the program.\n\n     (For use by New York Times News Service Clients)     \n","Headline":"\nHOTELS FOR THE MENTALLY ILL \n       BY DAVID LAZARUS\n","Text":["\n   You probably wouldn't give Lawrence a second glance.\n","\n   He keeps to himself as he goes about his business, attending\nclasses in African American history at City College of San\nFrancisco, walking to school from his little room in the\ndowntrodden Graystone Hotel on Geary Street.\n","\n   Lawrence seldom speaks to other students. He does not interact\nwith other hotel residents. ``I'm pretty withdrawn'' is his\nexplanation for his behavior.\n","\n   In fact, Lawrence is a product of both modern medicine _ his\nschizophrenia controlled by daily doses of anti-psychotics and mood\nstabilizers _ and the latest thinking on how a city can better\nhandle the heaviest users of its mental health system by getting\nthem out of institutions and into the community.\n","\n   Financially, the experimental program begun by San Francisco in\n1997 is a glowing success. The annual cost of housing and treating\nthe 400 mentally ill individuals brought most frequently to San\nFrancisco General Hospital has dropped from about $24 million to $8\nmillion.\n","\n   That success may now make the so-called Program for Assertive\nCommunity Treatment, or PACT, the city's best bet for managing its\npopulation of mentally ill residents as cutbacks loom at San\nFrancisco General. A city budget shortage could soon lead to\nelimination of 21 of the 87 beds in the hospital's psychiatric\nward.\n","\n   But despite the clear monetary benefits of PACT, the reality of\nthe program is that Lawrence and people like him are the exception.\nFor most participants, days are spent in an unsupervised pursuit of\nspare change and cheap drugs, and few have shown a willingness or\nability to play a more active role in society.\n","\n   ``At the end of the day, you hope you've gained one inch in the\nlong road toward bringing these people back into society _ one\nlittle inch,'' said John Mitchell, a registered nurse at Community\nFocus, the largest of three PACT projects in the city.\n","\n   Run by the University of California at San Francisco, Community\nFocus accounts for half of the 400 people in the program.\n","\n   ``It's frustrating,'' Mitchell said. ``In many cases, the most\nwe can expect is that they'll have a roof over their head and three\nmeals a day and be clothed. And that's progress.''\n","\n   A morning spent with Mitchell as he made his rounds of\nTenderloin hotels illustrated the difficulty of the job as well the\npluses and minuses of housing the city's mentally ill in downtown\nresidential hotels.\n","\n   He began just after 8 a.m. at the Graystone, where two clients,\nClinton and Donald, were waiting outside for their daily medication\nand, more important, envelopes containing the few dollars that\nwould be their spending money for the day.\n","\n     sh1    Quieting Interior Voices\n","\n   Clinton received 13 pills in a rainbow of colors _ a\npharmaceutical cocktail to keep him calm, rational and undisturbed\nby the voices in his head.\n","\n   ``I go to sleep after I take them,'' he said after swallowing\nall the pills in one big gulp. ``I like sleeping during the day.\nI'm up all night.''\n","\n   After running a comb through Donald's hair to check for head\nlice, Mitchell proceeded past the Graystone's ``No visitors'' sign\nand into the hotel, where dark, foul-smelling rooms go for about\n$500 a month.\n","\n   Fred in Room 608 told Mitchell that he would not be taking his\nmedication that day because he was fasting ``for religious\nreasons.'' Mitchell, as per PACT rules, did not argue the point,\nhanding Fred his pills for later, along with his money.\n","\n   ``He's always got a reason,'' Mitchell said as he headed down\nthe hallway. ``He's manic depressive, and manic depressives don't\nlike medicine because it brings them off their high.''\n","\n   Fred would be up most of the night, Mitchell predicted,\n``getting louder and louder.''\n","\n     COL. 1 of HOTELS10 (35664 )   \n   \n   sh1    Another Hotel to Cover\n","\n   He went quickly through the other rooms on his list and then\nheaded over to the Columbia Hotel at the corner of O'Farrell and\nTaylor streets. Henry in Room 612 had the window closed and\ncurtains drawn as he chain-smoked in a wooden chair by the bed.\n","\n   As Henry swallowed his pills, Mitchell quietly explained that\nHenry, a manic depressive, had been born into money but had\nsquandered his family's fortune on call girls.\n","\n   ``I've lived my whole life in San Francisco,'' Henry said\nbitterly. ``I hate this city. It hasn't done anything for me.''\n","\n   Down the hall, Mitchell doled out medicine and money to Willie,\na flirtatious transvestite whose room was covered floor to ceiling\nwith magazine pictures of men and women in suggestive poses.\n","\n   Willie is one of the few in the program with an activity outside\nthe hotel. He serves as an assistant to the art therapist at\nMitchell's clinic on Market Street.\n","\n   ``If it wasn't for us working with him real hard, he'd be in a\nhospital 12 months a year,'' Mitchell said. ``He's one of our\nsuccess stories.''\n","\n     sh1    Program Created in 1972\n","\n   Versions of PACT have been around for nearly three decades,\nsince the idea was first introduced in Madison, Wis., in 1972. San\nFrancisco's version is also known in bureaucratic circles as the\nSingle Point of Responsibility program.\n","\n   The basic concept is simple: Hospitalization costs can go down\nand quality of life for patients can go up by moving the mentally\nill out of institutions and back into society, where they will be\nattended to on a daily basis by nurses and social workers.\n","\n   Along with Wisconsin, PACT-type initiatives have been adopted in\nDelaware, Idaho, Michigan, Rhode Island and Texas. Pilot programs\nare under way in Hawaii, Massachusetts, Minnesota and Virginia, as\nwell as in California.\n","\n   The National Alliance for the Mentally Ill, a leading advocacy\ngroup, is pushing for every state to adopt the PACT system by 2002.\n","\n   ``The research by and large shows that the PACT model can reduce\nhospitalization,'' said Dr. Robert Okin, chief of psychiatry at San\nFrancisco General Hospital. ``It has the capacity to stabilize\npatients in the community.''\n","\n     sh1    Miracle Cures Not Expected\n","\n   ``Stabilize'' _ that is the key word here. No one expects\nmiracle cures or even that a majority of PACT participants will\nbecome functioning members of society.\n","\n   Rather, the program is designed to place patients on something\nclose to an even keel, to get them to take their medication each\nday and, through a long-term relationship with caregivers, to\naddress the more excessive aspects of their disorders.\n","\n   In practice, though, PACT participants _ the program is\nvoluntary _ frequently withdraw into their hotel rooms, emerging\nonto the street only to panhandle or buy drugs.\n","\n   ``In the PACT model, the client's wishes are incorporated into\nthe plan,'' said Bea Stephens, executive director of San\nFrancisco's Westside Community Mental Health Center, which also has\na PACT contract with the city.\n","\n   ``As a clinician, I may think a client needs a more supervised\nenvironment,'' she said. ``But the client may choose to have more\nindependence.''\n","\n     sh1    Addiction Common\n","\n   Not coincidentally, Stephens said, as many as 60 percent of\nparticipants in Westside's PACT have ``addiction issues.''\n","\n   ``This is probably the most singular barrier we have to\nintegrating enrollees into the community,'' she said.\n","\n   Community Focus' Mitchell also observed that drug use is\nprevalent among PACT participants and that many turn to panhandling\nor prostitution to support their habits.\n","\n     COL. 2 of HOTELS10 (35664 )   \n   \n    ``It's a lifestyle of choice,'' he said. ``They do a little\npanhandling, get a little disability money, and the streets are\ntheir kingdom.''\n","\n   The burnout is evident in Mitchell's eyes _ a fairly common\nconsequence for those who make a living by treating the mentally\nill. He said he was willing to speak candidly about PACT only\nbecause he will be leaving the program soon to look after his\nfather, who has cancer.\n","\n   ``It's better to have these people in the community,'' Mitchell\nsaid. ``But not all of them. Some people need four walls and a\nlocked door.''\n","\n     sh1    Fewer Hospital Beds\n","\n   There are fewer walls and doors available, though. The state\nhospital in Napa County now accepts only a handful of patients from\nSan Francisco. San Francisco General, meanwhile, could end up with\njust 66 beds in its four dormitorylike psychiatric wards, which\ndivide patients along ethnic, gender or cultural lines.\n","\n   The atmosphere in the San Francisco General wards is\nsurprisingly quiet _ it is no ``Cuckoo's Nest'' _ but there is also\nthe general sense of ennui among inhabitants that comes with being\nshut inside for weeks at a time.\n","\n   So great is demand for space in the wards that the hospital\nturns away as many as 100 people a month brought in by police for\nbeing a threat to themselves or others.\n","\n   The hospital's Okin was frank about where the mentally ill can\nend up: an institution, jail, the street or PACT.\n","\n   ``At some point,'' he said, ``society has to make the decision\nabout what it's going to do with its most disabled, least\nfunctional members.''\n","\n     sh1    San Francisco a Magnet\n","\n   And San Francisco, with its gentle climate and relatively\ngenerous social-support network, will remain a magnet for such\npeople, placing an ever-growing burden on the city's resources,\nOkin said.\n","\n   ``As long as the federal government abandons people who are the\nmost disadvantaged and disturbed, those parts of society that are\nmost humane will inadvertently be asked to shoulder the greatest\nshare of the burden,'' he said.\n","\n   The biggest wild card for PACT's future in San Francisco is the\nresidential hotels. Although city ordinances bar most such hotels\nfrom being converted to other uses, the stock of available rooms is\nlimited, and few restrictions prevent owners from raising rates.\n","\n   ``The rates will be what the market will bear,'' said Sam Patel,\nowner of the Mission Hotel and co-manager of two other downtown\nhotels.\n","\n   At the moment, he said, this means most residential hotel\noccupants pay between $100 and $150 a week for their rooms. But as\ndowntown property values continue to rise, Patel said, it is likely\nthat these rates will increase.\n","\n     sh1    Housing a Major Need\n","\n   ``The Achilles' heel of the program is how many people it can\naccommodate,'' said Steven Segal, director of mental health\nresearch for the School of Social Welfare at the University of\nCalifornia at Berkeley.\n","\n   ``It's hard to see how the housing stock will keep pace with\nneed,'' said Marc Trotz, director of housing development for the\nSan Francisco Department of Public Health.\n","\n   ``The rising rents in San Francisco are a threat to any\nlow-income person,'' he said. ``It's a unique challenge to anyone\nworking with poor people in this town.''\n","\n   For PACT, this challenge is exacerbated by the fact that it must\ncompete for limited space in the residential hotels with other city\nprograms for homeless and low-income people.\n","\n   To make more rooms available, the city has taken the unusual\nstep of leasing six residential hotels in the past year, including\ntwo leased through the Department of Public Health, which oversees\nPACT.\n","\n     sh1    Rising Rent at Private Hotels\n","\n   But most PACT participants continue to be housed in privately\nrun hotels and, in some cases, already are seeing most of their\nmonthly $700 disability checks go to pay the rent.\n","\n     COL. 3 of HOTELS10 (35664 )   \n   \n    ``We're quite worried about how the housing market will affect\nclients' lives,'' said Joanne Wile, director of Community Focus.\n","\n   ``I'll tell you exactly what's going to happen,'' said Randy\nShaw, director of the Tenderloin Housing Clinic, a grassroots\norganization. ``The city's going to have to further subsidize the\nrents.''\n","\n   This will place more pressure on PACT initiatives to maintain\npolitical backing from the mayor's office and the Board of\nSupervisors, advocates say.\n","\n     sh1    Issues Raised by Violent Acts\n","\n   At the same time, it will take only one violent incident\ninvolving a PACT participant for questions to be raised about\nhousing those with the greatest tendency for errant behavior in the\ncommunity instead of at institutions.\n","\n   ``I understand the economies _ it's cheaper to have these people\nat hotels,'' Shaw said. ``But they shouldn't be in hotels. They\nshould be in hospitals.''\n","\n   This was the case, many now agree, with Hollis Owens, who was\narrested in connection with the beating of a Vallejo man in San\nFrancisco's Portsmouth Square last December.\n","\n   While Owens, who had a criminal history of assaults going back\n15 years, was not in PACT, he was in a similar program run by the\nDepartment of Public Health called Citywide Case Management.\n","\n   Citywide shares offices with Community Focus and is also\nadministered by UC San Francisco.\n","\n   After receiving a drink of vodka from Ramon Calderon, who\napparently made a habit of befriending street people, Owens\nsuddenly flew into a rage and struck Calderon on the head with a\nstick. Calderon later fell into a coma and was declared legally\ndead at Marin General Hospital.\n","\n   Owens, originally charged with murder, eventually pleaded guilty\nto voluntary manslaughter and was sentenced Monday to eight years\nin state prison.\n","\n   ``It will happen again,'' said Community Focus' Mitchell.\n``There are enough people just like this guy that we work with as\nwell.''\n","\n   San Francisco General's Okin disputed the suggestion that PACT\nclients pose a greater danger to the community. ``I think we have\nincreased the security of the community through this program,'' he\nsaid.\n","\n   But Mitchell, who works with PACT clients day in and day out,\nwarned against complacency.\n","\n   ``There are these people out in the community,'' he said.\n``Caseworkers are trying to make them safe and civil, but we're\nhaving a hell of a time doing it.''\n","\n   Funding for PACT runs out next month. Linda Wang, director of\nadult services for the Department of Public Health's Community\nMental Health Services, said she is confident that the city will\napprove additional funds to continue the program.\n","\n     (For use by New York Times News Service Clients)     \n"]}