{"DocumentId":"NYT20000110.0253","TopicId":"NYT","Relevance":"0","Body":" BC-SCI-BECK-PSYCHOTHERAPY-ART-2TAKES-NYT \nCHAMPIONING A PRAGMATIC APPROACH TO THERAPY \n\n  \n (ATTN: Pa., Mass., R.I.)  (ART ADV: Photo is being sent to NYT photo clients. Nonsubscribers\ncan make individual purchase by calling 888-603-1036 or\n888-346-9867.) \n603-1036 or 888-346-9867.) \n(The Science Times) \n(DW) \n By ERICA GOODE   \n c.2000 N.Y. Times News Service   \n\n   PHILADELPHIA _ The session, Dr. Aaron T. Beck recalls, began\nlike many others. The woman lay on the couch, describing her sexual\nencounters with men, while Beck, at the time a recent graduate of\nthe Philadelphia Psychoanalytic Institute, sat behind her,\nscribbling in his notebook.\n\n   ``How does talking about this make you feel?'' he asked her.\n\n   ``I feel anxious,'' she replied.\n\n   Trained to probe the hidden conflicts underlying psychological\nsymptoms, Beck responded with an interpretation.\n\n   ``You are anxious because you are having to confront some of\nyour sexual desires,'' he told her. ``And you are anxious because\nyou expect me to be disapproving of these desires.''\n\n   ``Actually, Dr. Beck,'' his patient replied, ``I'm afraid that\nI'm boring you.''\n\n   Arms crossed on his chest, red bow tie resplendent, pale blue\neyes keen beneath a shock of white hair, the founder of the fastest\ngrowing, most extensively studied form of psychotherapy in America\nis telling this story to explain how he eventually came to leave\nFreud behind.\n\n   Sitting in his office at the Beck Institute for Cognitive\nTherapy and Research in Philadelphia, he offers a favorite maxim:\n``There is more to the surface than meets the eye.''\n\n   The key to many psychological difficulties, Beck has found in 40\nyears of research and clinical work, lies not deep in the\nunconscious, but in ``thinking problems'' that are much closer to\nconscious awareness.\n\n   In the woman's case, for example, it turned out that she engaged\nin an endless self-deprecating monologue, an inner voice constantly\nberating her that she was unattractive, uninteresting and\nworthless.\n\n   These ``automatic thoughts,'' as Beck calls them, led her to\nbehave in self-defeating ways, like acting promiscuously because\nshe did not think she had much else to offer, or engaging in\nhistrionics in an effort to seem more interesting.\n\n   Cognitive therapy, developed by the psychiatrist after he\nabandoned psychoanalysis, is intended to help patients correct such\ndistortions in thinking, often in a dozen sessions or fewer.\n\n   Beck calls the method ``simple and prosaic,'' with no dredging\nup of lost childhood memories, no minute examination of parental\nmisdeeds, no search for hidden meanings.\n\n   ``It has to do with common-sense problems that people have,'' he\nsaid.\n\n   Patients in cognitive therapy are encouraged to test their\nperceptions of themselves and others, as if they were scientists\ntesting hypotheses. They receive homework assignments from their\ntherapists. They learn to identify their ``inaccurate'' beliefs and\nto set goals for changing their behavior.\n\n   It is an appealing package. In an age when managed care closely\nmonitors the consulting room, and most psychiatrists view drugs _\nnot talking _ as the treatment of choice for their patients, it has\nbeen able to provide hard data in support of psychotherapy's power.\n\n   Cognitive therapy's basic precepts are easily summarized in\ntraining manuals and its simplicity makes it an ideal research\ntool. Dozens of studies have shown it to be effective in treating\ndepression, panic attacks, addictions, eating disorders and other\npsychiatric conditions. Researchers are also studying the therapy's\nability to treat personality disorders and, in combination with\ndrugs, psychotic illnesses like schizophrenia.\n\n   Therapists from around the world travel to the Beck Institute\nfor training. Mental health organizations like the National Mental\nHealth Association recommend cognitive therapy to patients as one\nof the few forms of psychotherapy studied in large-scale clinical\ntrials.\n\n   Yet every theory of the human mind in general springs from a\nhuman mind in particular. Freud, caught in his own Oedipal\nstruggles, saw the unconscious as roiling with sexual and\naggressive impulses. Fritz Perls, possessed of a biting wit and\nfond of confrontation, invited his patients to take the ``hot\nseat.'' Carl Rogers, a former seminarian and by all accounts an\nempathic soul, argued that psychotherapy should be\n``client-centered.''\n\n   In its way, cognitive therapy _ practical, cerebral and to the\npoint _ is also a fair reflection of the man who conceived it.\n\n   He is 78 now, an emeritus professor of psychiatry at the\nUniversity of Pennsylvania, four times a father, eight times a\ngrandfather.\n\n   Yet even as a younger man, his former students say, Beck, with\nhis white hair and the bow tie he carefully affixed each morning,\nprojected a grandfatherly air, offering a nurturing presence, a\npassion for collecting data, a conviction that evidence always\ntrumps opinion.\n\n   Others in his position might cultivate the flamboyance Americans\nseem to expect of their therapy gurus. Beck has more in common with\nMarcus Welby than Dr. Laura Schlessinger; his currency is ideas not\npersonal charisma. Soft-spoken and unexcitable, he wears a hat,\nchats amiably with strangers in elevators and uses old-fashioned\nwords like ``gosh'' and ``gal.''\n\n   Asked to describe himself, Beck ticks off ``kind, intelligent,\ncreative, flexible.''\n\n   ``I don't need to be right,'' he says, ``but I don't like to be\nwrong.''\n\n   Dr. Jeffrey Young, a former student, now the director of the\nCognitive Therapy Center of New York, recalls a debate with his\nprofessor over whether those who came to them seeking help should\nbe referred to as ``patients'' or ``clients.'' Beck had a simple\nsolution: Ask people what term they prefer.\n\n   ``I think I am ultimately a pragmatist,'' Beck says. ``and if it\ndoesn't work, I don't do it.''\n\n   He encourages a similar philosophy in his patients, hoping they\nwill eventually choose to let go of the self-defeating attitudes\nthat tie their lives in knots. ``It's a testable assumption,'' Beck\ntells a 30-year-old woman who believes, she told him, that ``if I\ndon't punish myself, God will be mad.''\n\n   ``You could see if you stopped punishing yourself and nothing\nhappened,'' he suggests.\n\n   With patients convinced that they must always be perfect, that\ntheir bosses hate them, that their spouses are insensitive to their\nneeds, he will question, gently, ``Would you agree that it is\nagainst your best interests to have this belief?'' He will ask:\n``What are the disadvantages to thinking this way?'' He will wonder\nout loud: ``Do you think it is possible to ignore these thoughts?''\n\n   It is a faith in the rational mind he has carried since\nchildhood, growing up in a middle-class neighborhood of Providence,\nR.I., the third son of Russian Jewish immigrants, his father a\nprinter with strong socialist beliefs who wrote poetry in his later\nyears, his mother a forceful woman of unpredictable moods who had\nalready lost two children.\n\n   He was a Boy Scout, an active child who, despite his mother's\noverprotectiveness, played football and basketball until at 8, he\ndeveloped a serious staph infection after surgery for a broken arm.\nThe infection kept him in the hospital for more than a month.\n\n   He remembers the surgeon saying ``he's not under yet,'' a\nterrible dream of a series of alligators, each biting the tail of\nthe next, the last alligator biting his arm.\n\n   He remembers his mother saying: ``He will not die. He will not\ndie.'' The boy himself never questioned that he would recover, but\nthe surgery, Beck believes in retrospect, was a defining moment in\nhis life, restricting his activities and forcing him to find\nquieter forms of entertainment, like reading.\n\n   The hospitalization defined his life in other ways, too. He\ndeveloped a phobia of blood and injury: a hospital scene in a movie\nwas enough to send his blood pressure plunging. If he smelled\nether, he became anxious and began to faint.\n\n   He conquered his fears methodically, allowing logic to gradually\ntriumph over irrationality. ``I learned not to be concerned about\nthe faint feeling, but just to keep active,'' he says.\n\n   With such a straightforward attitude toward his own psychology,\nBeck, who was a resident in psychiatry at the Cushing Veterans\nAdministration Hospital in Framingham, Mass., in the early 1950s,\nwas probably never meant to become a psychoanalyst; even now, his\ninterest in how his childhood experiences shaped him seems minimal.\nBut Freudian theory was ascendant in psychiatry departments across\nthe country, and with many of his fellow residents, he entered the\npsychoanalytic institute in Philadelphia, completing his training\nin 1958.\n\n   Still, he had some doubts. The lack of precision annoyed him:\nThough every analyst agreed that in neurosis there were ``deep\nfactors at work,'' no one, Beck discovered, could agree on exactly\nwhat those factors were.\n\n   He found work with patients exhausting, because the goals seemed\nso unclear. ``The idea was that if you sat back and listened and\nsaid `Ah-hah,' somehow secrets would come out,'' Beck remembered.\n``And you would get exhausted just from the helplessness of it.''\n\n   Still, he completed his training and began taking patients in\nfor analysis. But without any fanfare, he began to adjust the way\nhe interacted with them.\n\n   The woman who worried about boring him, for example, he asked to\nsit up and face him, so that she could see his facial expressions\nand gauge his interest in what she was saying. He began to ask more\nquestions, and to listen to the answers in a different way.\n\n   At the same time, at Penn, where he joined the faculty in\npsychiatry in 1954, Beck was trying to find empirical evidence for\nFreudian precepts _ and failing. With a colleague, he designed an\nexperiment to test the link between depression and masochism, a\nbasic psychoanalytic notion. But the researchers found no evidence\nthat the depressed patients in the study somehow needed to suffer.\nInstead, Beck said, they simply showed low self-esteem, devoid of\nhidden motives. ``They saw themselves as losers because that's the\nway they saw themselves,'' he said.\n\n   The ``cognitive'' approach to therapy that Beck ultimately\ndeveloped _ influenced, he says, by thinkers like Karen Horney,\nGeorge Kelly and Albert Ellis, whose rational emotive therapy\nstruck similar themes _ was a major departure from the\npsychoanalytic fold. It was not received warmly. Many analysts\ndismissed it as superficial; some suggested that perhaps Beck\nhimself ``had not been well analyzed.''\n\n   There have been other critics, as well. Psychologists trained in\nclassical behaviorism have opposed cognitive therapy's focus on\n``thoughts,'' which they said could not be measured objectively.\nBiological psychiatrists, like Dr. Donald Klein, director of\nresearch at New York State Psychiatric Institute, have argued that\nthe therapy is simply a morale booster for depressed patients, not\na specific treatment. Beck, for his part, has responded to each\ncritique with a new raft of experimental data.\n\n   ``He is an unusual person,'' said Dr. John Rush, professor of\npsychiatry at the University of Texas Southwestern Medical Center\nand a former student. ``He is willing to test his own beliefs, just\nlike he asks patients to test theirs.''\n\n   Yet in the early years it often was lonely work, and it was his\nwife, Phyllis, now a Superior Court judge in Philadelphia, who\nbuoyed him.\n\n   ``She was my reality tester,'' he said. ``She went along with\nthe newer ideas I had, and that gave me the idea that I wasn't in\nleft field.''\n\n   Many decades later, she remains his closest confidante. But it\nis his daughter, Dr. Judith Beck, a psychologist who is director of\nthe Beck Institute, who participates most closely in his work.\n\n   Scene: A suburban delicatessen, a corned beef sandwich, his\ndaughter sitting next to him; a comfortable setting for Beck who,\nhis colleagues and former students say, is in fact very shy.\n\n   ``Do you remember that dream I had when I was going off to\ngraduate school?'' she asks him. ``That I was up on the Empire\nState Building and I felt in danger of falling off.''\n\n   ``I do,'' he says. ``And do you remember what I told you it\nmight be about? That the higher you aspire, the greater you're\ngoing to fall?''\n\n   ``It hit me as absolutely that was what it meant,'' she replies.\n\n   As institute director, she has come to know her father in a\ndifferent way, to admire him as a thinker and a therapist, to work\nwith him as a colleague. When she was a child, she says, he was\nalways working; age has made him more tolerant, less driven, has\nturned him more toward family.\n\n   It has not slowed him down. He receives 10,000 e-mail messages a\nyear, divides his time between Penn and the institute, is expanding\nhis research into new areas. He plays tennis regularly, despite a\nrecent hip replacement. His newest book, ``Prisoners of Hate: The\nCognitive Basis of Anger, Hostility and Violence,'' (HarperCollins,\n1999) appeared last fall.\n\n   Retiring, he says, has never entered his mind.\n\n   ``I think he has done a lot of cognitive therapy on himself,''\nsays his daughter.\n","Headline":"\nCHAMPIONING A PRAGMATIC APPROACH TO THERAPY \n","Text":["\n   PHILADELPHIA _ The session, Dr. Aaron T. Beck recalls, began\nlike many others. The woman lay on the couch, describing her sexual\nencounters with men, while Beck, at the time a recent graduate of\nthe Philadelphia Psychoanalytic Institute, sat behind her,\nscribbling in his notebook.\n","\n   ``How does talking about this make you feel?'' he asked her.\n","\n   ``I feel anxious,'' she replied.\n","\n   Trained to probe the hidden conflicts underlying psychological\nsymptoms, Beck responded with an interpretation.\n","\n   ``You are anxious because you are having to confront some of\nyour sexual desires,'' he told her. ``And you are anxious because\nyou expect me to be disapproving of these desires.''\n","\n   ``Actually, Dr. Beck,'' his patient replied, ``I'm afraid that\nI'm boring you.''\n","\n   Arms crossed on his chest, red bow tie resplendent, pale blue\neyes keen beneath a shock of white hair, the founder of the fastest\ngrowing, most extensively studied form of psychotherapy in America\nis telling this story to explain how he eventually came to leave\nFreud behind.\n","\n   Sitting in his office at the Beck Institute for Cognitive\nTherapy and Research in Philadelphia, he offers a favorite maxim:\n``There is more to the surface than meets the eye.''\n","\n   The key to many psychological difficulties, Beck has found in 40\nyears of research and clinical work, lies not deep in the\nunconscious, but in ``thinking problems'' that are much closer to\nconscious awareness.\n","\n   In the woman's case, for example, it turned out that she engaged\nin an endless self-deprecating monologue, an inner voice constantly\nberating her that she was unattractive, uninteresting and\nworthless.\n","\n   These ``automatic thoughts,'' as Beck calls them, led her to\nbehave in self-defeating ways, like acting promiscuously because\nshe did not think she had much else to offer, or engaging in\nhistrionics in an effort to seem more interesting.\n","\n   Cognitive therapy, developed by the psychiatrist after he\nabandoned psychoanalysis, is intended to help patients correct such\ndistortions in thinking, often in a dozen sessions or fewer.\n","\n   Beck calls the method ``simple and prosaic,'' with no dredging\nup of lost childhood memories, no minute examination of parental\nmisdeeds, no search for hidden meanings.\n","\n   ``It has to do with common-sense problems that people have,'' he\nsaid.\n","\n   Patients in cognitive therapy are encouraged to test their\nperceptions of themselves and others, as if they were scientists\ntesting hypotheses. They receive homework assignments from their\ntherapists. They learn to identify their ``inaccurate'' beliefs and\nto set goals for changing their behavior.\n","\n   It is an appealing package. In an age when managed care closely\nmonitors the consulting room, and most psychiatrists view drugs _\nnot talking _ as the treatment of choice for their patients, it has\nbeen able to provide hard data in support of psychotherapy's power.\n","\n   Cognitive therapy's basic precepts are easily summarized in\ntraining manuals and its simplicity makes it an ideal research\ntool. Dozens of studies have shown it to be effective in treating\ndepression, panic attacks, addictions, eating disorders and other\npsychiatric conditions. Researchers are also studying the therapy's\nability to treat personality disorders and, in combination with\ndrugs, psychotic illnesses like schizophrenia.\n","\n   Therapists from around the world travel to the Beck Institute\nfor training. Mental health organizations like the National Mental\nHealth Association recommend cognitive therapy to patients as one\nof the few forms of psychotherapy studied in large-scale clinical\ntrials.\n","\n   Yet every theory of the human mind in general springs from a\nhuman mind in particular. Freud, caught in his own Oedipal\nstruggles, saw the unconscious as roiling with sexual and\naggressive impulses. Fritz Perls, possessed of a biting wit and\nfond of confrontation, invited his patients to take the ``hot\nseat.'' Carl Rogers, a former seminarian and by all accounts an\nempathic soul, argued that psychotherapy should be\n``client-centered.''\n","\n   In its way, cognitive therapy _ practical, cerebral and to the\npoint _ is also a fair reflection of the man who conceived it.\n","\n   He is 78 now, an emeritus professor of psychiatry at the\nUniversity of Pennsylvania, four times a father, eight times a\ngrandfather.\n","\n   Yet even as a younger man, his former students say, Beck, with\nhis white hair and the bow tie he carefully affixed each morning,\nprojected a grandfatherly air, offering a nurturing presence, a\npassion for collecting data, a conviction that evidence always\ntrumps opinion.\n","\n   Others in his position might cultivate the flamboyance Americans\nseem to expect of their therapy gurus. Beck has more in common with\nMarcus Welby than Dr. Laura Schlessinger; his currency is ideas not\npersonal charisma. Soft-spoken and unexcitable, he wears a hat,\nchats amiably with strangers in elevators and uses old-fashioned\nwords like ``gosh'' and ``gal.''\n","\n   Asked to describe himself, Beck ticks off ``kind, intelligent,\ncreative, flexible.''\n","\n   ``I don't need to be right,'' he says, ``but I don't like to be\nwrong.''\n","\n   Dr. Jeffrey Young, a former student, now the director of the\nCognitive Therapy Center of New York, recalls a debate with his\nprofessor over whether those who came to them seeking help should\nbe referred to as ``patients'' or ``clients.'' Beck had a simple\nsolution: Ask people what term they prefer.\n","\n   ``I think I am ultimately a pragmatist,'' Beck says. ``and if it\ndoesn't work, I don't do it.''\n","\n   He encourages a similar philosophy in his patients, hoping they\nwill eventually choose to let go of the self-defeating attitudes\nthat tie their lives in knots. ``It's a testable assumption,'' Beck\ntells a 30-year-old woman who believes, she told him, that ``if I\ndon't punish myself, God will be mad.''\n","\n   ``You could see if you stopped punishing yourself and nothing\nhappened,'' he suggests.\n","\n   With patients convinced that they must always be perfect, that\ntheir bosses hate them, that their spouses are insensitive to their\nneeds, he will question, gently, ``Would you agree that it is\nagainst your best interests to have this belief?'' He will ask:\n``What are the disadvantages to thinking this way?'' He will wonder\nout loud: ``Do you think it is possible to ignore these thoughts?''\n","\n   It is a faith in the rational mind he has carried since\nchildhood, growing up in a middle-class neighborhood of Providence,\nR.I., the third son of Russian Jewish immigrants, his father a\nprinter with strong socialist beliefs who wrote poetry in his later\nyears, his mother a forceful woman of unpredictable moods who had\nalready lost two children.\n","\n   He was a Boy Scout, an active child who, despite his mother's\noverprotectiveness, played football and basketball until at 8, he\ndeveloped a serious staph infection after surgery for a broken arm.\nThe infection kept him in the hospital for more than a month.\n","\n   He remembers the surgeon saying ``he's not under yet,'' a\nterrible dream of a series of alligators, each biting the tail of\nthe next, the last alligator biting his arm.\n","\n   He remembers his mother saying: ``He will not die. He will not\ndie.'' The boy himself never questioned that he would recover, but\nthe surgery, Beck believes in retrospect, was a defining moment in\nhis life, restricting his activities and forcing him to find\nquieter forms of entertainment, like reading.\n","\n   The hospitalization defined his life in other ways, too. He\ndeveloped a phobia of blood and injury: a hospital scene in a movie\nwas enough to send his blood pressure plunging. If he smelled\nether, he became anxious and began to faint.\n","\n   He conquered his fears methodically, allowing logic to gradually\ntriumph over irrationality. ``I learned not to be concerned about\nthe faint feeling, but just to keep active,'' he says.\n","","\n   With such a straightforward attitude toward his own psychology,\nBeck, who was a resident in psychiatry at the Cushing Veterans\nAdministration Hospital in Framingham, Mass., in the early 1950s,\nwas probably never meant to become a psychoanalyst; even now, his\ninterest in how his childhood experiences shaped him seems minimal.\nBut Freudian theory was ascendant in psychiatry departments across\nthe country, and with many of his fellow residents, he entered the\npsychoanalytic institute in Philadelphia, completing his training\nin 1958.\n","\n   Still, he had some doubts. The lack of precision annoyed him:\nThough every analyst agreed that in neurosis there were ``deep\nfactors at work,'' no one, Beck discovered, could agree on exactly\nwhat those factors were.\n","\n   He found work with patients exhausting, because the goals seemed\nso unclear. ``The idea was that if you sat back and listened and\nsaid `Ah-hah,' somehow secrets would come out,'' Beck remembered.\n``And you would get exhausted just from the helplessness of it.''\n","\n   Still, he completed his training and began taking patients in\nfor analysis. But without any fanfare, he began to adjust the way\nhe interacted with them.\n","\n   The woman who worried about boring him, for example, he asked to\nsit up and face him, so that she could see his facial expressions\nand gauge his interest in what she was saying. He began to ask more\nquestions, and to listen to the answers in a different way.\n","\n   At the same time, at Penn, where he joined the faculty in\npsychiatry in 1954, Beck was trying to find empirical evidence for\nFreudian precepts _ and failing. With a colleague, he designed an\nexperiment to test the link between depression and masochism, a\nbasic psychoanalytic notion. But the researchers found no evidence\nthat the depressed patients in the study somehow needed to suffer.\nInstead, Beck said, they simply showed low self-esteem, devoid of\nhidden motives. ``They saw themselves as losers because that's the\nway they saw themselves,'' he said.\n","\n   The ``cognitive'' approach to therapy that Beck ultimately\ndeveloped _ influenced, he says, by thinkers like Karen Horney,\nGeorge Kelly and Albert Ellis, whose rational emotive therapy\nstruck similar themes _ was a major departure from the\npsychoanalytic fold. It was not received warmly. Many analysts\ndismissed it as superficial; some suggested that perhaps Beck\nhimself ``had not been well analyzed.''\n","\n   There have been other critics, as well. Psychologists trained in\nclassical behaviorism have opposed cognitive therapy's focus on\n``thoughts,'' which they said could not be measured objectively.\nBiological psychiatrists, like Dr. Donald Klein, director of\nresearch at New York State Psychiatric Institute, have argued that\nthe therapy is simply a morale booster for depressed patients, not\na specific treatment. Beck, for his part, has responded to each\ncritique with a new raft of experimental data.\n","\n   ``He is an unusual person,'' said Dr. John Rush, professor of\npsychiatry at the University of Texas Southwestern Medical Center\nand a former student. ``He is willing to test his own beliefs, just\nlike he asks patients to test theirs.''\n","\n   Yet in the early years it often was lonely work, and it was his\nwife, Phyllis, now a Superior Court judge in Philadelphia, who\nbuoyed him.\n","\n   ``She was my reality tester,'' he said. ``She went along with\nthe newer ideas I had, and that gave me the idea that I wasn't in\nleft field.''\n","\n   Many decades later, she remains his closest confidante. But it\nis his daughter, Dr. Judith Beck, a psychologist who is director of\nthe Beck Institute, who participates most closely in his work.\n","\n   Scene: A suburban delicatessen, a corned beef sandwich, his\ndaughter sitting next to him; a comfortable setting for Beck who,\nhis colleagues and former students say, is in fact very shy.\n","\n   ``Do you remember that dream I had when I was going off to\ngraduate school?'' she asks him. ``That I was up on the Empire\nState Building and I felt in danger of falling off.''\n","\n   ``I do,'' he says. ``And do you remember what I told you it\nmight be about? That the higher you aspire, the greater you're\ngoing to fall?''\n","\n   ``It hit me as absolutely that was what it meant,'' she replies.\n","\n   As institute director, she has come to know her father in a\ndifferent way, to admire him as a thinker and a therapist, to work\nwith him as a colleague. When she was a child, she says, he was\nalways working; age has made him more tolerant, less driven, has\nturned him more toward family.\n","\n   It has not slowed him down. He receives 10,000 e-mail messages a\nyear, divides his time between Penn and the institute, is expanding\nhis research into new areas. He plays tennis regularly, despite a\nrecent hip replacement. His newest book, ``Prisoners of Hate: The\nCognitive Basis of Anger, Hostility and Violence,'' (HarperCollins,\n1999) appeared last fall.\n","\n   Retiring, he says, has never entered his mind.\n","\n   ``I think he has done a lot of cognitive therapy on himself,''\nsays his daughter.\n"]}