{"DocumentId":"NYT20000717.0206","TopicId":"NYT","Relevance":"0","Body":" BC-TV-MENTALILLNESS-2TAKES-TEX \nDEPICTIONS OF VIOLENT, ERRATIC BEHAVIOR WARP PERCEPTIONS OF THE\nMENTALLY ILL\n\n \n (For use by NYTimes News Service Clients)  By KEN PARISH PERKINS \n c.2000 Fort Worth Star-Telegram \n\n   Who can blame Christopher Titus, television's latest emotionally\ntortured soul, for taking matters into his own hands and ordering\nhis mother to ``pack your explosives and get out?''\n\n   After all, she spent most of Titus' childhood tucked away in a\nmental institution and, when at home, she looked for ways to murder\nhim and his father. Butcher knives, arsenic, an ax.\n\n   Now, with Mom released and back home, Titus is the only family\nmember not buying her recovery claims.\n\n   ``I'm so sorry,'' Titus' girlfriend apologizes to the mother.\n``He just can't seem to let go of your ... felonies.''\n\n   So goes the message offered up by Titus, which is attracting 5\nmillion viewers Monday nights on Fox. And while the situation\ncomedy may be extreme for its genre, the show shares the same\nfundamental point of view television has had for years whenever it\ndecides to comment on people suffering from mental illness.\n\n   Run away. Fast.\n\n   From ``Titus'' to ``ER'' to ``The Practice'' to ``Frasier,''\ntelevision suggests that people with mental illness are violent\nsouls destined to commit murder and mayhem, or demented losers who\nend up homeless and living sad, lonely, pathetic lives.\n\n   When Peter Berg wanted to introduce a series built around the\nuncomfortable notion that we're all prone to emotional and chemical\ndisorders, he decided to set ``Wonderland'' within a ward that\npractices forensic psychiatry _ the treatment of mental patients\nwho have committed crimes.\n\n   The show, which was canceled earlier this year after a brief\nprime-time run, had the cooperation and advice of Dr. Robert\nBerger, director of Bellevue's Forensic Psychiatry Service in New\nYork. But mental health professionals were ruthless in their\ncriticism that, again, people with mental illnesses were written as\nviolent criminals. Indeed, in the first episode, we learn that a\npatient who pierces the stomach of a pregnant doctor with a syringe\nhad only hours earlier gunned down five people because voices told\nhim to. There was also a Wall Street broker who tried to kill\nhimself; and a young man who bit off his mother's thumb.\n\n   And it's not only that the mentally ill are presented as\ndangerous psychos who kill doctors, as one did this season by\nstabbing Lucy (Kellie Martin) on ``ER.'' Mental health\nprofessionals contend that producers and writers have a tendency to\ndepict people with mental illness as objects of ridicule, to use\npsychiatric terminology inaccurately, and to overuse slang and\ndisrespectful terms for sufferers. It all contributes to a\ndangerous form of stigmatization, studies show.\n\n   ``We continue to be appalled, saddened and disgusted by our\nresults,'' says George Gerbner, Bell Atlantic Professor of\nTelecommunications at Temple University and author of the Cultural\nIndicators Project Report, which was designed to measure\ntelevision's diversity and cultural impact.\n\n   Founded 25 years ago and now commissioned by the Screen Actors\nGuild, the research, updated by Gerbner and released every few\nyears (the latest in 1997), suggests, among other things, that the\nimage of people with mental illness as psychotic killers and ``evil\npeople'' has become deeply embedded in our popular culture.\n\n   The current study was based on analysis of 6,882 speaking parts\nappearing in hundreds of television programs encompassing three\nseasons of major network prime-time programming and network\nSaturday morning cartoons.\n\n   With 70 percent of the portrayals showing people with mental\nillness as violent and dangerous, mentally ill characters are far\nand away the most violent and victimized single group on TV. And\nsince violence and retribution are shown as inherent in the\nillness, their ``plights'' are considered inescapable.\n\n   More than 50 percent of telephone respondents said they view TV\ncharacters with mental illness negatively, which makes sense,\nconsidering that well over 50 percent of people with mental illness\nare portrayed as drug and alcohol addicts, followed by criminals\n(47 percent) and lonesome people who'd rather live in the street\n(43 percent).\n\n   Mental health advocates have long argued that TV's portrayals of\nthe mentally ill as criminals are disproportionate to reality, but\nfinding accurate figures on the violence rate of the mentally ill\nis elusive; crime statistics rarely include the emotional state of\nperpetrators. (Some point to a 1998 report funded by the nonprofit\nJohn D. and Catherine MacArthur Foundation, which found that\nex-patients who don't abuse drugs or alcohol are no more dangerous\nto other people than anyone else.)\n\n   ``I'll admit that we don't know as well as we should,'' says Dr.\nOtto Wahl, a professor of psychology at Virginia's George Mason\nUniversity and the author of ``Media Madness: Public Images of\nMental Illness.'' ``But we do know that television influences\npeople's conceptions of reality, and we do know that those who\nbelieve in what they see can't help but see the world as a more\ndangerous place.'' ___  \n\n   ``Wonderland'' may have invited loud protests, but the show's\ncontent actually pales in comparison to many shows that came before\nit. For example, the 1996 series ``Profit'' was about a man so\ndetermined to climb the corporate ladder that he framed,\nblackmailed and killed people who got in his way.\n\n   Played by Adrian Pasdar, Jim Profit was emotionally unstable\nafter being forced to spend the bulk of his childhood in a\ncardboard box. Scraps of food were tossed in, and a hole was cut in\nthe side so he could watch television.\n\n   Viewers knew he was deranged because of his casual way of\nkilling his colleagues, and when he ventured back to his expensive,\nsplit-level apartment, he'd curl up naked and sleep in a cardboard\nbox. The series lasted only a season without much written about\nthis mentally ill protagonist.\n\n   More recently were the much-talked-about opening moments of\nStephen Bochco's cop drama ``Brooklyn South,'' in which a man\nstrolls a busy street picking off cops and others as though he's\nwalking through an arcade game. Once he's caught, a cop yells,\n``We've got the crazy bastard.''\n(MORE)\nnn\n\n   As for ``Titus,'' the studio audience roared with laughter when\nthe husband of the mentally ill woman came storming into the\napartment asking, ``Did you lock her in (the kitchen)? Take her\nshoelaces? Pat her down for weapons?''\n\n   ``They're used as scapegoats,'' says Jean Arnold, a\nco-chairwoman of the New York-based National Stigma Clearinghouse,\nconsidered the hub of a nationwide information source on stigma.\n``The most damaging aspect of the stigma is the connection of\nmental illness with violence. And there's a lot of research out\nthere now that shows people with mental illness aren't described as\nmentally ill as much as they're (described as) simply evil.''\n\n   Besides images, there is language. Psychiatric terms such as\n``schizophrenic'' and ``psychotic'' are routinely used incorrectly,\naccording to mental health experts, while offensive words such as\n``nuts,'' ``psycho'' and ``lunatic'' crop up regularly in\ntelevision shows and particularly commercials for products ranging\nfrom furniture (''We're insane for having prices this low!'' barks\na recent one) to stereo equipment.\n\n   The producers of ``Frasier'' abandoned promotional material\nshowing star Kelsey Grammer, who plays radio psychiatrist Frasier\nCrane, wrapped in a straitjacket, under the heading ``television's\nonly certifiable success.'' ``Frasier'' has long been criticized by\nthe mental health establishment, which says Frasier and brother\nNiles (David Hyde Pierce), also a psychiatrist, are\n``condescending'' to their patients, often using them as punch\nlines.\n\n   ``Frasier'' producers, like many network executives, declined to\ncomment for this story.\n\n   ``We don't lack a sense of humor, contrary to popular belief,''\nsays James Radack, a spokesman for the National Mental Health\nAssociation. ``But sitcoms present more ridicule than humor. Nor is\nthis a matter of being politically correct. It's a matter of being\nsensitive to the fact that stigma pervades society just in everyday\ntalk, and once you're desensitized to it, it becomes an acceptable\npart of your own lexicon.\n\n   ``This is why writers of these series use such damaging dialogue\nso freely and frequently. They're not malicious; they really do\nthink it's OK because they hear everyone around them saying it. We\nchallenge producers to think outside that box.''\n\n   Chris Keyser, co-creator and executive producer of the Fox drama\n``Party of Five,'' felt that challenge when writing a depression\nstory line for Paula Devicq's character, Kirsten. Even up to the\nshow's final season this year, dialogue was written to refer to the\ndepression, particularly when Kirsten appeared down or out of\nsorts.\n\n   ``Party of Five'' was commended for stretching the story line\nout to make it more believable _ and, in turn, dramatic, which is\nwhat producers say is the tough trick. ``We have to tell stories,\nand it needs to be dramatic because viewers won't care whether it's\naccurate _ they merely want good, dramatic TV,'' Keyser says.\n\n   ``Sure, as producers we're concerned that we could fall into\nstereotypical traps. And, while I'm not defending what any other\nproducer has done _ we must be concerned with the responsibility of\nbeing accurate _ (the fact is), if you want to keep your show on\nthe air, you have to be concerned with the need to entertain.''\n___  \n\n   Which is why those with mental illnesses are, at least on TV,\ntruly a breed apart, a special, distinct class of people\ncharacterized primarily, if not exclusively, by the illnesses they\nsuffer.\n\n   ``Just as terms like `a schizophrenic' or `a diabetic' identify\nindividuals in terms of their illnesses as if the diseases were\ntheir only and most important characteristics, these broad\nreferences to the mentally ill convey a similar lack of\nappreciation of the basic human character of individuals with\npsychiatric disorders,'' says Wahl, who has been studying the\nsubject for nearly 20 years.\n\n   ``This has been the problem, and unfortunately, there are so few\nroles that deviate from this that there's no balance. This creates\nin the viewers' minds that what they see of people with mental\nillness is indeed true. And why not, if that's all they see?''\n\n   Berg agrees with Wahl, but wonders if the mental health\ncommunity has become so thin-skinned that it is liable to reject TV\nprojects that could, over time, do more good than harm.\n\n   He says he offered to the mental health community more episodes\nof ``Wonderland'' for viewing (two of the eight episodes aired,\nleaving six unseen) that were lighter and even funnier, including\nthe hospitalization of a comedian played by Jeremy Piven, and a\nhappy conclusion to the birth of the child whose mother was stabbed\nwith the syringe.\n\n   ``The majority of ``Wonderland'' wasn't depressing and it wasn't\nviolent,'' says Berg. ``This was a great opportunity to set the\nrecord straight, to represent a world of a mental institution\nwithout vilifying it. They talk about stigma. How can you combat\nstigma by not letting people see the real deal? I understand their\nparanoia, but you've got to take chances.''\n\n   ``Take chances?'' says Wahl. ``Look, we took chances on\n``Wonderland,'' which we were initially excited by because it\npromoted itself as a realistic portrayal of mental illness. But it\nturned out to be just a part of the pervasive pattern that adds up.\n\n   ``It's easy to dismiss that people are overly sensitive, but\nwhen you have people with mental illness as killers all the time,\nit becomes the model,'' says Wahl. ``It's the same thing\nAfrican-Americans and gays and lesbians have complained about for\nyears. It affects how people view you without even knowing you.\nThat's why this needs to change.''\n\n   Crisscrossing the nation like evangelists, the foes of stigma\nare lobbying hard to put the matter in the national consciousness.\n\n   Tipper Gore's ``Change Your Mind About Mental Health'' campaign\nand its partnership with MTV is considered a success. Ads running\non the music channel, as well as VH1 and Nickelodeon, are expected\nto reach an audience of some 75 million, 60 percent of whom are 19\nor younger.\n\n   Sleek with high-concept editing, the ads feature brief portraits\nof young people making comments including, ``Nobody tells you to\nsnap out of pneumonia!'' and ``It's easy to pretend you're OK.''\n(Gore has been praised by mental health professionals after\ndiscussing publicly her 1989 battle with depression after a car\naccident almost killed her then 6-year-old son.)\n\n   Has it helped? ``It's a long-term process,'' says Radack of the\nNational Mental Health Association. ``These type of media\nportrayals have been around a long time and won't disappear\novernight. We'll just keep chipping away, hoping that something\nlike ``Titus'' would think long and hard about offering up mental\nillness as a joke.''\n\n   Not anytime soon. In the episode about his mother's recovery,\nwell, Titus was right. By the episode's end, she'd drugged everyone\nbut her husband, for whom she had more diabolical plans. ``Don't\nworry,'' she tells him, smashing a bottle against the wall, ``they\nwon't wake up until after your funeral.''\n\n   (Visit the Star-Telegram's online services on the World Wide\nWeb: www.star-telegram.com)\nnn\n","Headline":"\nDEPICTIONS OF VIOLENT, ERRATIC BEHAVIOR WARP PERCEPTIONS OF THE\nMENTALLY ILL\n","Text":["\n   Who can blame Christopher Titus, television's latest emotionally\ntortured soul, for taking matters into his own hands and ordering\nhis mother to ``pack your explosives and get out?''\n","\n   After all, she spent most of Titus' childhood tucked away in a\nmental institution and, when at home, she looked for ways to murder\nhim and his father. Butcher knives, arsenic, an ax.\n","\n   Now, with Mom released and back home, Titus is the only family\nmember not buying her recovery claims.\n","\n   ``I'm so sorry,'' Titus' girlfriend apologizes to the mother.\n``He just can't seem to let go of your ... felonies.''\n","\n   So goes the message offered up by Titus, which is attracting 5\nmillion viewers Monday nights on Fox. And while the situation\ncomedy may be extreme for its genre, the show shares the same\nfundamental point of view television has had for years whenever it\ndecides to comment on people suffering from mental illness.\n","\n   Run away. Fast.\n","\n   From ``Titus'' to ``ER'' to ``The Practice'' to ``Frasier,''\ntelevision suggests that people with mental illness are violent\nsouls destined to commit murder and mayhem, or demented losers who\nend up homeless and living sad, lonely, pathetic lives.\n","\n   When Peter Berg wanted to introduce a series built around the\nuncomfortable notion that we're all prone to emotional and chemical\ndisorders, he decided to set ``Wonderland'' within a ward that\npractices forensic psychiatry _ the treatment of mental patients\nwho have committed crimes.\n","\n   The show, which was canceled earlier this year after a brief\nprime-time run, had the cooperation and advice of Dr. Robert\nBerger, director of Bellevue's Forensic Psychiatry Service in New\nYork. But mental health professionals were ruthless in their\ncriticism that, again, people with mental illnesses were written as\nviolent criminals. Indeed, in the first episode, we learn that a\npatient who pierces the stomach of a pregnant doctor with a syringe\nhad only hours earlier gunned down five people because voices told\nhim to. There was also a Wall Street broker who tried to kill\nhimself; and a young man who bit off his mother's thumb.\n","\n   And it's not only that the mentally ill are presented as\ndangerous psychos who kill doctors, as one did this season by\nstabbing Lucy (Kellie Martin) on ``ER.'' Mental health\nprofessionals contend that producers and writers have a tendency to\ndepict people with mental illness as objects of ridicule, to use\npsychiatric terminology inaccurately, and to overuse slang and\ndisrespectful terms for sufferers. It all contributes to a\ndangerous form of stigmatization, studies show.\n","\n   ``We continue to be appalled, saddened and disgusted by our\nresults,'' says George Gerbner, Bell Atlantic Professor of\nTelecommunications at Temple University and author of the Cultural\nIndicators Project Report, which was designed to measure\ntelevision's diversity and cultural impact.\n","\n   Founded 25 years ago and now commissioned by the Screen Actors\nGuild, the research, updated by Gerbner and released every few\nyears (the latest in 1997), suggests, among other things, that the\nimage of people with mental illness as psychotic killers and ``evil\npeople'' has become deeply embedded in our popular culture.\n","\n   The current study was based on analysis of 6,882 speaking parts\nappearing in hundreds of television programs encompassing three\nseasons of major network prime-time programming and network\nSaturday morning cartoons.\n","\n   With 70 percent of the portrayals showing people with mental\nillness as violent and dangerous, mentally ill characters are far\nand away the most violent and victimized single group on TV. And\nsince violence and retribution are shown as inherent in the\nillness, their ``plights'' are considered inescapable.\n","\n   More than 50 percent of telephone respondents said they view TV\ncharacters with mental illness negatively, which makes sense,\nconsidering that well over 50 percent of people with mental illness\nare portrayed as drug and alcohol addicts, followed by criminals\n(47 percent) and lonesome people who'd rather live in the street\n(43 percent).\n","\n   Mental health advocates have long argued that TV's portrayals of\nthe mentally ill as criminals are disproportionate to reality, but\nfinding accurate figures on the violence rate of the mentally ill\nis elusive; crime statistics rarely include the emotional state of\nperpetrators. (Some point to a 1998 report funded by the nonprofit\nJohn D. and Catherine MacArthur Foundation, which found that\nex-patients who don't abuse drugs or alcohol are no more dangerous\nto other people than anyone else.)\n","\n   ``I'll admit that we don't know as well as we should,'' says Dr.\nOtto Wahl, a professor of psychology at Virginia's George Mason\nUniversity and the author of ``Media Madness: Public Images of\nMental Illness.'' ``But we do know that television influences\npeople's conceptions of reality, and we do know that those who\nbelieve in what they see can't help but see the world as a more\ndangerous place.'' ___  \n","\n   ``Wonderland'' may have invited loud protests, but the show's\ncontent actually pales in comparison to many shows that came before\nit. For example, the 1996 series ``Profit'' was about a man so\ndetermined to climb the corporate ladder that he framed,\nblackmailed and killed people who got in his way.\n","\n   Played by Adrian Pasdar, Jim Profit was emotionally unstable\nafter being forced to spend the bulk of his childhood in a\ncardboard box. Scraps of food were tossed in, and a hole was cut in\nthe side so he could watch television.\n","\n   Viewers knew he was deranged because of his casual way of\nkilling his colleagues, and when he ventured back to his expensive,\nsplit-level apartment, he'd curl up naked and sleep in a cardboard\nbox. The series lasted only a season without much written about\nthis mentally ill protagonist.\n","\n   More recently were the much-talked-about opening moments of\nStephen Bochco's cop drama ``Brooklyn South,'' in which a man\nstrolls a busy street picking off cops and others as though he's\nwalking through an arcade game. Once he's caught, a cop yells,\n``We've got the crazy bastard.''\n(MORE)\nnn\n","\n   As for ``Titus,'' the studio audience roared with laughter when\nthe husband of the mentally ill woman came storming into the\napartment asking, ``Did you lock her in (the kitchen)? Take her\nshoelaces? Pat her down for weapons?''\n","\n   ``They're used as scapegoats,'' says Jean Arnold, a\nco-chairwoman of the New York-based National Stigma Clearinghouse,\nconsidered the hub of a nationwide information source on stigma.\n``The most damaging aspect of the stigma is the connection of\nmental illness with violence. And there's a lot of research out\nthere now that shows people with mental illness aren't described as\nmentally ill as much as they're (described as) simply evil.''\n","\n   Besides images, there is language. Psychiatric terms such as\n``schizophrenic'' and ``psychotic'' are routinely used incorrectly,\naccording to mental health experts, while offensive words such as\n``nuts,'' ``psycho'' and ``lunatic'' crop up regularly in\ntelevision shows and particularly commercials for products ranging\nfrom furniture (''We're insane for having prices this low!'' barks\na recent one) to stereo equipment.\n","\n   The producers of ``Frasier'' abandoned promotional material\nshowing star Kelsey Grammer, who plays radio psychiatrist Frasier\nCrane, wrapped in a straitjacket, under the heading ``television's\nonly certifiable success.'' ``Frasier'' has long been criticized by\nthe mental health establishment, which says Frasier and brother\nNiles (David Hyde Pierce), also a psychiatrist, are\n``condescending'' to their patients, often using them as punch\nlines.\n","\n   ``Frasier'' producers, like many network executives, declined to\ncomment for this story.\n","\n   ``We don't lack a sense of humor, contrary to popular belief,''\nsays James Radack, a spokesman for the National Mental Health\nAssociation. ``But sitcoms present more ridicule than humor. Nor is\nthis a matter of being politically correct. It's a matter of being\nsensitive to the fact that stigma pervades society just in everyday\ntalk, and once you're desensitized to it, it becomes an acceptable\npart of your own lexicon.\n","\n   ``This is why writers of these series use such damaging dialogue\nso freely and frequently. They're not malicious; they really do\nthink it's OK because they hear everyone around them saying it. We\nchallenge producers to think outside that box.''\n","\n   Chris Keyser, co-creator and executive producer of the Fox drama\n``Party of Five,'' felt that challenge when writing a depression\nstory line for Paula Devicq's character, Kirsten. Even up to the\nshow's final season this year, dialogue was written to refer to the\ndepression, particularly when Kirsten appeared down or out of\nsorts.\n","\n   ``Party of Five'' was commended for stretching the story line\nout to make it more believable _ and, in turn, dramatic, which is\nwhat producers say is the tough trick. ``We have to tell stories,\nand it needs to be dramatic because viewers won't care whether it's\naccurate _ they merely want good, dramatic TV,'' Keyser says.\n","\n   ``Sure, as producers we're concerned that we could fall into\nstereotypical traps. And, while I'm not defending what any other\nproducer has done _ we must be concerned with the responsibility of\nbeing accurate _ (the fact is), if you want to keep your show on\nthe air, you have to be concerned with the need to entertain.''\n___  \n","\n   Which is why those with mental illnesses are, at least on TV,\ntruly a breed apart, a special, distinct class of people\ncharacterized primarily, if not exclusively, by the illnesses they\nsuffer.\n","\n   ``Just as terms like `a schizophrenic' or `a diabetic' identify\nindividuals in terms of their illnesses as if the diseases were\ntheir only and most important characteristics, these broad\nreferences to the mentally ill convey a similar lack of\nappreciation of the basic human character of individuals with\npsychiatric disorders,'' says Wahl, who has been studying the\nsubject for nearly 20 years.\n","\n   ``This has been the problem, and unfortunately, there are so few\nroles that deviate from this that there's no balance. This creates\nin the viewers' minds that what they see of people with mental\nillness is indeed true. And why not, if that's all they see?''\n","\n   Berg agrees with Wahl, but wonders if the mental health\ncommunity has become so thin-skinned that it is liable to reject TV\nprojects that could, over time, do more good than harm.\n","\n   He says he offered to the mental health community more episodes\nof ``Wonderland'' for viewing (two of the eight episodes aired,\nleaving six unseen) that were lighter and even funnier, including\nthe hospitalization of a comedian played by Jeremy Piven, and a\nhappy conclusion to the birth of the child whose mother was stabbed\nwith the syringe.\n","\n   ``The majority of ``Wonderland'' wasn't depressing and it wasn't\nviolent,'' says Berg. ``This was a great opportunity to set the\nrecord straight, to represent a world of a mental institution\nwithout vilifying it. They talk about stigma. How can you combat\nstigma by not letting people see the real deal? I understand their\nparanoia, but you've got to take chances.''\n","\n   ``Take chances?'' says Wahl. ``Look, we took chances on\n``Wonderland,'' which we were initially excited by because it\npromoted itself as a realistic portrayal of mental illness. But it\nturned out to be just a part of the pervasive pattern that adds up.\n","\n   ``It's easy to dismiss that people are overly sensitive, but\nwhen you have people with mental illness as killers all the time,\nit becomes the model,'' says Wahl. ``It's the same thing\nAfrican-Americans and gays and lesbians have complained about for\nyears. It affects how people view you without even knowing you.\nThat's why this needs to change.''\n","\n   Crisscrossing the nation like evangelists, the foes of stigma\nare lobbying hard to put the matter in the national consciousness.\n","\n   Tipper Gore's ``Change Your Mind About Mental Health'' campaign\nand its partnership with MTV is considered a success. Ads running\non the music channel, as well as VH1 and Nickelodeon, are expected\nto reach an audience of some 75 million, 60 percent of whom are 19\nor younger.\n","\n   Sleek with high-concept editing, the ads feature brief portraits\nof young people making comments including, ``Nobody tells you to\nsnap out of pneumonia!'' and ``It's easy to pretend you're OK.''\n(Gore has been praised by mental health professionals after\ndiscussing publicly her 1989 battle with depression after a car\naccident almost killed her then 6-year-old son.)\n","\n   Has it helped? ``It's a long-term process,'' says Radack of the\nNational Mental Health Association. ``These type of media\nportrayals have been around a long time and won't disappear\novernight. We'll just keep chipping away, hoping that something\nlike ``Titus'' would think long and hard about offering up mental\nillness as a joke.''\n","\n   Not anytime soon. In the episode about his mother's recovery,\nwell, Titus was right. By the episode's end, she'd drugged everyone\nbut her husband, for whom she had more diabolical plans. ``Don't\nworry,'' she tells him, smashing a bottle against the wall, ``they\nwon't wake up until after your funeral.''\n","\n   (Visit the Star-Telegram's online services on the World Wide\nWeb: www.star-telegram.com)\nnn\n"]}