{"DocumentId":"NYT20000408.0096","TopicId":"NYT","Relevance":"0","Body":" BC-RAMPAGE-KILLERS-ART-3TAKES-NYT \nTHEY THREATEN, SEETHE AND UNHINGE , THEN THEY KILL IN QUANTITY\n\n  \n (Attn: Colo., Utah, Hawaii, Texas, Calif., Ga., Md., Ohio, Ky.,\nPa., N.C., Minn.)   (Eds.: See also RAMPAGE-KILLERS-SCHOOL; an abridged version of\nthis article is also moving.) \n(ART ADV: Photo is being sent to NYT photo clients. Graphic is\nbeing sent to NYT graphic clients. Nonsubscribers can make\nindividual purchase by calling 888-603-1036 or 888-346-9867.) \n(jw) \n By FORD FESSENDEN   \n c.2000 N.Y. Times News Service   \n\n   They are not drunk or high on drugs. They are not racists or\nSatanists, or addicted to violent video games, movies or music.\n\n   Most are white men, but a surprising number are women, Asians\nand blacks. Many have college degrees, but most are unemployed.\nMany are military veterans.\n\n   They give lots of warning and even tell people explicitly what\nthey plan to do. They carry semiautomatic weapons they have\nobtained easily and, in most cases, legally.\n\n   They do not try to get away. In the end, half turn their guns on\nthemselves or are shot dead by others. They not only want to kill,\nthey also want to die.\n\n   That is the profile of the 102 killers in 100 rampage attacks\nexamined by The New York Times in a computer-assisted study looking\nback more than 50 years and including the shootings in 1999 at\nColumbine High School in Littleton, Colo., and one by a World War\nII veteran on a residential street in Camden, N.J., in 1949. Four\nhundred twenty-five people were killed and 510 people were injured\nin the attacks. The database, which primarily focused on cases in\nthe last decade, is believed to be the largest ever compiled on\nthis phenomenon in the United States.\n\n   Though the attacks are rare when compared with other American\nmurders, they have provoked an intense national discussion about\ncrime, education and American culture. The Times found, however,\nthat the debate may have largely overlooked a critical issue: At\nleast half of the killers showed signs of serious mental health\nproblems.\n\n   The debate was most intense last year, which began with echoes\nof gunfire in a Salt Lake City television station in January and\nended with seven Honolulu office workers dead in November. In\nbetween there was a berserk rampage by an Atlanta day trader that\nleft 12 dead and 13 injured. A self-styled fascist attacked a Los\nAngeles day care center. Seven people died as a hymn ended in a\nFort Worth church.\n\n   Probably the most shocking were the shootings by two students at\nColumbine High School who burst into suburban classrooms and killed\n13 and wounded 23. The teen-age killers were much like the adults\nThe Times studied, but with important distinctions that may bring a\nbetter understanding to the problem. As the anniversary of that\ncrime, April 20, approaches, the questions about crime and culture\nwill inevitably reverberate again.\n\n   The Times set out to examine as many of these killings as\npossible in an effort to learn what factors they and the people who\ncarried them out shared. For while many possible causes have been\ncited, including violent video games, a decline in moral values and\nthe easy availability of guns, there has been little serious study\nof this explosive violence.\n\n   The Times included only rampage homicides _ multiple-victim\nkillings that were not primarily domestic or connected to a robbery\nor gang. Serial killers were not included, nor were those whose\nprimary motives were political.\n\n   These are among the findings:\n\n   _ While the killings have caused many people to point to the\nviolent aspects of the culture, a closer look shows little evidence\nthat video games, movies or television encouraged many of the\nattacks. In only six of the 100 cases did the killers have a known\ninterest in violent video games. Seven other killers showed an\ninterest in violent movies.\n\n   _ In a decade that had a sharp decrease in almost all kinds of\nhomicides, the incidence of these rampage killings appears to have\nincreased, according to a separate computer analysis by The Times\nof nearly 25 years of homicide data from the FBI. Still, these\nkillings remain extremely rare, much less than 1 percent of all\nhomicides.\n\n   _ Society has turned to law enforcement to resolve the rampage\nkillings that have become almost a staple of the nightly news.\nThere has been an increasing call for greater security in schools\nand in the workplace. But a closer look shows that these cases may\nhave more to do with society's lack of knowledge of mental health\nissues, rather than a lack of security. In case after case, family\nmembers, teachers and mental health professionals missed or\ndismissed signs of deterioration.\n\n   Whether they happen in a school, in a mall, in a crowded train\nor in a workplace, these crimes have been characterized in a\nlanguage of incomprehension _ ``senseless,'' ``random,''\n``sudden,'' ``crazy.''\n\n   By contrast, murder in the heat of domestic passion or a tavern\nargument, in the desperation of armed robbery or in the cold\ncalculation of gang competition, seems to make ``sense.''\n\n   But in reviewing court records and interviewing police, victims\nand sometimes the killers themselves, The Times found that these\nkillings, too, have their own logic, and are anything but random or\nsudden.\n\n   The rage that boiled over into homicide was clearly building in\nmany. Of the 100 cases reviewed by The Times, 63 involved people\nwho made threats of violence before the event, including 54 who\nthreatened specific violence to specific people.\n\n   Richard Farley, for example, who was fired in 1987 for harassing\na female co-worker, told acquaintances he was going to kill the\npeople who had come between him and her before storming into his\nformer workplace, killing seven. James Calvin Brady told\npsychiatrists he wanted to kill people, just days before he went on\na rampage in an Atlanta shopping mall in 1990.\n\n   ``These are not impulsive acts,'' said J. Reid Meloy, a forensic\npsychologist at the University of California at San Diego. ``They\nare not acts of affective violence, where they drink a lot and go\nkill someone. There's a planning and purpose, and an emotional\ndetachment that's very long-term.''\n\n   Yet there was often a precipitating event in addition to\nhistories of failure and mental illness _ a spark that set off the\ntinder, and gave the crime the appearance of being at the same time\ndeliberate and impulsive.\n\n   ``You can see someone who is morbidly depressed for a long time,\nand they have a suicide plan in place, but the timing is determined\nby impulse,'' said Kay Redfield Jamison, a professor of psychiatry\nat Johns Hopkins School of Medicine and author of ``Night Falls\nFast: Understanding Suicide.''\n\n   nn\n\n   By far the most common precipitator was the loss of a job, which\nwas mentioned as a potential precipitator in 47 cases. A romantic\nissue _ a divorce or breakup _ was present in 22 cases.\n\n   ``Some men see the loss of a job, or the loss of a mate, as\nirrevocable and catastrophic, something they can't get back or\nattain again,'' said David Buss, author of ``The Dangerous Passion:\nWhy Jealousy Is as Necessary as Love and Sex'' and a professor of\npsychology at the University of Texas at Austin. ``They set out on\na course to inflict the maximum cost on their rivals, even\nsometimes killing the woman.''\n\n   An analysis of the database found several recurring elements in\nrampage killings, including some that surprised the experts.\n\n   Perhaps the aspect that most set these crimes apart, aside from\ntheir spectacular nature, was this: Regular criminals try to get\naway with their crimes. More than a third of regular homicides went\nunsolved in 1997. But among the 102 killers in the Times database,\nnot one got away. Eighty-nine never even left the scene of the\ncrime.\n\n   In 1995, for example, after he killed three people at the Ohio\ntrucking company where he had worked, Gerald Lee Clemons walked to\nthe parking lot and leaned against his car calmly until the police\narrived.\n\n   In 1997, Michael Carneal, 14, killed three and wounded five at a\nschool in Louisville, Ky. Then he laid down his gun and said, ``I'm\nsorry.''\n\n   More tellingly, 33 of the offenders killed themselves after\ntheir crimes. Nine tried or wanted to commit suicide, and four\nkilled themselves later. Nine were killed by the police or others,\nperhaps committing what some refer to as ``suicide by cop.''\n\n   ``The number of people knowingly getting killed is striking,''\nAlfred Blumstein of the Heinz School of Public Policy and\nManagement at Carnegie Mellon University said after examining the\nreview. Blumstein is the director of the National Consortium on\nViolence Research.\n\n   Jamison said: ``The link between suicide and homicide is a very\nreal one, and it hasn't been studied nearly enough. It has always\nstruck me about Columbine, people forget they committed suicide.\nAnd that's understandable _ it was the least important thing from\nthe public point of view.''\n\n   Anthony Barbaro, a 17-year-old Regents scholar in upstate Olean,\nN.Y., offered a glimpse into this suicidal impulse in the note he\nleft before he hanged himself with a knotted bedsheet in the county\njail. He was awaiting trial after firing random shots out the\nwindow from the third floor of his high school, killing two\npassers-by and a school custodian, and wounding nine others.\n\n   ``I guess I just wanted to kill the person I hate most _\nmyself,'' he wrote. ``I just didn't have the courage. I wanted to\ndie, but I couldn't do it, so I had to get someone to do it for me.\nIt didn't work out.''\n\n   One of the most remarkable insights to emerge from the survey is\nhow much these killers differ from the typical American murderer.\n\n   Half of all murderers in this country are black. Eighty percent\nwent to high school, and no further. Most of them killed someone\nthey knew, or while committing another crime, like a robbery.\n\n   The rampage killers, on the other hand, were white, by far; 18\nof the 102 were black, and seven Asian. The racial profile of the\nrampage killers is close to that of the entire population.\n\n   The rampage killers were overwhelmingly male _ but not entirely.\nSix were female, and they exhibited many of the same disturbed,\naggressive characteristics. Here again, however, was a distinction\nfrom regular murderers, who are about twice as likely as rampage\nkillers to be women.\n\n   The rampage killers were far more likely to have military\nbackgrounds, and to kill strangers. There are intriguing age\ndifferences as well. The rampage killers were older than regular\nmurderers, with more in their 40s and 50s and fewer in their 20s,\ncompared with the typical killer.\n\n   Of the rampage killers over 25, a third had college degrees.\nAnother third had some college education. Only nine had less than a\nhigh school diploma.\n\n   And there seemed to be no urban bias for these crimes, as there\nis for other violent crimes; 31 were in suburban areas, 25 were in\nsmall towns or rural areas. Forty-two committed their crimes in\nurban areas.\n\n   That profile _ a group that is largely suicidal, and shows few\nof the demographic patterns of poverty and race associated with\nregular crime _ suggests that mental illness plays a huge role,\npsychiatrists say.\n\n   ``Mental illness does not vary in different races, but\nsocioeconomics do,'' said Lothar Adler, director of a psychiatric\nhospital in Muhlhausen, Germany, and author of ``Amok,'' a book on\nmultiple murder.\n\n   The Times found much evidence of mental illness in its subjects.\nMore than half had histories of serious mental health problems _\neither a hospitalization, a prescription for psychiatric drugs, a\nsuicide attempt or evidence of psychosis.\n\n   Of the 24 who had been prescribed psychiatric drugs, 14 had\nstopped taking them. Clemons, for instance, ran out of drugs a week\nbefore his crime, according to relatives.\n\n   Recent studies have shown that the mentally ill are no more\nviolent than other people, except when they are off their\nmedications, or have been abusing drugs or alcohol.\n\n   Indications of mental illness were far more common among the 100\ncases than was evidence supporting popular explanations that\nemerged in the days after some of these spectacular events. Violent\nvideo games or television were mentioned in only a handful of\ncases. Three killers showed an interest in the occult. Racist ideas\nwere apparent in the backgrounds of 16.\n\n   But 48 killers had some kind of formal diagnosis, often\nschizophrenia. Some of the diagnoses came after examinations by\npsychiatrists in trial preparations _ which did not usually help in\ntheir defense, as only eight avoided conviction on grounds of\ninsanity. Twenty-five killers received diagnoses before their\ncrimes, which illustrates another recurring issue: They do not just\nsuddenly snap. Many have long histories not only of mental illness\nbut of failure and dislocation.\n\n   In spite of their education levels, for instance, a striking\nnumber _ more than half _ were unemployed.\n\n   ``The high education level is one thing I hadn't anticipated,\nand the link to unemployment is another thing I didn't realize,''\nBlumstein said. ``One of the things that education does is raise\nexpectations, and raised ones are more readily frustrated.''\n\n   nn\n\n   For people without the emotional resources to accommodate it,\nfrustration ``can lead to rage, can lead to suicide,'' Blumstein\nsaid.\n\n   These crimes are not new. Public rampage killings first entered\nthe national consciousness with Charles Whitman, who stood on the\nUniversity of Texas' tower in 1966, firing his rifle at students,\nkilling 14 people.\n\n   Nor are they peculiarly American. The best scientific thinking,\nin a field that is admittedly understudied, now holds that\nmultiple, public murder occurs at a fairly constant level across\ntime and cultures. What some people call ``running amok,'' a term\nfirst used in Malaysia to describe frenzied, indiscriminate\nkilling, has been observed in many cultures, with weapons as varied\nas grenades and tanks in addition to high-powered handguns.\n\n   ``Even though homicide rates and suicide rates are very\ndifferent from country to country,'' said Peter M. Marzuk, a\nprofessor in the department of psychiatry at the Weill Medical\nCollege of Cornell University, ``the rates of murder-suicide are\nreally the same throughout the world.''\n\n   Yet there is a strong impression that they have become more\ncommon. In an effort to confirm the trend, The Times analyzed FBI\nreports of all homicides since 1976. Each year there were 15,000 to\n22,000 homicides, but very few involved three or more victims.\n\n   That universe shrank even more, to just a few dozen, when The\nTimes weeded out those involving robbery or gang violence, and\nthose in which the primary victim was a family member.\n\n   What is left is the closest thing there is to a census of\nrampage killings _ about one-tenth of one percent of all killings.\n\n   And it shows that in the 1990s, they increased.\n\n   Their number remained fairly consistent from 1976 to 1989,\naveraging about 23 a year, only once going above 30. But between\n1990 and 1997, the last year for which data was available, the\nnumber averaged over 34, dipping below 30 only once, in 1994.\n\n   ``In the early '90s, for some reason, it increased, and seems to\nhave a different level since,'' said Steven Messner, a\ncriminologist at the State University of New York at Albany, who\nreviewed the numbers at the request of The Times.\n\n   There are many possible explanations. But the shift coincides,\nroughly at least, with a trend of increasing availability of more\nlethal weapons. In the late 1980s, the production of semiautomatic\npistols in the United States overtook the production of revolvers,\nand with their larger ammunition magazines and faster reloading,\nsemiautomatics have added to the potential for mayhem.\n\n   The effect may be apparent in the number of deaths per murderous\nincident, which suddenly increased in 1993 and has remained high\nsince, according to the analysis of FBI data by The Times.\n\n   ``You have drastically increased the ability to inflict death\nand injury,'' said Tom Diaz, author of ``Making a Killing'' and a\nsenior policy analyst at the Violence Policy Center. ``That means\nyou can shoot more rounds faster and easier, what they call spray\nand pray.''\n\n   In the Times study, wielders of semiautomatics inflicted more\ninjuries. The ratio of maimed to killed victims was 50 percent\nhigher than for those who used other weapons.\n\n   Yet, the increased availability of high-powered weapons may not\nexplain everything. Some kinds of multiple murder have declined or\nremained static. Killings of three or more people to cover up\nanother felony, like robbery, have not increased, for example.\nNeither have multiple killings of relatives. The number of\nincidents in which three or more died and the principal victim was\na family member has remained fairly steady, around 30 cases a year.\n\n   ``It used to be the most common type of this violence was in the\nfamily,'' said James Alan Fox, author of ``Overkill'' and one of\nthe nation's foremost experts on mass murder. ``Now it's no longer\ntrue. It's in the workplace and in the schools.''\n\n   Experts believe the crimes may be feeding on one another,\nparticularly in an era of saturation coverage by cable television.\nFourteen of the killers expressed knowledge about their\npredecessors.\n\n   For example, Ladislav Antalik, a Czech immigrant who killed two\nformer co-workers and then himself after being fired from his job\nin Research Triangle Park, N.C., in 1994, had a newspaper article\nin his car describing a previous massacre.\n\n   The Columbine killers talked of doing it bigger and better than\nit had been done before. William Kreutzer, known as Crazy Kreutzer,\nas he set out to mow down a company of soldiers at Fort Bragg with\nan assault rifle and a semiautomatic pistol, told a friend he knew\nwhat the record number of multiple killings was.\n\n   But beyond the question of whether one event brought on the\nnext, experts say the recent increases in these crimes strongly\nsuggest a social contagion.\n\n   ``Why do you get a lot of people doing the same thing?'' said\nJoseph Westermeyer, a psychiatrist at the University of Minnesota\nwho has studied epidemics of explosive murder in other cultures.\n``I think there is this copycat element.''\n\n   Adler, in his book, documented two cases of soldiers' running\namok with a tank in Germany in the 1980s after a widely publicized\ntank attack there. Army security was increased, and ``tank amok\nnever happened in Germany again,'' Adler said.\n\n   An angry, depressed, unstable, perhaps mentally ill person picks\nup a gun because it has become a known alternative. ``Something\nthat was inconceivable to many people suddenly becomes\nconceivable,'' Messner said.\n\n   Philip Cook, a professor of public policy at Duke University,\nwho has studied social contagions, said, ``The transmission\nmechanism seems to be nothing more or less than that it's an idea\nthat's in the air.\n\n   ``So you have these kind of catastrophic consequences from what\nseems a minor change in the environment.''\n","Headline":"\nTHEY THREATEN, SEETHE AND UNHINGE , THEN THEY KILL IN QUANTITY\n","Text":["\n   They are not drunk or high on drugs. They are not racists or\nSatanists, or addicted to violent video games, movies or music.\n","\n   Most are white men, but a surprising number are women, Asians\nand blacks. Many have college degrees, but most are unemployed.\nMany are military veterans.\n","\n   They give lots of warning and even tell people explicitly what\nthey plan to do. They carry semiautomatic weapons they have\nobtained easily and, in most cases, legally.\n","\n   They do not try to get away. In the end, half turn their guns on\nthemselves or are shot dead by others. They not only want to kill,\nthey also want to die.\n","\n   That is the profile of the 102 killers in 100 rampage attacks\nexamined by The New York Times in a computer-assisted study looking\nback more than 50 years and including the shootings in 1999 at\nColumbine High School in Littleton, Colo., and one by a World War\nII veteran on a residential street in Camden, N.J., in 1949. Four\nhundred twenty-five people were killed and 510 people were injured\nin the attacks. The database, which primarily focused on cases in\nthe last decade, is believed to be the largest ever compiled on\nthis phenomenon in the United States.\n","\n   Though the attacks are rare when compared with other American\nmurders, they have provoked an intense national discussion about\ncrime, education and American culture. The Times found, however,\nthat the debate may have largely overlooked a critical issue: At\nleast half of the killers showed signs of serious mental health\nproblems.\n","\n   The debate was most intense last year, which began with echoes\nof gunfire in a Salt Lake City television station in January and\nended with seven Honolulu office workers dead in November. In\nbetween there was a berserk rampage by an Atlanta day trader that\nleft 12 dead and 13 injured. A self-styled fascist attacked a Los\nAngeles day care center. Seven people died as a hymn ended in a\nFort Worth church.\n","\n   Probably the most shocking were the shootings by two students at\nColumbine High School who burst into suburban classrooms and killed\n13 and wounded 23. The teen-age killers were much like the adults\nThe Times studied, but with important distinctions that may bring a\nbetter understanding to the problem. As the anniversary of that\ncrime, April 20, approaches, the questions about crime and culture\nwill inevitably reverberate again.\n","\n   The Times set out to examine as many of these killings as\npossible in an effort to learn what factors they and the people who\ncarried them out shared. For while many possible causes have been\ncited, including violent video games, a decline in moral values and\nthe easy availability of guns, there has been little serious study\nof this explosive violence.\n","\n   The Times included only rampage homicides _ multiple-victim\nkillings that were not primarily domestic or connected to a robbery\nor gang. Serial killers were not included, nor were those whose\nprimary motives were political.\n","\n   These are among the findings:\n","\n   _ While the killings have caused many people to point to the\nviolent aspects of the culture, a closer look shows little evidence\nthat video games, movies or television encouraged many of the\nattacks. In only six of the 100 cases did the killers have a known\ninterest in violent video games. Seven other killers showed an\ninterest in violent movies.\n","\n   _ In a decade that had a sharp decrease in almost all kinds of\nhomicides, the incidence of these rampage killings appears to have\nincreased, according to a separate computer analysis by The Times\nof nearly 25 years of homicide data from the FBI. Still, these\nkillings remain extremely rare, much less than 1 percent of all\nhomicides.\n","\n   _ Society has turned to law enforcement to resolve the rampage\nkillings that have become almost a staple of the nightly news.\nThere has been an increasing call for greater security in schools\nand in the workplace. But a closer look shows that these cases may\nhave more to do with society's lack of knowledge of mental health\nissues, rather than a lack of security. In case after case, family\nmembers, teachers and mental health professionals missed or\ndismissed signs of deterioration.\n","\n   Whether they happen in a school, in a mall, in a crowded train\nor in a workplace, these crimes have been characterized in a\nlanguage of incomprehension _ ``senseless,'' ``random,''\n``sudden,'' ``crazy.''\n","\n   By contrast, murder in the heat of domestic passion or a tavern\nargument, in the desperation of armed robbery or in the cold\ncalculation of gang competition, seems to make ``sense.''\n","\n   But in reviewing court records and interviewing police, victims\nand sometimes the killers themselves, The Times found that these\nkillings, too, have their own logic, and are anything but random or\nsudden.\n","\n   The rage that boiled over into homicide was clearly building in\nmany. Of the 100 cases reviewed by The Times, 63 involved people\nwho made threats of violence before the event, including 54 who\nthreatened specific violence to specific people.\n","\n   Richard Farley, for example, who was fired in 1987 for harassing\na female co-worker, told acquaintances he was going to kill the\npeople who had come between him and her before storming into his\nformer workplace, killing seven. James Calvin Brady told\npsychiatrists he wanted to kill people, just days before he went on\na rampage in an Atlanta shopping mall in 1990.\n","\n   ``These are not impulsive acts,'' said J. Reid Meloy, a forensic\npsychologist at the University of California at San Diego. ``They\nare not acts of affective violence, where they drink a lot and go\nkill someone. There's a planning and purpose, and an emotional\ndetachment that's very long-term.''\n","\n   Yet there was often a precipitating event in addition to\nhistories of failure and mental illness _ a spark that set off the\ntinder, and gave the crime the appearance of being at the same time\ndeliberate and impulsive.\n","\n   ``You can see someone who is morbidly depressed for a long time,\nand they have a suicide plan in place, but the timing is determined\nby impulse,'' said Kay Redfield Jamison, a professor of psychiatry\nat Johns Hopkins School of Medicine and author of ``Night Falls\nFast: Understanding Suicide.''\n","\n   nn\n","\n   By far the most common precipitator was the loss of a job, which\nwas mentioned as a potential precipitator in 47 cases. A romantic\nissue _ a divorce or breakup _ was present in 22 cases.\n","\n   ``Some men see the loss of a job, or the loss of a mate, as\nirrevocable and catastrophic, something they can't get back or\nattain again,'' said David Buss, author of ``The Dangerous Passion:\nWhy Jealousy Is as Necessary as Love and Sex'' and a professor of\npsychology at the University of Texas at Austin. ``They set out on\na course to inflict the maximum cost on their rivals, even\nsometimes killing the woman.''\n","\n   An analysis of the database found several recurring elements in\nrampage killings, including some that surprised the experts.\n","\n   Perhaps the aspect that most set these crimes apart, aside from\ntheir spectacular nature, was this: Regular criminals try to get\naway with their crimes. More than a third of regular homicides went\nunsolved in 1997. But among the 102 killers in the Times database,\nnot one got away. Eighty-nine never even left the scene of the\ncrime.\n","\n   In 1995, for example, after he killed three people at the Ohio\ntrucking company where he had worked, Gerald Lee Clemons walked to\nthe parking lot and leaned against his car calmly until the police\narrived.\n","\n   In 1997, Michael Carneal, 14, killed three and wounded five at a\nschool in Louisville, Ky. Then he laid down his gun and said, ``I'm\nsorry.''\n","\n   More tellingly, 33 of the offenders killed themselves after\ntheir crimes. Nine tried or wanted to commit suicide, and four\nkilled themselves later. Nine were killed by the police or others,\nperhaps committing what some refer to as ``suicide by cop.''\n","\n   ``The number of people knowingly getting killed is striking,''\nAlfred Blumstein of the Heinz School of Public Policy and\nManagement at Carnegie Mellon University said after examining the\nreview. Blumstein is the director of the National Consortium on\nViolence Research.\n","\n   Jamison said: ``The link between suicide and homicide is a very\nreal one, and it hasn't been studied nearly enough. It has always\nstruck me about Columbine, people forget they committed suicide.\nAnd that's understandable _ it was the least important thing from\nthe public point of view.''\n","\n   Anthony Barbaro, a 17-year-old Regents scholar in upstate Olean,\nN.Y., offered a glimpse into this suicidal impulse in the note he\nleft before he hanged himself with a knotted bedsheet in the county\njail. He was awaiting trial after firing random shots out the\nwindow from the third floor of his high school, killing two\npassers-by and a school custodian, and wounding nine others.\n","\n   ``I guess I just wanted to kill the person I hate most _\nmyself,'' he wrote. ``I just didn't have the courage. I wanted to\ndie, but I couldn't do it, so I had to get someone to do it for me.\nIt didn't work out.''\n","\n   One of the most remarkable insights to emerge from the survey is\nhow much these killers differ from the typical American murderer.\n","\n   Half of all murderers in this country are black. Eighty percent\nwent to high school, and no further. Most of them killed someone\nthey knew, or while committing another crime, like a robbery.\n","\n   The rampage killers, on the other hand, were white, by far; 18\nof the 102 were black, and seven Asian. The racial profile of the\nrampage killers is close to that of the entire population.\n","\n   The rampage killers were overwhelmingly male _ but not entirely.\nSix were female, and they exhibited many of the same disturbed,\naggressive characteristics. Here again, however, was a distinction\nfrom regular murderers, who are about twice as likely as rampage\nkillers to be women.\n","\n   The rampage killers were far more likely to have military\nbackgrounds, and to kill strangers. There are intriguing age\ndifferences as well. The rampage killers were older than regular\nmurderers, with more in their 40s and 50s and fewer in their 20s,\ncompared with the typical killer.\n","\n   Of the rampage killers over 25, a third had college degrees.\nAnother third had some college education. Only nine had less than a\nhigh school diploma.\n","\n   And there seemed to be no urban bias for these crimes, as there\nis for other violent crimes; 31 were in suburban areas, 25 were in\nsmall towns or rural areas. Forty-two committed their crimes in\nurban areas.\n","\n   That profile _ a group that is largely suicidal, and shows few\nof the demographic patterns of poverty and race associated with\nregular crime _ suggests that mental illness plays a huge role,\npsychiatrists say.\n","\n   ``Mental illness does not vary in different races, but\nsocioeconomics do,'' said Lothar Adler, director of a psychiatric\nhospital in Muhlhausen, Germany, and author of ``Amok,'' a book on\nmultiple murder.\n","\n   The Times found much evidence of mental illness in its subjects.\nMore than half had histories of serious mental health problems _\neither a hospitalization, a prescription for psychiatric drugs, a\nsuicide attempt or evidence of psychosis.\n","\n   Of the 24 who had been prescribed psychiatric drugs, 14 had\nstopped taking them. Clemons, for instance, ran out of drugs a week\nbefore his crime, according to relatives.\n","\n   Recent studies have shown that the mentally ill are no more\nviolent than other people, except when they are off their\nmedications, or have been abusing drugs or alcohol.\n","\n   Indications of mental illness were far more common among the 100\ncases than was evidence supporting popular explanations that\nemerged in the days after some of these spectacular events. Violent\nvideo games or television were mentioned in only a handful of\ncases. Three killers showed an interest in the occult. Racist ideas\nwere apparent in the backgrounds of 16.\n","\n   But 48 killers had some kind of formal diagnosis, often\nschizophrenia. Some of the diagnoses came after examinations by\npsychiatrists in trial preparations _ which did not usually help in\ntheir defense, as only eight avoided conviction on grounds of\ninsanity. Twenty-five killers received diagnoses before their\ncrimes, which illustrates another recurring issue: They do not just\nsuddenly snap. Many have long histories not only of mental illness\nbut of failure and dislocation.\n","\n   In spite of their education levels, for instance, a striking\nnumber _ more than half _ were unemployed.\n","\n   ``The high education level is one thing I hadn't anticipated,\nand the link to unemployment is another thing I didn't realize,''\nBlumstein said. ``One of the things that education does is raise\nexpectations, and raised ones are more readily frustrated.''\n","\n   nn\n","\n   For people without the emotional resources to accommodate it,\nfrustration ``can lead to rage, can lead to suicide,'' Blumstein\nsaid.\n","\n   These crimes are not new. Public rampage killings first entered\nthe national consciousness with Charles Whitman, who stood on the\nUniversity of Texas' tower in 1966, firing his rifle at students,\nkilling 14 people.\n","\n   Nor are they peculiarly American. The best scientific thinking,\nin a field that is admittedly understudied, now holds that\nmultiple, public murder occurs at a fairly constant level across\ntime and cultures. What some people call ``running amok,'' a term\nfirst used in Malaysia to describe frenzied, indiscriminate\nkilling, has been observed in many cultures, with weapons as varied\nas grenades and tanks in addition to high-powered handguns.\n","\n   ``Even though homicide rates and suicide rates are very\ndifferent from country to country,'' said Peter M. Marzuk, a\nprofessor in the department of psychiatry at the Weill Medical\nCollege of Cornell University, ``the rates of murder-suicide are\nreally the same throughout the world.''\n","\n   Yet there is a strong impression that they have become more\ncommon. In an effort to confirm the trend, The Times analyzed FBI\nreports of all homicides since 1976. Each year there were 15,000 to\n22,000 homicides, but very few involved three or more victims.\n","\n   That universe shrank even more, to just a few dozen, when The\nTimes weeded out those involving robbery or gang violence, and\nthose in which the primary victim was a family member.\n","\n   What is left is the closest thing there is to a census of\nrampage killings _ about one-tenth of one percent of all killings.\n","\n   And it shows that in the 1990s, they increased.\n","\n   Their number remained fairly consistent from 1976 to 1989,\naveraging about 23 a year, only once going above 30. But between\n1990 and 1997, the last year for which data was available, the\nnumber averaged over 34, dipping below 30 only once, in 1994.\n","\n   ``In the early '90s, for some reason, it increased, and seems to\nhave a different level since,'' said Steven Messner, a\ncriminologist at the State University of New York at Albany, who\nreviewed the numbers at the request of The Times.\n","\n   There are many possible explanations. But the shift coincides,\nroughly at least, with a trend of increasing availability of more\nlethal weapons. In the late 1980s, the production of semiautomatic\npistols in the United States overtook the production of revolvers,\nand with their larger ammunition magazines and faster reloading,\nsemiautomatics have added to the potential for mayhem.\n","\n   The effect may be apparent in the number of deaths per murderous\nincident, which suddenly increased in 1993 and has remained high\nsince, according to the analysis of FBI data by The Times.\n","\n   ``You have drastically increased the ability to inflict death\nand injury,'' said Tom Diaz, author of ``Making a Killing'' and a\nsenior policy analyst at the Violence Policy Center. ``That means\nyou can shoot more rounds faster and easier, what they call spray\nand pray.''\n","\n   In the Times study, wielders of semiautomatics inflicted more\ninjuries. The ratio of maimed to killed victims was 50 percent\nhigher than for those who used other weapons.\n","\n   Yet, the increased availability of high-powered weapons may not\nexplain everything. Some kinds of multiple murder have declined or\nremained static. Killings of three or more people to cover up\nanother felony, like robbery, have not increased, for example.\nNeither have multiple killings of relatives. The number of\nincidents in which three or more died and the principal victim was\na family member has remained fairly steady, around 30 cases a year.\n","\n   ``It used to be the most common type of this violence was in the\nfamily,'' said James Alan Fox, author of ``Overkill'' and one of\nthe nation's foremost experts on mass murder. ``Now it's no longer\ntrue. It's in the workplace and in the schools.''\n","\n   Experts believe the crimes may be feeding on one another,\nparticularly in an era of saturation coverage by cable television.\nFourteen of the killers expressed knowledge about their\npredecessors.\n","\n   For example, Ladislav Antalik, a Czech immigrant who killed two\nformer co-workers and then himself after being fired from his job\nin Research Triangle Park, N.C., in 1994, had a newspaper article\nin his car describing a previous massacre.\n","\n   The Columbine killers talked of doing it bigger and better than\nit had been done before. William Kreutzer, known as Crazy Kreutzer,\nas he set out to mow down a company of soldiers at Fort Bragg with\nan assault rifle and a semiautomatic pistol, told a friend he knew\nwhat the record number of multiple killings was.\n","\n   But beyond the question of whether one event brought on the\nnext, experts say the recent increases in these crimes strongly\nsuggest a social contagion.\n","\n   ``Why do you get a lot of people doing the same thing?'' said\nJoseph Westermeyer, a psychiatrist at the University of Minnesota\nwho has studied epidemics of explosive murder in other cultures.\n``I think there is this copycat element.''\n","\n   Adler, in his book, documented two cases of soldiers' running\namok with a tank in Germany in the 1980s after a widely publicized\ntank attack there. Army security was increased, and ``tank amok\nnever happened in Germany again,'' Adler said.\n","\n   An angry, depressed, unstable, perhaps mentally ill person picks\nup a gun because it has become a known alternative. ``Something\nthat was inconceivable to many people suddenly becomes\nconceivable,'' Messner said.\n","\n   Philip Cook, a professor of public policy at Duke University,\nwho has studied social contagions, said, ``The transmission\nmechanism seems to be nothing more or less than that it's an idea\nthat's in the air.\n","\n   ``So you have these kind of catastrophic consequences from what\nseems a minor change in the environment.''\n"]}