{"DocumentId":"NYT20000115.0229","TopicId":"NYT","Relevance":"0","Body":" BC-DRUGS-BORDER-1 \nQUESTIONS TRUMP ANSWERS IN WAR ON DRUGS \n\n   (For use by N.Y. Times News Service clients)  \n By DENNIS WAGNER AND PAT FLANNERY  \n c.2000 The Arizona Republic  \n\n   If America's drug war is not already lost, it is clearly un\nwinnable.\n\n   Just ask Border Patrol and Customs agents who chase pot runners\nthrough catclaw canyons west of Naco.\n\n   Ask the inspectors pounding pavement at Nogales' ports of entry,\nusing everything from sniffer dogs to gamma rays to check for\ncocaine and cash.\n\n   Ask the Mexican newspaper reporter dodging death threats in San\nLuis Rio Colorado, the smug gler doing time in a federal\npenitentiary, the undercover narc making buys in Phoenix.\n\n   After nearly a half-century of escalating efforts to stop\nillegal drug smuggling, the casualty count is a litany of lives\nwasted, tax dollars lost, corruption, vio lence and public\ncynicism.\n\n   Even a gung-ho crimebuster like Maricopa County Sheriff Joe\nArpaio acknowledges the failure as he thinks back on a 42-year\ncareer of drug busting.\n\n   Arpaio hunted heroin smug glers in Turkey, oversaw Drug\nEnforcement Administration op erations in Latin America and headed\nfederal drug enforcement in Arizona.\n\n   ``Here it is today,'' he says, shaking his head, ``and there's\nnot much difference in drug trafficking . . . except there's more\nof it.''   \nWHAT WENT WRONG?\n\n   President Lyndon B. Johnson, faced with an explosion in casual\ndrug use and drug-related crimes in the 1960s, launched the first\nbig offensive in the nation's drug war.\n\n   He merged two federal anti-drug agencies to create the Bu reau\nof Narcotics and Dangerous Drugs in 1968, hoping that a powerful\nnew federal effort could eliminate the scourge. But the drug trade\nand related crime only flourished.\n\n   A few years later, President Nixon shifted the focus from\nenforcement to treatment. Fed eral spending on drug treatment,\nrehabilitation and education out stripped spending on enforce ment\nduring Nixon's first term.\n\n   But interest waned after Nix on's 1972 re-election, and tough\nnew anti-drug laws passed by Congress consolidated federal\nenforcement powers. Spending on law enforcement began a slow upward\nspiral.\n\n   Even then, some saw the writ ing on the wall. A Ford Founda tion\nstudy in   the early 1970s concluded that ``the criminal-law approach\nappears to have had little impact on the growth of the problem, as\nis demonstrated by the fact that illegal drug use, by everyone's\ncalculation, is increas ing and shows no sign of leveling off.''\n\n   More than two decades later, Henry Hinton, assistant comp\ntroller general for national secu rity and international affairs in\nthe General Accounting Office, offered a nearly identical assess\nment to Congress: ``Despite long-standing efforts and expendi tures\nof billions of dollars, illegal drugs still flood the United\nStates.''   \nTHE ARIZONA BULGE\n\n   America's enforcement tactics are frequently compared with the\nsqueezing of a balloon. Fif teen years ago, anti-smuggling\noperations pressed in on southern Florida, pushing smugglers to\nward America's 2,000-mile South western border.\n\n   Then in the 1990s, authorities targeted San Diego and Texas.\nThis time, the smuggling bulge popped up along Arizona's southern\nedge. For three years, at least, it has been one of the world's\nbusiest dope corridors.\n\n   There's no telling how much drugs pour into the Grand Can yon\nState every year. There's not even a composite tally of all the\nsmuggled drugs that are caught. But, certainly, it's more than\never.\n\n   Fiscal 1999 was a record year for marijuana seizures by federal\nlaw enforcement agencies in the state.   The DEA, the U.S. Customs\nService and the Border Patrol reported nabbing nearly 350 tons of\npot in Arizona last year, twice the amount reported by the same\nagencies in 1995.\n\n   The more than 23,000 pounds of cocaine seized by those agen cies\nlast year, although not a record, was up slightly from the year\nbefore. Heroin seizures were at their lowest point in four years at\n53 pounds. But a record 693 pounds of methamphetamine was snared in\n1999 by the DEA, the agency with the most focus on meth trafficking\nin Arizona.\n\n   In the past year alone, drug smuggling tunnels were un earthed\nin Naco and Nogales, $891,000 of cash was seized at the Douglas\nport, and 1,886 pounds of coke was pulled out of a boat at\nLukeville.\n\n   But no matter how large the busts or how many, only an estimated\none-tenth to one-quar ter of all drug shipments into the United\nStates are caught.\n\n   ``When you think about how many people they're catching and how\nmuch has gotten through all these years, they aren't slowing\nanybody down,'' said David Alvarez, a federal public defender in\nTucson.   \nDEMAND FOR DRUGS\n\n   The drug war cost the United States $17.7 billion this year, up\nfrom $1.5 billion in 1981 and $102 million in 1970. One-third goes\nfor treatment, education and prevention, compared with nearly 60\npercent in the early '70s.\n\n   But billions of tax dollars have not put an appreciable dent in\nthe black market. Instead, the cost of catching a pound of dope\njust keeps going up. A decade ago, the U.S. government spent less\nthan $3,500 for every pound of heroin, cocaine, marijuana and\nhashish seized. By last year, the average was up over $5,000 a\npound.\n\n   The dope that gets through finds a steady market on this side of\nthe border.\n\n   A study in the mid-1990s esti mated that Americans were spending\nnearly $50 billion on their illegal drug habits.\n\n   A 1998 National Household Survey on Drug Abuse found that 13.6\nmillion Americans, or 6.2 percent of those 12 or older, were using\nillicit drugs, down from a high of 25 million in 1979 but virtually\nunchanged from 1991.\n\n   Kids are considered a barome ter of abuse, and the trend among\nthose ages 12 to 17 is troubling. About one in 10 has been using\ndrugs regularly dur ing the past several years, up from one in 17\nor 18 during the early part of the decade.\n\n   The problem is particularly acute in Arizona, where teenag ers\nhave a higher abuse rate, 14.4 percent, than the national average\nof 9.9. percent.    \nEASY MONEY?\n\n   Bring a kilo of coke into Phoenix and you can sell it for\n$14,500 to $20,000. Get a pound of cannabis to Tucson and you can\npick up $400 to $600.\n\n   Anthony P. Maingot, a sociolo gist who researched the world wide\ndrug economy, estimates that annual narcotics proceeds total more\nthan $1 trillion.\n\n   The futility of enforcement efforts is hardly a surprise when\nsuch enormous amounts of money are at stake.\n\n   Consider Billy Martin: The one-time Douglas schoolkid, the son\nof middle-class parents, is accused by federal prosecutors of\ncozying up to major cartels in Sonora and running a trafficking\nring that raked in more than $19 million over five years. Mar tin\nfled to Mexico a step ahead of the law in the mid-1990s, but last\nyear was sent back to the United States to stand trial.\n\n   Sworn statements from Mar tin's confederates offer glimpses of\nthe insane profitability of their ventures. The affidavits speak of\na courier, code-named Slim, who regularly met a New York City drug\nbuyer to ferry thousands of dollars back to Tucson or Califor nia.\nThe buyer ``delivered money to Slim at hotels in the New York/New\nJersey area 15 or 20 times between March and May 1994, never less\nthan $300,000.''\n\n   Slim, who earned $5,000 per trip, ``sometimes traveled with an\nexotic looking female . . . strik ingly beautiful,'' letting her\ncarry the cash in a hand-held travel bag. Sometimes, couriers flew\nwest in the opulent comfort of now-defunct MGM Grand Air.\n\n   A woman who reputedly worked for Martin told federal agents that\nMartin's home in Mexico was ``like a palace.''\n\n   ``There were Mexican feder ales all over the place with machine\nguns,'' she said.\n\n   The lure of fast American cash is nearly irresistible in a\ncountry where much of the workforce is unemployed and laborers earn\nonly about $25 a week.\n\n   Even those at the bottom of the chain, the human mules who risk\ntheir own hides to deliver loads into the United States earn wages\nthey couldn't hope to match in Mexico's legal economy. Blame to go\naround\n\n   Lionel De Gunther, a student and teacher at the University of So\nnora in Hermosillo, said U.S. officials see only one side of the\ntragedy:   their own. But while drugs go north, decadence and crime,\nhe said, flow south.\n\n   Hermosillo, a state capital 350 miles from Phoenix, has been\ntransformed from a religious city to a haven for contraband, green\nbacks, guns and gangs from Arizona.\n\n   Kids sniff paint as a sedative to hunger, then discover a better\nhigh with cocaine and money. Radio stations play corridos, or\nballads, in honor of narco-lords.\n\n   In Juarez, the Chihuahuan city south of El Paso, citizens have\nlived in the shadow of violent cartel rivalries for most of this\ndecade. This winter, U.S. and Mexican authorities began un covering\ngraves thought to con tain some of the dozens of people kidnapped\nand killed by the Jua rez Cartel.\n\n   ``Mexico is the diving board for drugs, and the United States is\nthe swimming pool where they land,'' De Gunther said.\n\n   No matter how much blame is cast on Latino criminals, they could\nnot thrive without U.S. collaborators and buyers, said Adolfo\nGarcia Morales, assistant state prosecutor for Sonora.\n\n   ``The way to cut off drugs is to stop the consumer,'' Garcia Mo\nrales said. ``If we attack the causes, it will be much cheaper and\nmuch more effective.''\n\n   Mexicans also resent the no tion that corruption is unique to\ntheir country or culture. But they are not naive about it.\n\n   Many concede that cartels have subverted the nation's fab ric,\ncreating a narco-democracy, a country whose institutions are\nincreasingly controlled by power ful drug alliances.\n\n   ``One such Mexican organiza tion generates tens of millions of\ndollars in profits per week,'' the U.S. General Accounting Office\nreported 18 months ago. ``Profits of such magnitude enable the drug\ntraffickers to pay enormous bribes, estimated for one organi zation\nto be as much as $1 million per week, to Mexican law en forcement\nofficials at the fed eral, state and local levels.''\n\n   Some of that money also goes to U.S. officials; witness the brib\nery convictions of several Ari zona immigration inspectors last\nyear.\n\n   But if America's enforcement machine is flawed, Mexico's is so\ncompromised that U.S. narcotics investigators refuse to trust any\none across the border.\n\n   Customs and Border Patrol agents simply assume that Mexi can\ntroops and federal police are protecting drug loads, not seizing\nthem. Those same assumptions apply higher up the government ladder.\n\n   In 1997, Mexico's drug czar, Gen. Jesus Gutierrez Rebollo, was\nexposed for aiding traffick ers he'd pledged to exterminate.\n\n   More recently, Operation Casa blanca, a three-year undercover\nmoney laundering probe, proved ``enlightening . . . as to the depth\nof deception and corruption in the Mexican system,'' said for mer\nCustoms Agent William F. Gately, who led the investigation.\n\n   Among 142 people arrested in the operation were top officials of\nthree major Mexican banks. Gately insists the operation might\neventually have snared a top Mexican Cabinet minister who was\nreputed by members of the Juarez drug cartel to be interested in\nlaundering $1 billion in drug profits.\n\n   Gately never got the chance to find out. The Clinton administra\ntion, voicing diplomatic concerns, halted the operation in 1998.\nPresident Clinton apologized to Mexico for conducting the sting\nwithout its knowledge.\n\n   When there's not diplomacy to consider, there's trade.\n\n   Every year, U.S. presidents preserve Mexico's trade status by\ncertifying the southern neigh bor as a drug-fighting ``favored\nnation,'' despite ample evidence to the contrary.\n\n   And the North American Free Trade Agreement, which knocked down\ncommerce barriers be tween countries, often pits anti-smuggling\nefforts against U.S. business and political interests.\n\n   The 6-year-old open-border compact brought a flood of travel and\ntrade. But law enforcement agencies can't keep pace, and efforts to\ntightly screen free trade are condemned by business leaders and\npoliticians.\n\n   ``NAFTA means the North American Free Trafficking Agreement\nbecause that's what it's become,'' Gately said. New approaches\n\n   Those closest to the struggle say they're tired of the way\nAmerica is waging its drug war. They say it's time to get tough.\n\n   Some advocate militarizing the U.S. border and cutting off for\neign aid to Mexico. Others want undercover investigations that\nreach deeply into Mexico and its cartels. Some support sending\nspecial forces into Latin America to destroy crops and cartel oper\nations.\n\n   Reform advocates, on the other hand, say the only answer is to\ncombat drug abuse.\n\n   ``We spend so much money building walls and arresting peo ple in\nthe drug war, when the problem is right here at home,'' said Gail\nRittenhouse, an admin istrator for Arizona state prisons, where up\nto 85 percent of the inmates have drug problems. ``What if we spent\nat least half of that money on treatment, educa tion and\nprevention?''\n\n   Stephen Ralls, a Tucson de fense lawyer who once worked as a\nDouglas narcotics detective and later as a DEA agent, said the\ngovernment and the public are obsessed with get-tough solu tions.\nSo they hire more cops, pass mandatory-sentencing laws and build\nmore prisons.\n\n   ``There is no education for young kids,'' he said. ``There are\nno signature programs for the people who use drugs.''\n\n   U.S. politicians are caught in a vise between public ambivalence\nand anti-crime zeal. Americans demand that drug users be ar rested,\nunless it's their kids. They support long prison sentences for\nsmugglers, then cringe at the costs.\n\n   Some, like New Mexico's Gov. Gary Johnson, have come to believe\nthe only solution is the legalization of some drugs.\n\n   ``Control it, tax it, regulate it, get control of a product that\nis black-market,'' Johnson said.\n\n   In the past 20 years, drug use declined by half while the annual\ncost of the fight went from $1 billion to $17 billion. By that\nmath, Johnson argues, it will take $40 billion and 3.2 million\narrests to cut use by half again.\n\n   ``As a cost-benefit analysis, this really stinks,'' Johnson\nsaid.\n\n   By his own admission, Johnson is a voice in the political wilder\nness. But sentiment seems slowly to be steering American drug\npolicies in a new direction.\n\n   Voters in several states, includ ing Arizona, have passed initia\ntives approving marijuana for medical use. This year, another\ninitiative could be on Arizona's ballot to decriminalize the use of\nsmaller amounts of pot and ease punishment for non-violent drug\noffenses. Supporters call it a halfway point between a drug war\nthat is failing and a legaliza tion scheme that is politically\nunpalatable to most Americans. No war at all\n\n   Gen. Barry McCaffrey, Clinton's drug czar, isn't ready to surren\nder the drug war.\n\n   What needs to change, he said, is the terminology.\n\n   ``This metaphor, `war on drugs,' has gotten us into a lot of\nproblems,'' said McCaffrey, a decorated former Army general who now\nheads the Office of National Drug Control Policy. ``I understand\nwar, and this ain't no war. If it's a war, then we expect to\nachieve total victory through violence and deception.''\n\n   McCaffrey prefers to describe the drug problem as ``a cancer\naffecting our community life.''\n\n   ``You don't talk in terms of a cure, but you talk in terms of a\nfive-year survival rate,'' he said.\n\n   By that standard, he says, federal drug policies have suc\nceeded: Overall abuse rates have more than halved since 1979, and\ncocaine use has been sliced by 70 percent in the past 10 years.\n\n   The drug czar would have a tough time, however, convincing\nborder narco-warriors that things are getting better.\n\n   Tons of dope have turned tiny towns like San Luis Rio Colorado\ninto drug meccas where cartel smugglers unload Uzis at those\nstanding in their way.\n\n   Drug distribution rings have set up operations across the street\nfrom Carl Hayden High School in Phoenix.\n\n   And corruption has infected those who are supposed to cure the\ncancer.\n\n   Consider Ronald ``Joe'' Borane, who spent a lifetime rising from\nDouglas cop to police chief to judge. In an interview last sum mer,\nhe told of putting hundreds of drug smugglers and dealers behind\nbars.\n\n   After 44 years in the drug war, Borane allowed that U.S. inter\ndiction efforts are as useless as ``kicking sand at the tide.''\n\n   One month after that inter view, Borane was indicted on money\nlaundering charges stem ming from an FBI sting. Accord ing to court\nrecords, an undercover agent coaxed the judge into a deal that\ninvolved sending military surplus gear to Guatemala in exchange for\npot and coke.\n\n   The ex-cop and ex-judge now faces trial and, if convicted,\nprison time with the very people he once pursued from the other\nside of the law.\n\n   No wonder those left fighting the drug war question how much\ngood they're doing.\n\n   ``We're not going to win it with law enforcement,'' said Kermit\nMiller, a Tucson police narcotics captain and leader in southern\nArizona's High Intensity Drug Trafficking Area, a task force of law\nenforcement agencies.\n\n   ``We're just a stopgap. We're holding the line.'' When you think\nabout how many people they're catching and how much has gotten\nthrough all these years, they aren't slowing anybody down. David\nAlvarez Federal public defender in Tucson The way to cut off drugs\nis to stop the consumer. If we attack the causes, it will be much\ncheaper and much more effective. Adolfo Garcia Morales Assistant\nstate prosecutor for Sonora\n","Headline":"\nQUESTIONS TRUMP ANSWERS IN WAR ON DRUGS \n","Text":["\n   If America's drug war is not already lost, it is clearly un\nwinnable.\n","\n   Just ask Border Patrol and Customs agents who chase pot runners\nthrough catclaw canyons west of Naco.\n","\n   Ask the inspectors pounding pavement at Nogales' ports of entry,\nusing everything from sniffer dogs to gamma rays to check for\ncocaine and cash.\n","\n   Ask the Mexican newspaper reporter dodging death threats in San\nLuis Rio Colorado, the smug gler doing time in a federal\npenitentiary, the undercover narc making buys in Phoenix.\n","\n   After nearly a half-century of escalating efforts to stop\nillegal drug smuggling, the casualty count is a litany of lives\nwasted, tax dollars lost, corruption, vio lence and public\ncynicism.\n","\n   Even a gung-ho crimebuster like Maricopa County Sheriff Joe\nArpaio acknowledges the failure as he thinks back on a 42-year\ncareer of drug busting.\n","\n   Arpaio hunted heroin smug glers in Turkey, oversaw Drug\nEnforcement Administration op erations in Latin America and headed\nfederal drug enforcement in Arizona.\n","\n   ``Here it is today,'' he says, shaking his head, ``and there's\nnot much difference in drug trafficking . . . except there's more\nof it.''   \nWHAT WENT WRONG?\n","\n   President Lyndon B. Johnson, faced with an explosion in casual\ndrug use and drug-related crimes in the 1960s, launched the first\nbig offensive in the nation's drug war.\n","\n   He merged two federal anti-drug agencies to create the Bu reau\nof Narcotics and Dangerous Drugs in 1968, hoping that a powerful\nnew federal effort could eliminate the scourge. But the drug trade\nand related crime only flourished.\n","\n   A few years later, President Nixon shifted the focus from\nenforcement to treatment. Fed eral spending on drug treatment,\nrehabilitation and education out stripped spending on enforce ment\nduring Nixon's first term.\n","\n   But interest waned after Nix on's 1972 re-election, and tough\nnew anti-drug laws passed by Congress consolidated federal\nenforcement powers. Spending on law enforcement began a slow upward\nspiral.\n","\n   Even then, some saw the writ ing on the wall. A Ford Founda tion\nstudy in   the early 1970s concluded that ``the criminal-law approach\nappears to have had little impact on the growth of the problem, as\nis demonstrated by the fact that illegal drug use, by everyone's\ncalculation, is increas ing and shows no sign of leveling off.''\n","\n   More than two decades later, Henry Hinton, assistant comp\ntroller general for national secu rity and international affairs in\nthe General Accounting Office, offered a nearly identical assess\nment to Congress: ``Despite long-standing efforts and expendi tures\nof billions of dollars, illegal drugs still flood the United\nStates.''   \nTHE ARIZONA BULGE\n","\n   America's enforcement tactics are frequently compared with the\nsqueezing of a balloon. Fif teen years ago, anti-smuggling\noperations pressed in on southern Florida, pushing smugglers to\nward America's 2,000-mile South western border.\n","\n   Then in the 1990s, authorities targeted San Diego and Texas.\nThis time, the smuggling bulge popped up along Arizona's southern\nedge. For three years, at least, it has been one of the world's\nbusiest dope corridors.\n","\n   There's no telling how much drugs pour into the Grand Can yon\nState every year. There's not even a composite tally of all the\nsmuggled drugs that are caught. But, certainly, it's more than\never.\n","\n   Fiscal 1999 was a record year for marijuana seizures by federal\nlaw enforcement agencies in the state.   The DEA, the U.S. Customs\nService and the Border Patrol reported nabbing nearly 350 tons of\npot in Arizona last year, twice the amount reported by the same\nagencies in 1995.\n","\n   The more than 23,000 pounds of cocaine seized by those agen cies\nlast year, although not a record, was up slightly from the year\nbefore. Heroin seizures were at their lowest point in four years at\n53 pounds. But a record 693 pounds of methamphetamine was snared in\n1999 by the DEA, the agency with the most focus on meth trafficking\nin Arizona.\n","\n   In the past year alone, drug smuggling tunnels were un earthed\nin Naco and Nogales, $891,000 of cash was seized at the Douglas\nport, and 1,886 pounds of coke was pulled out of a boat at\nLukeville.\n","\n   But no matter how large the busts or how many, only an estimated\none-tenth to one-quar ter of all drug shipments into the United\nStates are caught.\n","\n   ``When you think about how many people they're catching and how\nmuch has gotten through all these years, they aren't slowing\nanybody down,'' said David Alvarez, a federal public defender in\nTucson.   \nDEMAND FOR DRUGS\n","\n   The drug war cost the United States $17.7 billion this year, up\nfrom $1.5 billion in 1981 and $102 million in 1970. One-third goes\nfor treatment, education and prevention, compared with nearly 60\npercent in the early '70s.\n","\n   But billions of tax dollars have not put an appreciable dent in\nthe black market. Instead, the cost of catching a pound of dope\njust keeps going up. A decade ago, the U.S. government spent less\nthan $3,500 for every pound of heroin, cocaine, marijuana and\nhashish seized. By last year, the average was up over $5,000 a\npound.\n","\n   The dope that gets through finds a steady market on this side of\nthe border.\n","\n   A study in the mid-1990s esti mated that Americans were spending\nnearly $50 billion on their illegal drug habits.\n","\n   A 1998 National Household Survey on Drug Abuse found that 13.6\nmillion Americans, or 6.2 percent of those 12 or older, were using\nillicit drugs, down from a high of 25 million in 1979 but virtually\nunchanged from 1991.\n","\n   Kids are considered a barome ter of abuse, and the trend among\nthose ages 12 to 17 is troubling. About one in 10 has been using\ndrugs regularly dur ing the past several years, up from one in 17\nor 18 during the early part of the decade.\n","\n   The problem is particularly acute in Arizona, where teenag ers\nhave a higher abuse rate, 14.4 percent, than the national average\nof 9.9. percent.    \nEASY MONEY?\n","\n   Bring a kilo of coke into Phoenix and you can sell it for\n$14,500 to $20,000. Get a pound of cannabis to Tucson and you can\npick up $400 to $600.\n","\n   Anthony P. Maingot, a sociolo gist who researched the world wide\ndrug economy, estimates that annual narcotics proceeds total more\nthan $1 trillion.\n","\n   The futility of enforcement efforts is hardly a surprise when\nsuch enormous amounts of money are at stake.\n","\n   Consider Billy Martin: The one-time Douglas schoolkid, the son\nof middle-class parents, is accused by federal prosecutors of\ncozying up to major cartels in Sonora and running a trafficking\nring that raked in more than $19 million over five years. Mar tin\nfled to Mexico a step ahead of the law in the mid-1990s, but last\nyear was sent back to the United States to stand trial.\n","\n   Sworn statements from Mar tin's confederates offer glimpses of\nthe insane profitability of their ventures. The affidavits speak of\na courier, code-named Slim, who regularly met a New York City drug\nbuyer to ferry thousands of dollars back to Tucson or Califor nia.\nThe buyer ``delivered money to Slim at hotels in the New York/New\nJersey area 15 or 20 times between March and May 1994, never less\nthan $300,000.''\n","\n   Slim, who earned $5,000 per trip, ``sometimes traveled with an\nexotic looking female . . . strik ingly beautiful,'' letting her\ncarry the cash in a hand-held travel bag. Sometimes, couriers flew\nwest in the opulent comfort of now-defunct MGM Grand Air.\n","\n   A woman who reputedly worked for Martin told federal agents that\nMartin's home in Mexico was ``like a palace.''\n","\n   ``There were Mexican feder ales all over the place with machine\nguns,'' she said.\n","\n   The lure of fast American cash is nearly irresistible in a\ncountry where much of the workforce is unemployed and laborers earn\nonly about $25 a week.\n","\n   Even those at the bottom of the chain, the human mules who risk\ntheir own hides to deliver loads into the United States earn wages\nthey couldn't hope to match in Mexico's legal economy. Blame to go\naround\n","\n   Lionel De Gunther, a student and teacher at the University of So\nnora in Hermosillo, said U.S. officials see only one side of the\ntragedy:   their own. But while drugs go north, decadence and crime,\nhe said, flow south.\n","\n   Hermosillo, a state capital 350 miles from Phoenix, has been\ntransformed from a religious city to a haven for contraband, green\nbacks, guns and gangs from Arizona.\n","\n   Kids sniff paint as a sedative to hunger, then discover a better\nhigh with cocaine and money. Radio stations play corridos, or\nballads, in honor of narco-lords.\n","\n   In Juarez, the Chihuahuan city south of El Paso, citizens have\nlived in the shadow of violent cartel rivalries for most of this\ndecade. This winter, U.S. and Mexican authorities began un covering\ngraves thought to con tain some of the dozens of people kidnapped\nand killed by the Jua rez Cartel.\n","\n   ``Mexico is the diving board for drugs, and the United States is\nthe swimming pool where they land,'' De Gunther said.\n","\n   No matter how much blame is cast on Latino criminals, they could\nnot thrive without U.S. collaborators and buyers, said Adolfo\nGarcia Morales, assistant state prosecutor for Sonora.\n","\n   ``The way to cut off drugs is to stop the consumer,'' Garcia Mo\nrales said. ``If we attack the causes, it will be much cheaper and\nmuch more effective.''\n","\n   Mexicans also resent the no tion that corruption is unique to\ntheir country or culture. But they are not naive about it.\n","\n   Many concede that cartels have subverted the nation's fab ric,\ncreating a narco-democracy, a country whose institutions are\nincreasingly controlled by power ful drug alliances.\n","\n   ``One such Mexican organiza tion generates tens of millions of\ndollars in profits per week,'' the U.S. General Accounting Office\nreported 18 months ago. ``Profits of such magnitude enable the drug\ntraffickers to pay enormous bribes, estimated for one organi zation\nto be as much as $1 million per week, to Mexican law en forcement\nofficials at the fed eral, state and local levels.''\n","\n   Some of that money also goes to U.S. officials; witness the brib\nery convictions of several Ari zona immigration inspectors last\nyear.\n","\n   But if America's enforcement machine is flawed, Mexico's is so\ncompromised that U.S. narcotics investigators refuse to trust any\none across the border.\n","\n   Customs and Border Patrol agents simply assume that Mexi can\ntroops and federal police are protecting drug loads, not seizing\nthem. Those same assumptions apply higher up the government ladder.\n","\n   In 1997, Mexico's drug czar, Gen. Jesus Gutierrez Rebollo, was\nexposed for aiding traffick ers he'd pledged to exterminate.\n","\n   More recently, Operation Casa blanca, a three-year undercover\nmoney laundering probe, proved ``enlightening . . . as to the depth\nof deception and corruption in the Mexican system,'' said for mer\nCustoms Agent William F. Gately, who led the investigation.\n","\n   Among 142 people arrested in the operation were top officials of\nthree major Mexican banks. Gately insists the operation might\neventually have snared a top Mexican Cabinet minister who was\nreputed by members of the Juarez drug cartel to be interested in\nlaundering $1 billion in drug profits.\n","\n   Gately never got the chance to find out. The Clinton administra\ntion, voicing diplomatic concerns, halted the operation in 1998.\nPresident Clinton apologized to Mexico for conducting the sting\nwithout its knowledge.\n","\n   When there's not diplomacy to consider, there's trade.\n","\n   Every year, U.S. presidents preserve Mexico's trade status by\ncertifying the southern neigh bor as a drug-fighting ``favored\nnation,'' despite ample evidence to the contrary.\n","\n   And the North American Free Trade Agreement, which knocked down\ncommerce barriers be tween countries, often pits anti-smuggling\nefforts against U.S. business and political interests.\n","\n   The 6-year-old open-border compact brought a flood of travel and\ntrade. But law enforcement agencies can't keep pace, and efforts to\ntightly screen free trade are condemned by business leaders and\npoliticians.\n","\n   ``NAFTA means the North American Free Trafficking Agreement\nbecause that's what it's become,'' Gately said. New approaches\n","\n   Those closest to the struggle say they're tired of the way\nAmerica is waging its drug war. They say it's time to get tough.\n","\n   Some advocate militarizing the U.S. border and cutting off for\neign aid to Mexico. Others want undercover investigations that\nreach deeply into Mexico and its cartels. Some support sending\nspecial forces into Latin America to destroy crops and cartel oper\nations.\n","\n   Reform advocates, on the other hand, say the only answer is to\ncombat drug abuse.\n","\n   ``We spend so much money building walls and arresting peo ple in\nthe drug war, when the problem is right here at home,'' said Gail\nRittenhouse, an admin istrator for Arizona state prisons, where up\nto 85 percent of the inmates have drug problems. ``What if we spent\nat least half of that money on treatment, educa tion and\nprevention?''\n","\n   Stephen Ralls, a Tucson de fense lawyer who once worked as a\nDouglas narcotics detective and later as a DEA agent, said the\ngovernment and the public are obsessed with get-tough solu tions.\nSo they hire more cops, pass mandatory-sentencing laws and build\nmore prisons.\n","\n   ``There is no education for young kids,'' he said. ``There are\nno signature programs for the people who use drugs.''\n","\n   U.S. politicians are caught in a vise between public ambivalence\nand anti-crime zeal. Americans demand that drug users be ar rested,\nunless it's their kids. They support long prison sentences for\nsmugglers, then cringe at the costs.\n","\n   Some, like New Mexico's Gov. Gary Johnson, have come to believe\nthe only solution is the legalization of some drugs.\n","\n   ``Control it, tax it, regulate it, get control of a product that\nis black-market,'' Johnson said.\n","\n   In the past 20 years, drug use declined by half while the annual\ncost of the fight went from $1 billion to $17 billion. By that\nmath, Johnson argues, it will take $40 billion and 3.2 million\narrests to cut use by half again.\n","\n   ``As a cost-benefit analysis, this really stinks,'' Johnson\nsaid.\n","\n   By his own admission, Johnson is a voice in the political wilder\nness. But sentiment seems slowly to be steering American drug\npolicies in a new direction.\n","\n   Voters in several states, includ ing Arizona, have passed initia\ntives approving marijuana for medical use. This year, another\ninitiative could be on Arizona's ballot to decriminalize the use of\nsmaller amounts of pot and ease punishment for non-violent drug\noffenses. Supporters call it a halfway point between a drug war\nthat is failing and a legaliza tion scheme that is politically\nunpalatable to most Americans. No war at all\n","\n   Gen. Barry McCaffrey, Clinton's drug czar, isn't ready to surren\nder the drug war.\n","\n   What needs to change, he said, is the terminology.\n","\n   ``This metaphor, `war on drugs,' has gotten us into a lot of\nproblems,'' said McCaffrey, a decorated former Army general who now\nheads the Office of National Drug Control Policy. ``I understand\nwar, and this ain't no war. If it's a war, then we expect to\nachieve total victory through violence and deception.''\n","\n   McCaffrey prefers to describe the drug problem as ``a cancer\naffecting our community life.''\n","\n   ``You don't talk in terms of a cure, but you talk in terms of a\nfive-year survival rate,'' he said.\n","\n   By that standard, he says, federal drug policies have suc\nceeded: Overall abuse rates have more than halved since 1979, and\ncocaine use has been sliced by 70 percent in the past 10 years.\n","\n   The drug czar would have a tough time, however, convincing\nborder narco-warriors that things are getting better.\n","\n   Tons of dope have turned tiny towns like San Luis Rio Colorado\ninto drug meccas where cartel smugglers unload Uzis at those\nstanding in their way.\n","\n   Drug distribution rings have set up operations across the street\nfrom Carl Hayden High School in Phoenix.\n","\n   And corruption has infected those who are supposed to cure the\ncancer.\n","\n   Consider Ronald ``Joe'' Borane, who spent a lifetime rising from\nDouglas cop to police chief to judge. In an interview last sum mer,\nhe told of putting hundreds of drug smugglers and dealers behind\nbars.\n","\n   After 44 years in the drug war, Borane allowed that U.S. inter\ndiction efforts are as useless as ``kicking sand at the tide.''\n","\n   One month after that inter view, Borane was indicted on money\nlaundering charges stem ming from an FBI sting. Accord ing to court\nrecords, an undercover agent coaxed the judge into a deal that\ninvolved sending military surplus gear to Guatemala in exchange for\npot and coke.\n","\n   The ex-cop and ex-judge now faces trial and, if convicted,\nprison time with the very people he once pursued from the other\nside of the law.\n","\n   No wonder those left fighting the drug war question how much\ngood they're doing.\n","\n   ``We're not going to win it with law enforcement,'' said Kermit\nMiller, a Tucson police narcotics captain and leader in southern\nArizona's High Intensity Drug Trafficking Area, a task force of law\nenforcement agencies.\n","\n   ``We're just a stopgap. We're holding the line.'' When you think\nabout how many people they're catching and how much has gotten\nthrough all these years, they aren't slowing anybody down. David\nAlvarez Federal public defender in Tucson The way to cut off drugs\nis to stop the consumer. If we attack the causes, it will be much\ncheaper and much more effective. Adolfo Garcia Morales Assistant\nstate prosecutor for Sonora\n"]}