{"DocumentId":"NYT20000626.0212","TopicId":"NYT","Relevance":"0","Body":" BC-SCI-GENOME-MENTAL-2TAKES-NYT \nMOST MENTAL ILLNESSES ARE AFFECTED BY MORE THAN ONE GENE \n\n  \n (ATTN: Pa., N.J., Va., Costa Rica, Britain)  (With main bar, SCI-GENOME; see SCIENCE-TIMES-BUDGET for a complete\ndescription of sidebar stories and graphics.) \n (The Science Times)  \n By ERICA GOODE   \n c.2000 N.Y. Times News Service   On Feb. 26, 1987, a group of\nscientists made a thrilling announcement: They had succeeded in\nlocating a gene for manic depression in a large Amish family in\nLancaster, Pa.\n\n   The researchers' finding, published in the journal Nature, made\nheadlines around the world, hailed as the ``first proof'' of a\nspecific genetic mutation underlying psychiatric illness. Mental\nhealth experts predicted that the discovery would revolutionize the\ndiagnosis and treatment of severe mental disorders. Many patients\nand their families felt a new sense of hope.\n\n   Two years later, however, the scientists were forced to concede\nthat the rejoicing had been premature. They had pinpointed the\ngene's probable location near the tip of the short arm of\nChromosome 11, one of the 23 pairs of chromosomes that make up the\nhuman genetic library. But a re-analysis of the data, including new\nevidence from several family members who had since fallen ill, cast\nserious doubt on the results, making it highly unlikely that a gene\nwas on Chromosome 11.\n\n   ``We are sort of back to square one,'' said Dr. Kenneth Kidd, a\nco-author of the original Nature report, when the re-analysis was\npublished.\n\n   More than a decade has now passed since the Amish study. But\nscientists still have not succeeded in finding a gene for manic\ndepression or schizophrenia or, for that matter, any common\npsychiatric disorder except Alzheimer's, though no one doubts that\nheredity plays a strong role in severe mental illnesses. By and\nlarge, the same hopes and frustrations have accompanied the search\nfor genetic causes of physical ailments as well.\n\n   It is not for lack of trying. Within a year of the Amish study's\npublication, for example, two other teams announced equally\npromising discoveries: a strong link for schizophrenia on\nChromosome 5, and one for manic depression on the X chromosome. But\nneither finding held up.\n\n   Over the last 10 years, scientists studying mental illness in\nthe United States and other countries have published suggestive _\nthough not conclusive _ results implicating many different\nchromosomes. Most recently, investigators at Rutgers University and\nthe University of Toronto reported, in the journal Science, a\nstrong link to schizophrenia on Chromosome 1, while a Scottish\nresearch team also announced a schizophrenia link on Chromosome 1 _\nin a different region.\n\n   Yet schooled by experience, geneticists no longer expect to\ndiscover a single, powerful gene for schizophrenia, manic\ndepression or other disorders. Instead, most now agree that such\nillnesses are most likely ``oligogenic,'' mediated not by a single\ngene, but by multiple genes of smaller effect acting in combination\nwith one another and the environment.\n\n   And in hindsight, the Amish study seems less a fluke than an\nearly object lesson in the barriers to uncovering the genetic\nunderpinnings of such complex illnesses.\n\n   ``These are turning out to be very difficult diseases,'' said\nDr. Neil Risch, professor of genetics and statistics at Stanford\nUniversity. ``The original approach in psychiatry was to find one\ngene that by itself can cause the disease and we will understand\nmore about it. What we've learned in the last 15 years is that the\nlikelihood of the existence of such single genes is very small.''\n\n   In many ways, the search for a gene for schizophrenia or manic\ndepression, geneticists say, is no more challenging than efforts to\ndecipher the genetics of other complex illnesses like diabetes,\nhypertension, ulcers or multiple sclerosis, which also involve an\ninterplay among multiple genes and environmental influence.\n\n   Researchers still argue, for example, over how tightly to define\nmany psychiatric disorders for the purposes of genetic studies,\ndebating, for instance, whether to include patients with less\nsevere symptoms. But similar debates can be found among scientists\nstudying hypertension. And investigators in other areas have had\ntheir share of false starts and unreproducible findings.\n\n   Yet the challenges offered by psychiatric disorders are in some\nways unique. While the presence of diabetes can be determined with\nblood tests, scientists have yet to find reliable biological\nmarkers for schizophrenia or manic depression.\n\n   For some mental illnesses, there remains significant\ndisagreement about how big a role heredity plays. Dr. Steven\nMoldin, chief of the genetics research branch at the National\nInstitute of Mental Health, for example, said that 100 psychiatric\nresearchers gathered in a room would all probably agree that\nschizophrenia has a strong genetic basis: A long line of studies of\ninheritance patterns indicates that heredity accounts for about\nhalf of disease risk, with still unknown environmental factors\nadding the other half.\n\n   The case for genetic influence in manic depression and autism,\nMoldin said, is similarly strong.\n\n   But move on to other illnesses like obsessive compulsive\ndisorder, eating disorders, phobias, alcoholism and some forms of\ndepression, and the same 100 researchers, he said, would be broken\ninto camps, some arguing that genes play a major part, others that\nevidence for genetic susceptibility is lacking.\n\n   ``We don't yet have sufficient data in hand to know the\nmagnitude of the genetic effects in those diseases,'' Moldin said.\n\n   Nevertheless, success in finding a gene linked to any mental\ndisorder would have a great impact. In the ideal case, for\ninstance, it might lead to the development of new drugs. That\npotential, said Dr. Kenneth Kendler, the Banks distinguished\nprofessor of psychiatry at Virginia Commonwealth University, ``has\nnot been lost on all the major pharmaceutical companies,''\nespecially in an era when psychiatric medications are fixtures on\nthe drug industry's best-seller list.\n\n   A gene shown to be associated with many cases of schizophrenia\nor manic depression might also reduce stigma, aid in diagnosis, or\nbe used as a screening tool, an application bound to be\ncontroversial, said Kendler, who with colleagues has reported\nlinkage findings for schizophrenia on Chromosomes 5, 6, 8 and 10.\n\n   Yet there are less optimistic possibilities, as well. A gene, if\nfound, could turn out to be associated with only a tiny percentage\nof cases of an illness. Or the gene could be involved in a way that\naffords no new avenues for treatment. Because heredity only sets\nthe stage for manic depression and schizophrenia, while environment\nopens the curtain, identification of even a central gene will\nprovide limited answers.\n\n   Meanwhile, for all complex illnesses, whether in psychiatry or\nother medical fields, the challenge remains the same: How can\nscientists isolate the influence of each of a number of minor genes\nacting together?    \n(MORE) nn\n\n   Risch, of Stanford, and others argue that the hunt for such\ngenes may have been limited by the methods scientists have had at\ntheir disposal. The most popular technique for investigating\ndisease genetics over the last two decades has been an approach\ncalled linkage analysis, which involves looking at the relationship\nbetween inheritance patterns and genetic markers on chromosomes in\nfamilies affected by an illness.\n\n   Linkage studies have proved enormously proficient in locating\ngenes for conditions like Huntington's and cystic fibrosis, where\nthere is a one-to-one relationship between a mutation in a single\ngene and the development of the disease.\n\n   In such illnesses, the gene responsible sends out a strong\nsignal, the mode of inheritance following the orderly laws of\nGregor Mendel, the Bohemian monk who started modern genetics with\nhis experiments on garden peas. Typically, each successive linkage\nstudy of a single gene illness offers more conclusive results,\nuntil the gene's location becomes clear. The cloning of the\nHuntington's gene, for example, was one in a rapid series of such\ndiscoveries for a variety of Mendelian illnesses.\n\n   But Risch and others argue that linkage is more problematic in\ncomplex diseases, where each of multiple genes exerts a small\neffect, sending out a weaker signal that may be much harder to\ndetect, particularly without huge numbers of research subjects.\nUnder these circumstances, adding more subjects to an analysis\nsometimes wipes out the finding, as happened in the Amish study. As\na result, it is anyone's guess how to interpret the combined\nfindings of psychiatric linkage studies. Are there, for example,\ngenes on each of the at least 10 different chromosomes identified\nin schizophrenia studies since 1987 Or are many findings false\npositives, artifacts of a limited number of subjects, problems in\ndiagnosis, or other methodological complexities?\n\n   The last decade of research, said Dr. T. Conrad Gilliam,\nco-director of the Columbia Genome Center at Columbia University,\n``has been a great mental exercise.''\n\n   ``But in terms of what it's actually delivered, we may look back\n15 years from now and say, `Not a lot!' or we may look back and\nsay: `You know those little blips everyone obsessed about? Those\nwere the signals,''' he said. ``The jury is out.''\n\n   Scientists can allow themselves to hope that 15 years will make\na difference in large part because of the sequencing of the human\ngenome and the advances in technology that have accompanied it.\n\n   ``It's like anything where you have a complex reality,'' said\nDr. Nelson Freimar, director of the center for neurobehavioral\ngenetics at the University of California at Los Angeles, who\nstudies manic depression in large Costa Rican families. ``The more\nwindows you can look in, the better your approximation of that\nreality will be.''\n\n   With the genome in hand, researchers will for the first time be\nable to analyze groups of genes working together, looking at how\nthey might be altered in schizophrenia, manic depression or other\ndisorders. Scientists conducting genetic studies will also have a\nclearer idea of exactly which genes are in the region they are\nstudying. When sometime in the future, a detailed map of the\nvariations in human DNA _ individual point mutations, called single\nnucleotide polymorphisms or SNPs, in the chain of nucleotides that\nforms a strand of DNA _becomes available, investigators will be\nable to directly compare specific chromosomal variations in people\naffected by an illness and in healthy subjects.\n\n   In addition, knowing where each gene lies, and ultimately what\nit does, will offer new possibilities to scientists trying to study\ngenetic influence by breaking down mental illnesses into their\nbiological components. Suggestive brain imaging findings _ shifts\nin transmission patterns of messenger chemicals, for example _\ncould be linked to genes, on the one hand, and to the overt\nsymptoms of patients on the other.\n\n   Yet even the genome carries no guarantees. Genetic researchers\nmay dream of finding a gene and boarding the plane for Stockholm to\ncollect a Nobel Prize. But in their worst nightmares, they discover\nthat the genes contributing to mental illness are so manifold, so\ntiny in their effects and so complex in their interplay that\nidentifying them is a hopeless task.\n\n   Wisely, most scientists learn to ignore such nighttime\nfantasies.\n\n   Dr. Ann Pulver, an associate professor of psychiatry at Johns\nHopkins University who has been studying the genetics of\nschizophrenia for 20 years, said she entered the field with no\nexpectation that it offer a quick trip to glory.\n\n   In 1998, Pulver reported a linkage for schizophrenia on\nChromosome 13 in a 15-year study of 100 families of Ashkenazic\nJewish extraction. She said she believes there is ``a confluence of\nevidence'' for schizophrenia links on Chromosomes 6, 8, 13 and 22.\n\n   Yet she has watched too many scientists make big claims, only to\nhave attempts to replicate their findings fail, she said. And her\nown approach is to take a longer view.\n\n   ``I really believe in what I'm doing,'' Pulver said. ``But I\nalso know that I'm probably in my lifetime not going to see the\nreal impact of my work.''\n","Headline":"\nMOST MENTAL ILLNESSES ARE AFFECTED BY MORE THAN ONE GENE \n","Text":["\n   The researchers' finding, published in the journal Nature, made\nheadlines around the world, hailed as the ``first proof'' of a\nspecific genetic mutation underlying psychiatric illness. Mental\nhealth experts predicted that the discovery would revolutionize the\ndiagnosis and treatment of severe mental disorders. Many patients\nand their families felt a new sense of hope.\n","\n   Two years later, however, the scientists were forced to concede\nthat the rejoicing had been premature. They had pinpointed the\ngene's probable location near the tip of the short arm of\nChromosome 11, one of the 23 pairs of chromosomes that make up the\nhuman genetic library. But a re-analysis of the data, including new\nevidence from several family members who had since fallen ill, cast\nserious doubt on the results, making it highly unlikely that a gene\nwas on Chromosome 11.\n","\n   ``We are sort of back to square one,'' said Dr. Kenneth Kidd, a\nco-author of the original Nature report, when the re-analysis was\npublished.\n","\n   More than a decade has now passed since the Amish study. But\nscientists still have not succeeded in finding a gene for manic\ndepression or schizophrenia or, for that matter, any common\npsychiatric disorder except Alzheimer's, though no one doubts that\nheredity plays a strong role in severe mental illnesses. By and\nlarge, the same hopes and frustrations have accompanied the search\nfor genetic causes of physical ailments as well.\n","\n   It is not for lack of trying. Within a year of the Amish study's\npublication, for example, two other teams announced equally\npromising discoveries: a strong link for schizophrenia on\nChromosome 5, and one for manic depression on the X chromosome. But\nneither finding held up.\n","\n   Over the last 10 years, scientists studying mental illness in\nthe United States and other countries have published suggestive _\nthough not conclusive _ results implicating many different\nchromosomes. Most recently, investigators at Rutgers University and\nthe University of Toronto reported, in the journal Science, a\nstrong link to schizophrenia on Chromosome 1, while a Scottish\nresearch team also announced a schizophrenia link on Chromosome 1 _\nin a different region.\n","\n   Yet schooled by experience, geneticists no longer expect to\ndiscover a single, powerful gene for schizophrenia, manic\ndepression or other disorders. Instead, most now agree that such\nillnesses are most likely ``oligogenic,'' mediated not by a single\ngene, but by multiple genes of smaller effect acting in combination\nwith one another and the environment.\n","\n   And in hindsight, the Amish study seems less a fluke than an\nearly object lesson in the barriers to uncovering the genetic\nunderpinnings of such complex illnesses.\n","\n   ``These are turning out to be very difficult diseases,'' said\nDr. Neil Risch, professor of genetics and statistics at Stanford\nUniversity. ``The original approach in psychiatry was to find one\ngene that by itself can cause the disease and we will understand\nmore about it. What we've learned in the last 15 years is that the\nlikelihood of the existence of such single genes is very small.''\n","\n   In many ways, the search for a gene for schizophrenia or manic\ndepression, geneticists say, is no more challenging than efforts to\ndecipher the genetics of other complex illnesses like diabetes,\nhypertension, ulcers or multiple sclerosis, which also involve an\ninterplay among multiple genes and environmental influence.\n","\n   Researchers still argue, for example, over how tightly to define\nmany psychiatric disorders for the purposes of genetic studies,\ndebating, for instance, whether to include patients with less\nsevere symptoms. But similar debates can be found among scientists\nstudying hypertension. And investigators in other areas have had\ntheir share of false starts and unreproducible findings.\n","\n   Yet the challenges offered by psychiatric disorders are in some\nways unique. While the presence of diabetes can be determined with\nblood tests, scientists have yet to find reliable biological\nmarkers for schizophrenia or manic depression.\n","\n   For some mental illnesses, there remains significant\ndisagreement about how big a role heredity plays. Dr. Steven\nMoldin, chief of the genetics research branch at the National\nInstitute of Mental Health, for example, said that 100 psychiatric\nresearchers gathered in a room would all probably agree that\nschizophrenia has a strong genetic basis: A long line of studies of\ninheritance patterns indicates that heredity accounts for about\nhalf of disease risk, with still unknown environmental factors\nadding the other half.\n","\n   The case for genetic influence in manic depression and autism,\nMoldin said, is similarly strong.\n","\n   But move on to other illnesses like obsessive compulsive\ndisorder, eating disorders, phobias, alcoholism and some forms of\ndepression, and the same 100 researchers, he said, would be broken\ninto camps, some arguing that genes play a major part, others that\nevidence for genetic susceptibility is lacking.\n","\n   ``We don't yet have sufficient data in hand to know the\nmagnitude of the genetic effects in those diseases,'' Moldin said.\n","\n   Nevertheless, success in finding a gene linked to any mental\ndisorder would have a great impact. In the ideal case, for\ninstance, it might lead to the development of new drugs. That\npotential, said Dr. Kenneth Kendler, the Banks distinguished\nprofessor of psychiatry at Virginia Commonwealth University, ``has\nnot been lost on all the major pharmaceutical companies,''\nespecially in an era when psychiatric medications are fixtures on\nthe drug industry's best-seller list.\n","\n   A gene shown to be associated with many cases of schizophrenia\nor manic depression might also reduce stigma, aid in diagnosis, or\nbe used as a screening tool, an application bound to be\ncontroversial, said Kendler, who with colleagues has reported\nlinkage findings for schizophrenia on Chromosomes 5, 6, 8 and 10.\n","\n   Yet there are less optimistic possibilities, as well. A gene, if\nfound, could turn out to be associated with only a tiny percentage\nof cases of an illness. Or the gene could be involved in a way that\naffords no new avenues for treatment. Because heredity only sets\nthe stage for manic depression and schizophrenia, while environment\nopens the curtain, identification of even a central gene will\nprovide limited answers.\n","\n   Meanwhile, for all complex illnesses, whether in psychiatry or\nother medical fields, the challenge remains the same: How can\nscientists isolate the influence of each of a number of minor genes\nacting together?    \n(MORE) nn\n","\n   Risch, of Stanford, and others argue that the hunt for such\ngenes may have been limited by the methods scientists have had at\ntheir disposal. The most popular technique for investigating\ndisease genetics over the last two decades has been an approach\ncalled linkage analysis, which involves looking at the relationship\nbetween inheritance patterns and genetic markers on chromosomes in\nfamilies affected by an illness.\n","\n   Linkage studies have proved enormously proficient in locating\ngenes for conditions like Huntington's and cystic fibrosis, where\nthere is a one-to-one relationship between a mutation in a single\ngene and the development of the disease.\n","\n   In such illnesses, the gene responsible sends out a strong\nsignal, the mode of inheritance following the orderly laws of\nGregor Mendel, the Bohemian monk who started modern genetics with\nhis experiments on garden peas. Typically, each successive linkage\nstudy of a single gene illness offers more conclusive results,\nuntil the gene's location becomes clear. The cloning of the\nHuntington's gene, for example, was one in a rapid series of such\ndiscoveries for a variety of Mendelian illnesses.\n","\n   But Risch and others argue that linkage is more problematic in\ncomplex diseases, where each of multiple genes exerts a small\neffect, sending out a weaker signal that may be much harder to\ndetect, particularly without huge numbers of research subjects.\nUnder these circumstances, adding more subjects to an analysis\nsometimes wipes out the finding, as happened in the Amish study. As\na result, it is anyone's guess how to interpret the combined\nfindings of psychiatric linkage studies. Are there, for example,\ngenes on each of the at least 10 different chromosomes identified\nin schizophrenia studies since 1987 Or are many findings false\npositives, artifacts of a limited number of subjects, problems in\ndiagnosis, or other methodological complexities?\n","\n   The last decade of research, said Dr. T. Conrad Gilliam,\nco-director of the Columbia Genome Center at Columbia University,\n``has been a great mental exercise.''\n","\n   ``But in terms of what it's actually delivered, we may look back\n15 years from now and say, `Not a lot!' or we may look back and\nsay: `You know those little blips everyone obsessed about? Those\nwere the signals,''' he said. ``The jury is out.''\n","\n   Scientists can allow themselves to hope that 15 years will make\na difference in large part because of the sequencing of the human\ngenome and the advances in technology that have accompanied it.\n","\n   ``It's like anything where you have a complex reality,'' said\nDr. Nelson Freimar, director of the center for neurobehavioral\ngenetics at the University of California at Los Angeles, who\nstudies manic depression in large Costa Rican families. ``The more\nwindows you can look in, the better your approximation of that\nreality will be.''\n","\n   With the genome in hand, researchers will for the first time be\nable to analyze groups of genes working together, looking at how\nthey might be altered in schizophrenia, manic depression or other\ndisorders. Scientists conducting genetic studies will also have a\nclearer idea of exactly which genes are in the region they are\nstudying. When sometime in the future, a detailed map of the\nvariations in human DNA _ individual point mutations, called single\nnucleotide polymorphisms or SNPs, in the chain of nucleotides that\nforms a strand of DNA _becomes available, investigators will be\nable to directly compare specific chromosomal variations in people\naffected by an illness and in healthy subjects.\n","\n   In addition, knowing where each gene lies, and ultimately what\nit does, will offer new possibilities to scientists trying to study\ngenetic influence by breaking down mental illnesses into their\nbiological components. Suggestive brain imaging findings _ shifts\nin transmission patterns of messenger chemicals, for example _\ncould be linked to genes, on the one hand, and to the overt\nsymptoms of patients on the other.\n","\n   Yet even the genome carries no guarantees. Genetic researchers\nmay dream of finding a gene and boarding the plane for Stockholm to\ncollect a Nobel Prize. But in their worst nightmares, they discover\nthat the genes contributing to mental illness are so manifold, so\ntiny in their effects and so complex in their interplay that\nidentifying them is a hopeless task.\n","\n   Wisely, most scientists learn to ignore such nighttime\nfantasies.\n","\n   Dr. Ann Pulver, an associate professor of psychiatry at Johns\nHopkins University who has been studying the genetics of\nschizophrenia for 20 years, said she entered the field with no\nexpectation that it offer a quick trip to glory.\n","\n   In 1998, Pulver reported a linkage for schizophrenia on\nChromosome 13 in a 15-year study of 100 families of Ashkenazic\nJewish extraction. She said she believes there is ``a confluence of\nevidence'' for schizophrenia links on Chromosomes 6, 8, 13 and 22.\n","\n   Yet she has watched too many scientists make big claims, only to\nhave attempts to replicate their findings fail, she said. And her\nown approach is to take a longer view.\n","\n   ``I really believe in what I'm doing,'' Pulver said. ``But I\nalso know that I'm probably in my lifetime not going to see the\nreal impact of my work.''\n"]}