{"DocumentId":"NYT20000122.0012","TopicId":"NYT","Relevance":"0","Body":" BC-REHAB-AZR \nWHERE'S THE TREATMENT? \n\n   (For use by N.Y. Times News Service\n clients)  \n By MAUREEN WEST  \n c.2000 The Arizona Republic  \n\n   (PHOENIX) - Drug addicts in Ari zona have little chance of\ngetting treatment.\n\n   Those who are wealthy or in jail can find programs, but the\nmajority have nowhere to turn.\n\n   A thousand people are on lists for a handful of programs. There\nwould be more, but the state stops taking names after 1,000.\n\n   Those who get a place usually wait 60 to 80 days to begin.\n\n   Most addicts can't wait two days, experts say. They lose their\nresolve; they don't come back.\n\n   Those individual failures translate into a monumental failure\nfor soci ety: A thousand people who don't get off drugs are 1,000\npeople who break the law, who fill emergency rooms, who disrupt\nfamilies, who waste lives.\n\n   None of it makes sense, said Lupe Quintero, director of Corazon,\nthe only bilingual residential drug treat ment center for men in\nPhoenix.\n\n   ``Millions of dollars are going to sophisticated technology to\nfight the drug peddler, and forgotten are people needing help,''\nQuintero said. ``Get rid of the demand for drugs by increasing\nprevention and making treatment easier to get.''\n\n   America's federal drug-fighting budget is nearly $18 billion\nthis year. One-third of that goes to treatment, education and\nprevention, but the treatment dollars are hard to find in Arizona.   \nABUSE GROWING   \nIn 1998, the latest year for which figures are available, Arizona\nspent $44 million on drug treatment. The federal government kicked\nin $15 million of it.\n\n   Arizona's contribution has remained about the same for the past\n10 years, despite a doubling of the state's population.\n\n   Spending hasn't kept pace with the state's growing problem, said\nSteve Carter, whose family for decades has run the Maverick House,\na treatment and halfway facility in Glendale.\n\n   An estimated 36,000 Arizona adults abuse or are dependent on\nillicit drugs, according to a 1996 telephone survey by the state\nDepartment of Health Services.\n\n   The survey undercounted addicts because it did not include the\nhomeless or others without phones, said Christy Dye, director of\nthe Bureau of Substance Abuse for the DHS.\n\n   The population of drug users has grown in the past five years,\nprimar ily because Arizona has become one of the biggest producers\nof metham phetamine, Dye said.\n\n   ``Three years ago, counselors started treating more meth users\nthan crack users,'' she said. Heroin abuse also is high in the\nstate.\n\n   ``We see 10- and 12-year-old kids come into the hospital who are\nalready addicted,'' said Don Ald ridge, director of business\ndevelop ment for Charter Behavioral Health Systems/Glendale.\n\n   Not surprisingly, the number of drug-related deaths is climbing.\nIn 1998, the latest year for which figures are available, more than\n500 Arizo nans died as a result of drug use. That was up 42 percent\nfrom five years earlier. VALUE OPTIONS Sally Lara doesn't believe\nthat things have ever been this bad.\n\n   ``For the first time, we are turning people away,'' said the\nexecutive director of the Phoenix branch of the National Council of\nAlcoholism and Drug Dependence, which provides counseling. ``We get\nover 200 calls a month from addicts wanting to clean up, or their\nfamilies. It keeps me awake, knowing the addicts are probably out\non the streets tonight.''\n\n   Lara and others in the field blame the way the state distributes\nmoney to non-profit programs such as hers, which provide the bulk\nof public drug treatment.\n\n   Last year, the state hired a for-profit, Virginia-based health\nmanagement company, Value Options, to manage state resources for\ndrug and alcohol programs. The company made a number of changes\nthat it said would make the system more efficient and help more\npeople.\n\n   For example, Value Options changed the way the state reimburses\nprivate, non-profit treatment centers for ad dict care. The average\nstay in resi dential care facilities across Phoenix dropped to\nunder 30 days instead of six months or longer.\n\n   ``It's drive-through therapy,'' Quin tero said. ``The fog (of\ndrug use) isn't even removed . . . in many cases. There is not\nenough time to get to the reasons behind a client's addic tion.''\n\n   Value Options also is challenging the amount of care outpatient\ncounseling centers provide.\n\n   ``Value Options believes six group sessions is a lot, but we\nthink the ideal is at least 24 visits, three a week, with a year of\nafter-care,'' Lara said.\n\n   In recent months, Quintero's facility, run by the non-profit\nChicanos Por La Causa, has had empty beds, even with demand up. The\nreason: Value Options' requirements and paper work are too costly,\nQuintero said.\n\n   Value Options counters that the problem is lack of money.\n\n   ``In Arizona, there are not enough dollars to take care of all\nthe people who need the care,'' said Helen Sommer, the company's\ndirector of communication. ``Part of our job is to maximize the\nnumber of people who get treated.''\n\n   David Miller, CEO of the Arizona Council of Human Service\nProviders, said the problems are the result of years of\nunderfunding by state law makers.\n\n   ``It's easy to paint Value Options as the bad guy; it may or may\nnot be true,'' he said. ``Almost all of the drug treatment centers\nin the state are on shaky ground.'' FOLLOWING THE MONEY The\navailability of drug treatment in Arizona depends on the kind of\naddiction and what kind of addict is being treated.\n\n   To survive, many drug rehabilitation centers are going after\nfederal money, which has been on the rise. The DHS received $7\nmillion more from the federal government for drug pro grams in 1999\nthan in 1998.\n\n   But much of the money is earmarked for special groups, such as\npregnant addicts, Native Americans, the homeless, those recently\nout of jail and the impoverished.\n\n   As a result, there are five programs for pregnant addicts in the\nstate but none to help the mothers stay clean after they give\nbirth.\n\n   New Arizona Family is one of the centers that has adapted. The\neast-central Phoenix center used to serve male and female addicts\nof all ages, but it's now switching to serve women only.\n\n   Many other rehab slots are reserved for drug users coming\nthrough the legal system.\n\n   About a quarter of inmates in all U.S. prisons were convicted of\ndrug-related charges, and many require treatment while serving\ntime.\n\n   Outside of jail, half of all Arizonans in treatment programs\nwere ordered there by a court. That's up from about one-third just\nthree years ago.\n\n   Those paroled from jail can get into treatment in two or three\nweeks because the court system purchases services for them and they\nhave probation and parole officers helping them through the\npaperwork.\n\n   That leaves fewer slots for everyone else.\n\n   ``Once you start prioritizing groups like pregnant addicts and\ncriminals, it means you must turn other people away,'' Dye said.\n\n   One of the groups shorted: kids.\n\n   In Maricopa County, there are no residential rehab beds\navailable for minors who need to get out of their homes to get\nclean or who already live on the streets, and there hasn't been\nsince October, said Superior Court Judge John Foreman, who started\nthe first juvenile drug court program in Arizona three years ago.\n\n   ``We need to take kids who are seriously addicted, detoxify them\nand get them into a residential treatment right away,'' he said.\n``In most cases, the best we can do now is to stick them in\ndetention and detoxify them, and then send them home where they\ncouldn't stay clean before.''\n\n   A few also get placed in a foster home or shelter.\n\n   ``One other option is to send them to the Department of Juvenile\nCorrec tions, but they have to stay at least a year to get into a\nsubstance abuse program,'' Foreman said.\n\n   By not providing treatment to youngsters right away, their prob\nlems often intensify.\n\n   ``Most kids aren't serious addicts, but they are on a pathway to\nserious adult addiction,'' Foreman said.\n\n   Foreman hopes that the juvenile detention center someday will\nhave a wing for substance abuse rehabilita tion.\n\n   ``Otherwise, we are relying solely on jail or prison,'' he said.\nSEEKING SUPPORT Treatment and prevention programs have had tough\nsledding in the Arizona Legislature over the past decade.\n\n   The last major legislation was five years ago, when subsidized\nsubstance abuse programs were expanded to impoverished Arizonans.\n\n   ``All we have done is some minor tinkering with drug programs\nthe past decade. We haven't looked at the system that exists and\nwho it is serving and what happens to them afterwards,'' said Sen.\nRuth Solo mon, D-Tucson, who is leading an effort to fund more drug\ntreatment.\n\n   She and state Rep. Sue Gerard, R-Phoenix, want a special\nappropria tion of $10 million this session from an untapped federal\nfund designed to provide temporary assistance to needy families.\nMuch of that would be used to help parents get off drugs.\n\n   The two say that spending money on drug treatment would save\ntaxpayers money in the long run by keeping people out of jail and\noff welfare. It also would help women have healthy babies and keep\nfamilies together, they said.\n\n   ``Isn't it a lot cheaper to treat them for $3,000 to $10,000 a\nyear vs. the $17,000 it costs to incarcerate them?'' said Jay\nLevenson, vice president for Southwest Behavioral Health in\nPhoenix.\n\n   But that's not an easy sell to legislators, many of whom view\ndrug addiction as a personal choice.\n\n   ``Many legislators still have this old blind notion that\ntreatment doesn't work and all people have to do is just say no,''\nsaid W. Mark Clark, chief executive officer of CODAC Behavioral\nHealth of Tucson, which recently closed one substance abuse program\nand cut back another for lack of funding.\n\n   ``Our Legislature is more willing to build prisons to lock up\npeople who have drug abuse problems than they are willing to spend\nmoney on treatment,'' Clark said.\n\n   Value Options' Sommer said she's heard legislators say, ``We\nwill give you more money for mental health as long as you can\npromise none of it will go to the substance abuser.''\n\n   Legislators say they're not against treatment, they're just\nagainst treat ment that doesn't work.\n\n   ``Almost everybody sees that there is a need. But a lot of\npeople don't like throwing money down a rat hole, and I am one of\nthem,'' said state Rep. Karen Johnson, R-Mesa.\n\n   As chairwoman of the Appropria tions subcommittee on health and\nwelfare, Johnson said she sees ``a lot of money being spent that is\nnot accountable.''\n\n   ``Sometimes, the courts put people in drug rehab programs,'' she\nadded, ``and if they don't want to go and don't want to recover, it\nseems to me that is a waste of money. Before I fund anything, I\nwant some defini tive information that proves this is working, the\nhow and why.''\n\n   That kind of information can be hard to come by.\n\n   The Department of Health Services released a study this fall of\n415 addicts who completed treatment and 60 who didn't. The study\nfollowed the addicts for up to nine months.\n\n   Its conclusion: Those who went through rehabilitation were more\nlikely to have jobs and stay clean and less likely to be arrested\nthan those who didn't get help.\n\n   Many state-funded programs aren't scientifically evaluated at\nall, Solo mon said. She said the governor's drug policy council\nneeds to do a better job of gathering data so that legislators can\nmake better decisions.\n\n   Gov. Jane Hull said she is studying ways to assess treatment\nprograms, although no assessments are under way.\n\n   She said that although more money for drug treatment is a good\nidea, it has to be weighed against other needs.\n\n   ``In state government, there are always more needs than there\nare dollars to go around,'' she said. ``At the same time, I am\nwilling to push for more dollars if they can be proven effective.''\n\n   Gerard believes that the Legislature's resistance to funding\nrehabilitation may be changing.\n\n   ``If there is more attention being paid to drug addiction this\nyear, it is because there is more awareness of the problem as it\ntouches more families, including those of legisla tors,'' she said.\n``Once it has touched you in some way, you understand it.''\n\n   The value of drug treatment isn't lost on former drug users\nincluding, Charlie DeMo, 46.\n\n   A recent graduate of the Salvation Army's Harbor Lights, a\nlong-term drug recovery program, DeMo now has his own apartment and\ncar again. He visited his 22-year-old daughter, whom he hadn't seen\nin many years. He plays harmonica in a church group.\n\n   Look at him closely, and you will see a tiny black-and-white\nyin-and-yang earring, reminding him to keep life balanced.\n\n   ``I have my life back again,'' he says. About this series During\na seven-month investigation, Arizona Republic reporters spoke to\ndozens of drug officers, smugglers, counselors and residents on the\nMexican border. The conclusion: We're losing the war against drugs.\nTODAY, Jan. 21: Most Arizona drug addicts can get treatment only if\nthey're wealthy or in jail. IN OPINIONS: Your chance to weigh in on\nthe drug war. Should the United States admit defeat? If so, what\nnext? Page B8. SUNDAY: Looking for solutions _ are there any? And,\na teen dealer and user goes straight.\n","Headline":"\nWHERE'S THE TREATMENT? \n","Text":["\n   (PHOENIX) - Drug addicts in Ari zona have little chance of\ngetting treatment.\n","\n   Those who are wealthy or in jail can find programs, but the\nmajority have nowhere to turn.\n","\n   A thousand people are on lists for a handful of programs. There\nwould be more, but the state stops taking names after 1,000.\n","\n   Those who get a place usually wait 60 to 80 days to begin.\n","\n   Most addicts can't wait two days, experts say. They lose their\nresolve; they don't come back.\n","\n   Those individual failures translate into a monumental failure\nfor soci ety: A thousand people who don't get off drugs are 1,000\npeople who break the law, who fill emergency rooms, who disrupt\nfamilies, who waste lives.\n","\n   None of it makes sense, said Lupe Quintero, director of Corazon,\nthe only bilingual residential drug treat ment center for men in\nPhoenix.\n","\n   ``Millions of dollars are going to sophisticated technology to\nfight the drug peddler, and forgotten are people needing help,''\nQuintero said. ``Get rid of the demand for drugs by increasing\nprevention and making treatment easier to get.''\n","\n   America's federal drug-fighting budget is nearly $18 billion\nthis year. One-third of that goes to treatment, education and\nprevention, but the treatment dollars are hard to find in Arizona.   \nABUSE GROWING   \nIn 1998, the latest year for which figures are available, Arizona\nspent $44 million on drug treatment. The federal government kicked\nin $15 million of it.\n","\n   Arizona's contribution has remained about the same for the past\n10 years, despite a doubling of the state's population.\n","\n   Spending hasn't kept pace with the state's growing problem, said\nSteve Carter, whose family for decades has run the Maverick House,\na treatment and halfway facility in Glendale.\n","\n   An estimated 36,000 Arizona adults abuse or are dependent on\nillicit drugs, according to a 1996 telephone survey by the state\nDepartment of Health Services.\n","\n   The survey undercounted addicts because it did not include the\nhomeless or others without phones, said Christy Dye, director of\nthe Bureau of Substance Abuse for the DHS.\n","\n   The population of drug users has grown in the past five years,\nprimar ily because Arizona has become one of the biggest producers\nof metham phetamine, Dye said.\n","\n   ``Three years ago, counselors started treating more meth users\nthan crack users,'' she said. Heroin abuse also is high in the\nstate.\n","\n   ``We see 10- and 12-year-old kids come into the hospital who are\nalready addicted,'' said Don Ald ridge, director of business\ndevelop ment for Charter Behavioral Health Systems/Glendale.\n","\n   Not surprisingly, the number of drug-related deaths is climbing.\nIn 1998, the latest year for which figures are available, more than\n500 Arizo nans died as a result of drug use. That was up 42 percent\nfrom five years earlier. VALUE OPTIONS Sally Lara doesn't believe\nthat things have ever been this bad.\n","\n   ``For the first time, we are turning people away,'' said the\nexecutive director of the Phoenix branch of the National Council of\nAlcoholism and Drug Dependence, which provides counseling. ``We get\nover 200 calls a month from addicts wanting to clean up, or their\nfamilies. It keeps me awake, knowing the addicts are probably out\non the streets tonight.''\n","\n   Lara and others in the field blame the way the state distributes\nmoney to non-profit programs such as hers, which provide the bulk\nof public drug treatment.\n","\n   Last year, the state hired a for-profit, Virginia-based health\nmanagement company, Value Options, to manage state resources for\ndrug and alcohol programs. The company made a number of changes\nthat it said would make the system more efficient and help more\npeople.\n","\n   For example, Value Options changed the way the state reimburses\nprivate, non-profit treatment centers for ad dict care. The average\nstay in resi dential care facilities across Phoenix dropped to\nunder 30 days instead of six months or longer.\n","\n   ``It's drive-through therapy,'' Quin tero said. ``The fog (of\ndrug use) isn't even removed . . . in many cases. There is not\nenough time to get to the reasons behind a client's addic tion.''\n","\n   Value Options also is challenging the amount of care outpatient\ncounseling centers provide.\n","\n   ``Value Options believes six group sessions is a lot, but we\nthink the ideal is at least 24 visits, three a week, with a year of\nafter-care,'' Lara said.\n","\n   In recent months, Quintero's facility, run by the non-profit\nChicanos Por La Causa, has had empty beds, even with demand up. The\nreason: Value Options' requirements and paper work are too costly,\nQuintero said.\n","\n   Value Options counters that the problem is lack of money.\n","\n   ``In Arizona, there are not enough dollars to take care of all\nthe people who need the care,'' said Helen Sommer, the company's\ndirector of communication. ``Part of our job is to maximize the\nnumber of people who get treated.''\n","\n   David Miller, CEO of the Arizona Council of Human Service\nProviders, said the problems are the result of years of\nunderfunding by state law makers.\n","\n   ``It's easy to paint Value Options as the bad guy; it may or may\nnot be true,'' he said. ``Almost all of the drug treatment centers\nin the state are on shaky ground.'' FOLLOWING THE MONEY The\navailability of drug treatment in Arizona depends on the kind of\naddiction and what kind of addict is being treated.\n","\n   To survive, many drug rehabilitation centers are going after\nfederal money, which has been on the rise. The DHS received $7\nmillion more from the federal government for drug pro grams in 1999\nthan in 1998.\n","\n   But much of the money is earmarked for special groups, such as\npregnant addicts, Native Americans, the homeless, those recently\nout of jail and the impoverished.\n","\n   As a result, there are five programs for pregnant addicts in the\nstate but none to help the mothers stay clean after they give\nbirth.\n","\n   New Arizona Family is one of the centers that has adapted. The\neast-central Phoenix center used to serve male and female addicts\nof all ages, but it's now switching to serve women only.\n","\n   Many other rehab slots are reserved for drug users coming\nthrough the legal system.\n","\n   About a quarter of inmates in all U.S. prisons were convicted of\ndrug-related charges, and many require treatment while serving\ntime.\n","\n   Outside of jail, half of all Arizonans in treatment programs\nwere ordered there by a court. That's up from about one-third just\nthree years ago.\n","\n   Those paroled from jail can get into treatment in two or three\nweeks because the court system purchases services for them and they\nhave probation and parole officers helping them through the\npaperwork.\n","\n   That leaves fewer slots for everyone else.\n","\n   ``Once you start prioritizing groups like pregnant addicts and\ncriminals, it means you must turn other people away,'' Dye said.\n","\n   One of the groups shorted: kids.\n","\n   In Maricopa County, there are no residential rehab beds\navailable for minors who need to get out of their homes to get\nclean or who already live on the streets, and there hasn't been\nsince October, said Superior Court Judge John Foreman, who started\nthe first juvenile drug court program in Arizona three years ago.\n","\n   ``We need to take kids who are seriously addicted, detoxify them\nand get them into a residential treatment right away,'' he said.\n``In most cases, the best we can do now is to stick them in\ndetention and detoxify them, and then send them home where they\ncouldn't stay clean before.''\n","\n   A few also get placed in a foster home or shelter.\n","\n   ``One other option is to send them to the Department of Juvenile\nCorrec tions, but they have to stay at least a year to get into a\nsubstance abuse program,'' Foreman said.\n","\n   By not providing treatment to youngsters right away, their prob\nlems often intensify.\n","\n   ``Most kids aren't serious addicts, but they are on a pathway to\nserious adult addiction,'' Foreman said.\n","\n   Foreman hopes that the juvenile detention center someday will\nhave a wing for substance abuse rehabilita tion.\n","\n   ``Otherwise, we are relying solely on jail or prison,'' he said.\nSEEKING SUPPORT Treatment and prevention programs have had tough\nsledding in the Arizona Legislature over the past decade.\n","\n   The last major legislation was five years ago, when subsidized\nsubstance abuse programs were expanded to impoverished Arizonans.\n","\n   ``All we have done is some minor tinkering with drug programs\nthe past decade. We haven't looked at the system that exists and\nwho it is serving and what happens to them afterwards,'' said Sen.\nRuth Solo mon, D-Tucson, who is leading an effort to fund more drug\ntreatment.\n","\n   She and state Rep. Sue Gerard, R-Phoenix, want a special\nappropria tion of $10 million this session from an untapped federal\nfund designed to provide temporary assistance to needy families.\nMuch of that would be used to help parents get off drugs.\n","\n   The two say that spending money on drug treatment would save\ntaxpayers money in the long run by keeping people out of jail and\noff welfare. It also would help women have healthy babies and keep\nfamilies together, they said.\n","\n   ``Isn't it a lot cheaper to treat them for $3,000 to $10,000 a\nyear vs. the $17,000 it costs to incarcerate them?'' said Jay\nLevenson, vice president for Southwest Behavioral Health in\nPhoenix.\n","\n   But that's not an easy sell to legislators, many of whom view\ndrug addiction as a personal choice.\n","\n   ``Many legislators still have this old blind notion that\ntreatment doesn't work and all people have to do is just say no,''\nsaid W. Mark Clark, chief executive officer of CODAC Behavioral\nHealth of Tucson, which recently closed one substance abuse program\nand cut back another for lack of funding.\n","\n   ``Our Legislature is more willing to build prisons to lock up\npeople who have drug abuse problems than they are willing to spend\nmoney on treatment,'' Clark said.\n","\n   Value Options' Sommer said she's heard legislators say, ``We\nwill give you more money for mental health as long as you can\npromise none of it will go to the substance abuser.''\n","\n   Legislators say they're not against treatment, they're just\nagainst treat ment that doesn't work.\n","\n   ``Almost everybody sees that there is a need. But a lot of\npeople don't like throwing money down a rat hole, and I am one of\nthem,'' said state Rep. Karen Johnson, R-Mesa.\n","\n   As chairwoman of the Appropria tions subcommittee on health and\nwelfare, Johnson said she sees ``a lot of money being spent that is\nnot accountable.''\n","\n   ``Sometimes, the courts put people in drug rehab programs,'' she\nadded, ``and if they don't want to go and don't want to recover, it\nseems to me that is a waste of money. Before I fund anything, I\nwant some defini tive information that proves this is working, the\nhow and why.''\n","\n   That kind of information can be hard to come by.\n","\n   The Department of Health Services released a study this fall of\n415 addicts who completed treatment and 60 who didn't. The study\nfollowed the addicts for up to nine months.\n","\n   Its conclusion: Those who went through rehabilitation were more\nlikely to have jobs and stay clean and less likely to be arrested\nthan those who didn't get help.\n","\n   Many state-funded programs aren't scientifically evaluated at\nall, Solo mon said. She said the governor's drug policy council\nneeds to do a better job of gathering data so that legislators can\nmake better decisions.\n","\n   Gov. Jane Hull said she is studying ways to assess treatment\nprograms, although no assessments are under way.\n","\n   She said that although more money for drug treatment is a good\nidea, it has to be weighed against other needs.\n","\n   ``In state government, there are always more needs than there\nare dollars to go around,'' she said. ``At the same time, I am\nwilling to push for more dollars if they can be proven effective.''\n","\n   Gerard believes that the Legislature's resistance to funding\nrehabilitation may be changing.\n","\n   ``If there is more attention being paid to drug addiction this\nyear, it is because there is more awareness of the problem as it\ntouches more families, including those of legisla tors,'' she said.\n``Once it has touched you in some way, you understand it.''\n","\n   The value of drug treatment isn't lost on former drug users\nincluding, Charlie DeMo, 46.\n","\n   A recent graduate of the Salvation Army's Harbor Lights, a\nlong-term drug recovery program, DeMo now has his own apartment and\ncar again. He visited his 22-year-old daughter, whom he hadn't seen\nin many years. He plays harmonica in a church group.\n","\n   Look at him closely, and you will see a tiny black-and-white\nyin-and-yang earring, reminding him to keep life balanced.\n","\n   ``I have my life back again,'' he says. About this series During\na seven-month investigation, Arizona Republic reporters spoke to\ndozens of drug officers, smugglers, counselors and residents on the\nMexican border. The conclusion: We're losing the war against drugs.\nTODAY, Jan. 21: Most Arizona drug addicts can get treatment only if\nthey're wealthy or in jail. IN OPINIONS: Your chance to weigh in on\nthe drug war. Should the United States admit defeat? If so, what\nnext? Page B8. SUNDAY: Looking for solutions _ are there any? And,\na teen dealer and user goes straight.\n"]}