{"DocumentId":"NYT20000422.0121","TopicId":"NYT","Relevance":"0","Body":" BC-MEDICINE-MERCHANTS-ART-6TAKES-NYT \nDRUG FIRMS REAP PROFITS ON TAX-BACKED RESEARCH \n\n  (Eds: A shorter version of this story, slugged\nMEDICINE-MERCHANTS-ABRIDGED, is being sent.) \n(ART ADV: Photo NYT15 is being sent to NYT photo clients. Four\ngraphics are being sent to NYT graphic clients. Nonsubscribers can\npurchase one-time rights by calling 888-603-1036 or 888-346-9867.) \n By JEFF GERTH and SHERYL GAY STOLBERG   \n c.2000 N.Y. Times News Service   \n\n   On Jan. 7, 1982, in a laboratory at Columbia University, a\nlittle-known science professor, Laszlo Z. Bito, finished a\nnine-month experiment on the eyes of cats. In his handwritten data,\ncarefully charted in gray hardcover notebooks, lay the origins of\nwhat every pharmaceutical company longs for: a blockbuster drug.\n\n   The drug is Xalatan, a best-selling eyedrop for glaucoma. With\n$507 million in sales last year _ and the potential for billions\nmore, most of it pure profit _ the 4-year-old medicine is the\nequivalent of liquid gold for its manufacturer, Pharmacia Corp. The\neyedrop earned Columbia University about $20 million in royalties\nlast year, and it has made a millionaire of Bito as well.\n\n   Yet there are other, unseen, partners in the creation of\nXalatan: the American taxpayers, who backed Bito's work with $4\nmillion from the National Institutes of Health. The taxpayers have\nreaped no financial return on their investment; their reward,\ngovernment officials say, is the eyedrop itself.\n\n   Xalatan costs patients $45 to $50 for a tiny bottle that lasts\nsix weeks. That price _ about $1 a day for a drug that staves off\nblindness _ may not seem excessive. But the key ingredient in that\ndaily dose costs Pharmacia only pennies to make, and Americans, who\nlive in the only industrialized nation that lacks government\nrestraints on drug prices, pay more than twice what European\npatients pay for the drug.\n\n   That puts Xalatan out of reach for patients like Albert Russell,\na retired optician and part-time blues singer from Prince George's\nCounty, Md. Russell, whose glaucoma has left him nearly blind,\nlives on an $832-a-month Social Security check. He is among the\none-third of elderly Americans who lack prescription-drug coverage,\nand when he talks about Xalatan, he uses the word ``outrageous'' to\ndescribe its price.\n\n   To officials at Pharmacia, the price is fair. ``We are bringing\nforth innovation,'' said Dr. Anders Harfstrand, the company's vice\npresident for ophthalmology, ``and innovation always brings a\npremium.''\n\n   In this election year, the cost of prescription medicines is at\nthe center of the political debate. With the biomedical revolution\nyielding a flood of new therapies, drugs are now the\nfastest-growing component of the United States'\ntrillion-dollar-a-year medical bill.\n\n   As Congress contemplates expanding Medicare to include\nprescription-drug coverage, and some states move to bring drug\nprices more in line with those in foreign countries, the industry\nis struggling to fend off federal regulation that might limit its\nability to set prices.\n\n   At the heart of the fight is Harfstrand's contention that the\nprice of medication is justified by the extreme risk of failure and\nhigh cost of drug discovery _ an average of $500 million per drug,\nby the industry's estimate. It is an argument that the\npharmaceutical industry, one of the world's most lucrative and\nsecretive businesses, has relied on for over 40 years. But it has\nrarely been put under a microscope, because the industry will not\ndivulge the costs of researching and developing a particular drug.\n\n   To shed light on the subject, The New York Times examined\nXalatan, from its genesis in Bito's laboratory to its arrival in\nthe medicine cabinets of patients in 57 countries.\n\n   Pharmacia declined to disclose specific financial information\nabout the making of the drug. But through interviews with key\nparticipants and an analysis of publicly available documents, the\nexamination found, among other things, that Pharmacia spent no more\nthan $150,000 to buy the rights to Bito's invention from Columbia.\nThough it later spent tens of millions of its own money to develop\nthe drug, the company acknowledges that Bito, with the taxpayers'\nsupport, provided it an ``uncut diamond'' that later became\nXalatan.\n\n   The industry's reliance on taxpayer-supported research _\ncharacterized as ``a subsidy'' by the very same economists whose\nwork the industry relies on _ is commonplace, the examination also\nfound. So commonplace, in fact, that one industry expert is now\nraising questions about the companies' arguments.\n\n   The expert, Dr. Nelson Levy, a former head of research and\ndevelopment at Abbott Laboratories, who now works as a consultant\nfor industry and the federal government on drug development,\nbluntly challenged the industry's oft-repeated cost of developing a\ndrug. ``That it costs $500 million to develop a drug,'' Levy said\nin a recent interview, ``is a lot of bull.''\n\n   Finally, the examination found, federal officials have abandoned\nor ignored policies that could have led to lower prices for\nmedicines developed with taxpayer dollars. That is partly because\nthe government has lost track of what drugs are invented with its\nmoney, and partly, officials say, because the industry resisted\ngovernment efforts to get involved in pricing.\n\n   As Dr. Bernadine Healy, a former director of the National\nInstitutes of Health, said in a recent interview, ``We sold away\ngovernment research so cheap.''\n\n   Going Against the Standard\n\n   Like many scientific discoveries, the invention of Xalatan began\nwith a hunch. It was the mid-1970s, and Bito, a hard-driving\nresearcher who bucked the eye-research establishment with his\nunconventional ideas about glaucoma treatment, had been named an\nassistant professor of ophthalmology at Columbia University.\n\n   Born in Budapest, Hungary, he was conscripted into a\nforced-labor coal-mining camp at 18. In 1956, the year the\ncommunists quashed a rebellion in his homeland, he escaped,\neventually fleeing for the United States. His passion was writing,\nbut he abandoned it for a career in science, particularly the study\nof the eye.\n\n   Bito was interested in a family of chemicals produced by the\nbody, prostaglandins, and how they might affect the eye,\nparticularly the fluid, known as aqueous humor, that nourishes the\ncornea and the lens. In glaucoma, the aqueous humor does not drain\nquickly enough, causing an increase in intraocular pressure _\npressure inside the eye. This pressure can damage the optic nerve,\ncausing vision loss and ultimately blindness.\n\n   An estimated 2 million Americans have glaucoma, and every year\n120,000 Americans go blind from the disease. The elderly,\nAfrican-Americans, and people with family histories of the disease\nare at greatest risk. Glaucoma is often called ``the sneak thief of\nsight.'' Often, by the time the patient notices vision loss,\nglaucoma can only be halted, not reversed.\n\n   nn\n\n   When Bito began his research, ophthalmologists had already\nconcluded that prostaglandins raised intraocular pressure, and were\ntherefore dangerous. But Bito, along with a student at Columbia\nMedical School, Carl Camras, suspected otherwise; they thought that\nif prostaglandins were given in extremely small doses, they could\nactually reduce the pressure.\n\n   In 1977, after a series of studies on the eyes of rabbits, they\npublished a paper showing just that. ``It was blasphemy,'' Camras\nsaid.\n\n   Bito continued the work with monkeys, cats, and even himself,\nsquirting the chemical in his own eye to gauge how much redness and\nirritation it caused. The studies were paid for by the National Eye\nInstitute, a branch of the health institutes.\n\n   Within weeks of the cat experiment's conclusion in 1982,\nadministrators at Columbia University had steered Bito to a patent\nlawyer; in May of that year, he applied for a patent.\n\n   It felt strange, he said, but it signified the changing culture\nof the ivory tower. As a professor, Bito was accustomed to\npublishing his work in journals and talking about it at scientific\nmeetings. Patenting, to him, represented secrecy, the culture of\nindustry, not academia.\n\n   ``It was looked down on,'' Bito said. ``It was too commercial.''\n\n   Law Behind the Companies\n\n   Commerce, however, was exactly what Congress had in mind when,\nin late 1980, it passed legislation that directed federally\nfinanced researchers like Bito to patent their inventions, or risk\nlosing control of them to the government.\n\n   Ronald Reagan had just won election on a platform to make\nAmerica strong again. Japan's electronic industry was outcompeting\nthe United States in its own back yard. Determined not to lose,\nCongress passed Public Law 96-517, known as the Bayh-Dole Act after\nSens. Birch Bayh of Indiana and Bob Dole of Kansas.\n\n   The law was designed to push federally financed research from\nthe university laboratory into the marketplace. Scientists who made\ndiscoveries using taxpayer money were required to file invention\nreports with the government. Universities were directed to license\npatented inventions to companies that would commercialize them.\n\n   The law was originally passed to aid small businesses, but later\nit was modified so that even big companies like Pharmacia could\nbenefit. If a company did not develop a product quickly enough, the\ngovernment could revoke the company's license and hand the job over\nto a competitor. It could also take control of an invention to\nalleviate ``health or safety needs,'' the law said.\n\n   Once an invention is on the market, the law grants the\ngovernment the right to buy it without paying customary royalties.\nAt the same time, say patent experts in the Clinton administration\nand at the National Science Foundation, other laws enable federal\nagencies to put taxpayer-financed inventions out to competitive\nbidding.\n\n   For example, the government, which buys Xalatan, could give\ncompanies other than Pharmacia the opportunity to manufacture the\neyedrop and sell it at a lower price _ but only to the government.\n\n   So, these experts say, the Bayh-Dole law, in conjunction with\nother provisions, could result in lower drug prices for the\nDepartment of Veterans Affairs and the National Institutes of\nHealth, two major purchasers of medicines.\n\n   But in the 20 years since the Bayh-Dole bill became law, the\ngovernment has not taken advantage of these provisions, say\nofficials at the health institutes. One reason, said Dr. Wendy\nBaldwin, a deputy director at the agency, is that the government\nalready buys drugs cheaply by purchasing them in bulk. But even if\nfederal officials wanted to use the Bayh-Dole Act to get medicines\nat still lower prices, they could not because they do not keep\ntrack of products, including drugs, that are invented with taxpayer\nmoney.\n\n   That failure has drawn criticism from the General Accounting\nOffice, the investigative arm of Congress, which last year\nconducted a review of the government's invention reporting system.\n``Inaccurate, incomplete and inconsistent,'' the accounting office\nconcluded.\n\n   Last year, a preliminary report by the inspector general's\noffice of the Department of Health and Human Services found that as\nmany as 22 percent of discoveries financed by the health institutes\nwere not reported by universities, as is required.\n\n   More than 2,000 inventions developed with government money were\nreported to the health institutes last year, but Baldwin and other\nagency officials said in interviews that they had no idea which, if\nany, companies had licensed those inventions, or how they were\nbeing used.\n\n   As for the issue of what consumers pay for drugs, the health\ninstitutes have concluded they should stay out of it. When Healy\nwas director of the agency in the early 1990s, she insisted that\ncompanies interested in developing drugs that had been invented by\ngovernment scientists sign contracts agreeing to ``reasonable\npricing'' for those medicines.\n\n   The companies balked at the reasonable-pricing clause. ``I was\npersona non grata for it,'' said Healy, who now heads the American\nRed Cross. The provision was dropped in 1995 by Dr. Harold Varmus,\nher successor; at the time, he said the policy was discouraging\ncollaboration by driving industry away.\n\n   In the end, said Baldwin, the official designated by the NIH to\nanswer questions for this article, taxpayers may not get lower drug\nprices. Still, she said: ``The current policies are actually\nbringing drugs to market. It's a huge advance, a wonderful\naccomplishment.''\n\n   nn\n\n   Going Abroad for Help\n\n   If the federal government leaves it to companies to decide how\nmuch consumers pay for taxpayer-backed inventions, universities are\neven less concerned about the prices. The Bayh-Dole Act has meant a\nwindfall in revenues from licensing and royalties for them, none\nmore than Columbia.\n\n   Last year, Columbia earned $96 million in licensing fees and\nroyalties under the Bayh-Dole law, ranking it first among\nuniversities in royalties from inventions, said Jack Granowitz, who\nruns Columbia's program to commercialize university inventions.\nRoughly $20 million of that money was from Xalatan; one-fifth goes\nto Bito and the university keeps the rest.\n\n   When Bito first filed his patent application in 1982, no drug\ncompany in the United States would touch it; most glaucoma experts\nremembered well the studies showing that prostaglandins could only\nhurt people with the disease. Bito recalled: ``They said, `It's\ncrazy. You can't put prostaglandins in the eye.'''\n\n   So Bito approached another Hungarian eye researcher who knew\npeople at Pharmacia, at the time one of Sweden's largest drug\ncompanies. (The company, now of Peapack, N.J., has since undergone\ntwo mergers, one with Upjohn in 1995, and another this year, with\nMonsanto.) Within a year, Bito said, Pharmacia had bought exclusive\nrights to his idea, paying Columbia between $100,000 and $150,000.\nThe government received no fees; the law did not require it.\n\n   For Pharmacia, which was already marketing a cataract therapy\ndeveloped by Bito's Hungarian friend, it was a nice fit. It was\nalso a way for the company to hedge the risky bets it made on drug\ndevelopment.\n\n   The industry's own studies show that drug research is riskiest\nin the early stages, when a company has no way to tell if a given\ncompound is a blockbuster or a dud. The companies often build on\nbasic scientific findings that emerge from taxpayer-financed\nstudies, underwriting the applied science themselves. But in some\ncases, as with Xalatan, those studies actually produce a practical\ndiscovery that can be licensed, allowing companies to step in when\nprofits seem more assured.\n\n   No one knows precisely how many medicines result from such\nlicensing arrangements, but they are not unusual. For example,\nTrusopt, a glaucoma eyedrop by Merck, was taken to the market in\nsimilar fashion, after researchers at the University of Florida,\nwith backing from the National Eye Institute, discovered how to\nconvert a related drug from pill to drop form. As Dr. Carl Kupfer,\nthe institute's director, said, ``A pharmaceutical company wouldn't\ntake over the drug unless the animal testing looked very\nfeasible.''\n\n   Still, Pharmacia was hardly getting a finished product. ``An\nuncut diamond'' is how Harfstrand described Bito's work. Using the\nnatural prostaglandins Bito had identified, Pharmacia had the task\nof developing a synthetic molecule that could be given safely to\npeople.\n\n   It was a tall order. As Bito well knew from squirting the\nchemicals into his own eyes, the prostaglandins caused redness and\nirritation. One of Sweden's leading eye experts, Dr. Anders Bill,\nremembered informing the company that Bito's idea was ``next to\nridiculous,'' and giving it only a 5 percent chance of success. The\ndrug industry's trade association says for every 250 compounds that\nemerge from a laboratory to enter this kind of preclinical testing,\nonly one makes it to market.\n\n   By 1985, two years into Pharmacia's contract with Columbia, the\ncompany's research was progressing slowly. Bito persuaded Granowitz\nto write a letter to the company reminding it that, under the\nBayh-Dole law, the government could step in and take control of the\ninvention. The next year, Pharmacia hired a new manager for the\nproject, a Swedish pharmacologist, Johan Stjernschantz.\n\n   By 1988, Stjernschantz had found what Pharmacia was looking for:\na family of chemical cousins to Bito's prostaglandins that also\nlowered pressure but without the troubling irritation. From this\nfamily, Stjernschantz said, he selected latanaprost, the key\ningredient for the compound that would later take the trade name\nXalatan.\n\n   The uncut diamond was now a sparkling gem.\n\n   Government's Silent Role\n\n   How much was Bito's government-supported work worth to\nPharmacia? Only company officials know, and they won't say.\n\n   That kind of secrecy is typical, making it difficult for\noutsiders to examine drug-pricing issues. Nonetheless, experts\ncharacterize work like Bito's as an extremely valuable subsidy for\na business that is already receiving government help in other\nareas, such as tax credits for research and development.\n\n   Levy, the former Abbott Laboratories executive, says preclinical\nresearch could account for as much as 20 percent to 25 percent of a\ncompany's research and development budget for a particular drug.\n\n   ``NIH-supported research represents a subsidy to pharmaceutical\ndevelopment,'' said Dr. Louis Lasagna, an expert in drug\ndevelopment at Tufts University whose studies are widely cited by\nthe industry. ``But you need a midwife, the companies, to bring it\nto market.''\n\n   The word ``subsidy,'' not surprisingly, rankles drug-industry\nofficials, who say that other businesses, including the\nmedical-device industry, also benefit from public science.\n\n   Yet it is clear that the government plays an important, and an\nincreasing, role in drug development, both through inventions like\nBito's and through more basic scientific research on which the\ncompanies can build. A 1995 study by the Massachusetts Institute of\nTechnology found that of the 14 new drugs the industry identified\nas the most medically significant in the preceding 25 years, 11 had\ntheir roots in studies paid for by the government.\n\n   ``The general pattern is that industry is building enormously\nheavily on basic research supported by NIH,'' said Dr. Francis\nNarin, president of CHI Research, a consulting firm that has\nanalyzed patents as a way of measuring the role public science\nplays in industry.\n\n   In a 1997 study commissioned by the National Science Foundation,\nCHI looked at the most significant scientific research papers cited\nin medicine patents. It found that half the cited studies were paid\nfor with United States public funds, primarily from government and\nacademia; only 17 percent were paid for by industry. (The rest came\nfrom public and private foreign sources.)\n\n   And in a study with the National Eye Institute, published in\n1996, CHI found that 41 percent of patented eye-care technology was\nlinked to research financed by the health institutes, including\nBito's studies, which have been cited in 15 patents, including\nXalatan's.\n\n   ``I think that is very typical,'' Narin said of Bito's work.\n``If you find any good advanced biomedical patent, and you look at\nits science references, most of them are going to be public,''\nmeaning from publicly financed research.\n\n   nn\n\n   The industry's estimate for the average cost of developing a\ndrug _ $500 million _ is drawn from a study that was published in\n1991 by Lasagna and Dr. Joseph DiMasi, an economist at Tufts, and\nhas been adjusted to reflect inflation and the additional testing\nthat drug companies have begun doing to obtain FDA approval for\ntheir medicines.\n\n   Only a small percentage of the $500 million represents the\nactual cost of developing a particular medicine, DiMasi said. The\nrest of the cost is attributed to lost opportunities: years spent\ngoing down scientific ``dry holes'' and research money that could\nhave generated interest had it been invested instead.\n\n   Levy, the drug-development expert, says the Bayh-Dole law has\naltered that equation. In the past, Levy said, ``academia was\ncoming up with concepts, not molecules'' for drug development.\nToday, university scientists are more commercially oriented; many\nare spinning off their own biotech companies to develop their\nideas. That, in turn, has enabled companies like Pharmacia to shift\nresources away from in-house research and development and toward\noutside collaborations, a strategy known as ``external\ninnovation.''\n\n   For instance, Pharmacia shut down Stjernschantz's prostaglandin\nlab after Xalatan went on the market in 1996, instead giving\nStjernschantz a grant to continue his research at a nearby\nuniversity.\n\n   And last year Pharmacia spent $650 million to buy Sugen, a\nbiotech concern in San Francisco that is collaborating with the\nNational Cancer Institute on clinical trials of its two leading\ndrugs. The company's co-founder, Dr. Joseph Schlessinger, is a New\nYork University scientist whose initial financing included a\nnine-year grant from the cancer institute, NIH records show.\n\n   So the pharmaceutical companies have become more efficient, in\npart because university researchers are more efficient. As Levy put\nit, the companies are ''not having to dig as many dry holes.''\n\n   Drawback in Development\n\n   Once Stjernschantz had identified the latanaprost molecule,\nPharmacia needed a place to produce it in large amounts for testing\nin people. It takes 110 raw materials, 32 separate chemical\nreactions and three months to make a batch of latanaprost, and few\ncompanies had the technical know-how.\n\n   Among those that did was the Chinoin Pharmaceutical and Chemical\nWorks, in Bito's hometown, Budapest. The 88-year-old company, owned\nuntil recently by the Hungarian communist government, sits hard by\nthe railroad tracks in a drab corner of the city, a vast array of\n100 low-slung buildings connected by a maze of steel pipes.\n\n   Bito knew Chinoin's chemists well. He introduced them to\nofficials at Pharmacia, and after some testy east-west\nnegotiations, clinical trials were under way by the early 1990s in\nthree countries, with Chinoin producing the key ingredient.\n\n   Camras, the young medical student who worked with Bito at\nColumbia, was brought in to run the U.S. arm of the final study; by\nthis time he had become an ophthalmologist, with an academic\nappointment at the University of Nebraska.\n\n   Human testing is typically the most expensive part of the drug\ndevelopment process. Clinical trials usually consist of three\nphases; the first study tests safety and looks for the proper dose;\nif the drug is safe, it moves to the second phase to test\neffectiveness in a limited number of patients.\n\n   The costliest clinical trial is the last one, the large Phase 3\nstudy to prove the drug is safe and effective, proof that is\nnecessary for the Food and Drug Administration approval. Depending\non the drug and the amount of medical care involved, experts say\nthe cost of a Phase 3 trial can range from $10,000 to $20,000 per\npatient.\n\n   The Phase 3 study of Xalatan was relatively small, focusing on\njust 829 people. The company will not say what it spent on that\nstudy, or any other. But Stjernschantz, the project manager, said\nthe total costs for all trials was significantly less than $30\nmillion, an estimate that, a Columbia researcher said, Pharmacia\nprovided to the university before the testing had begun.\n\n   The trials gave the company precisely what it was looking for:\nproof that Xalatan, given once a day, lowered intraocular pressure\nas much as the gold standard of glaucoma treatment, timolol.\n\n   But the studies turned up a worrisome, and unique, side effect:\nXalatan caused 7.2 percent of patients' eyes to darken, changing\nfrom blue or green to brown. The company nearly pulled the plug on\nthe project. ``That was a very terrible crisis,'' Stjernschantz\nsaid.\n\n   In the end, the pigmentation issue led to less-than-wholehearted\nbacking from the FDA, which approved the drug on June 6, 1996, with\na caveat: Xalatan, it said, should be used only as backup therapy\nwhen all other drugs have failed, and not as a ``first-line''\ntreatment. It was a setback, but hardly a fatal one.\n\n   Today, Xalatan is approved for sale around the world, from the\nUnited States to Japan, Australia and all across Europe. The key\ningredient is still being manufactured at Chinoin in Budapest,\nalthough the Hungarian company has since become a subsidiary of\nSanofi, the French pharmaceutical giant.\n\n   The Chinoin-Pharmacia partnership has been a profitable one.\nChinoin is making a 50 percent return on its prostaglandin\ninvestment, company officials said. And Pharmacia pays Chinoin\nslightly more than $5 million a year for the manufacturing of\nlatanaprost, said Tibor Szabo, who directs the prostaglandin\nbusiness unit at Chinoin.\n\n   That amounts to roughly one one-hundredth of Xalatan's $507\nmillion in annual sales last year. Or to put it another way, the\ncost of making the key ingredient is just 1 percent of the revenue\nXalatan generates.\n\n   nn\n\n   Basing Price on Buyers\n\n   Among Bito, the National Institutes of Health and Pharmacia, 20\nyears and many millions of dollars were spent getting Xalatan to a\npoint where it could be sold to the public. But those costs bear\nlittle relationship to the price of the drug.\n\n   Nor is the price based on what the company spends to make and\nsell Xalatan, which includes not only the $5 million paid to\nChinoin but also the cost of diluting, bottling and shipping the\ndrug, the royalties paid to Columbia, and other costs, such as\nmarketing.\n\n   Globally, there can be scores of prices for the same drug, as\nXalatan shows.\n\n   In the United States, where there are no government\nrestrictions, the basic price set by the company is determined by\nwhat the market will bear, taking into consideration the\ncompetition, the drug's side effects, and the patient population.\n\n   Xalatan is the first and only prostaglandin-based glaucoma drug,\nwhich gives it a competitive edge. It is taken only once a day;\nother drops must be taken more often. And aside from the eye\npigmentation, it has fewer side effects. In the United States, the\ncompany sells the drug for about $36 a bottle wholesale, making it\nfar more expensive than the cheapest generic, but roughly in line\nwith other brand-name glaucoma medications, according to industry\ndata and experts.\n\n   That price changes from customer to customer. Large health\nmaintenance organizations, as well as the government, can often\nwring discounts out of manufacturers, while people with no\nprescription-drug coverage must pay the full price. The Department\nof Veterans Affairs, for instance, pays $25 a bottle for Xalatan,\nabout half what uninsured patients like Russell pay. And there are\neven different prices within the government; smaller federal\nagencies pay $29 a bottle for Xalatan.\n\n   Overseas, price controls make for a different story.\n\n   In Bito's home country, Hungary, where the government pays for\napproved medications, Pharmacia receives a negotiated price of\n$17.50 a bottle for Xalatan, said Katalin Szutrely, who runs\nPharmacia's Hungarian branch. Because the drug is so costly, she\nsaid, obtaining government approval to market it was difficult. One\nselling point was Bito himself. ``We were proud of him being the\ninventor,'' she said, ``and we used his name.''\n\n   That does not mean the drug is reaching a lot of patients in\nHungary. A panel of Hungarian eye doctors recommended Xalatan as a\nfirst-line treatment, Szutrely said, but the government pays for it\nonly when doctors can prove that all other eyedrops have failed. As\nSzutrely said, ``If you don't have the reimbursement, you cannot\nsell the drug.''\n\n   Back in Washington, the debate revolves around dueling sets of\nstatistics about why Americans often pay more. Some say the price\nof new medicines is driving up health-care costs. Kaiser\nPermanente, the health maintenance organization, says it spent $4.7\nmillion on glaucoma drugs in 1995, the year before Xalatan was\nintroduced. Last year, Kaiser's expenditures for glaucoma reached\n$20.4 million, $9 million of it on Xalatan.\n\n   To counter such numbers, industry officials argue that Xalatan\nand other new medicines may be saving money as well, by reducing\nthe need for doctors' visits and also for surgery. At the same\ntime, they say the American free market provides the companies with\nthe profits they need to plow back into research, so that patients\ncan benefit from the next generation of drugs like Xalatan.\n\n   ``I'm worried about low prices in Europe,'' Harfstrand said.\n``It discourages innovation.''\n\n   And because more prescription drugs are made and sold in the\nUnited States than in any other country, the thought of regulation\nis especially troubling to the companies. In the case of Xalatan,\nfor instance, over half the drug's sales are in the United States.\n\n   ``The U.S. has been the only major free market for\npharmaceuticals,'' Fred Hassan, Pharmacia's chief executive, said\nin a company newsletter last fall, ``and that has benefited\npatients as well as our industry.''\n\n   Science vs. Selling\n\n   As Xalatan's inventor, Bito likes to think of the drug as a\ntriumph of science. But at Pharmacia, they speak proudly of Xalatan\nas a triumph of marketing.\n\n   The FDA's recommendation of Xalatan as only a backup therapy\npresented a considerable challenge to the company: how to persuade\ndoctors to turn to their drug before other glaucoma medications.\nThe company pursued an aggressive strategy, according to the drug\nagency's records and interviews with eye doctors, leaving the\nimpression but not stating explicitly that Xalatan should be\nconsidered as a first-line therapy.\n\n   The drug's growing sales suggest the strategy has worked; in an\nadvertisement announcing its merger with Monsanto, Pharmacia\nproudly called Xalatan ``the new gold standard for treatment of\nglaucoma.''\n\n   Company documents show that Pharmacia spent 40 percent of its\noverall revenue on marketing and administrative expenses last year,\nmore than twice what it spent on research. In the last year alone,\nit increased its global sales force by 30 percent to 6,500 people,\nincluding scores of ``detail men'' who make door-to-door visits to\ndoctors. Last year, company officials say, those detail men gave\naway more than a million free samples of Xalatan to doctors.\n\n   Companies gauge a product's success by its gross-profit margin _\nthe money left from sales after expenses, but before taxes. The\nPharmaceutical Research and Manufacturers Association says only\nthree out of 10 medicines recover their research and development\ncosts. But those that do, like Xalatan, can be hugely profitable.\n\n   A reconstruction of Xalatan's profitability, based on outside\nexperts and company documents, suggests its profit margin is likely\nhigher than the company's average of 76 percent, perhaps as high as\n90 percent. The company, however, will not talk about Xalatan's\nearnings.\n\n   As Harfstrand said, ``We never comment on gross margins on\nindividual products.''\n\n   nn\n\n   Behind the Popularity\n\n   To spend a day in the examining room with Dr. Harry Quigley,\ndirector of the glaucoma service at the Wilmer Eye Institute at\nJohns Hopkins University, is to see why Xalatan is popular with\nboth doctors and patients. As one of the United States' best-known\neye specialists, Quigley sees as many as 40 patients on any given\nday, and these days, it seems, he is prescribing Xalatan to most.\n\n   He likes the drug for the obvious reason: It reduces intraocular\npressure. His patients like it, too; in interviews, several said it\ncaused less redness and irritation than other glaucoma drops, and\nthey preferred its once-a-day formula. Other drugs to combat\nglaucoma must be taken as often as four times a day. For Quigley,\nconvenience is hardly a side issue; the once-a-day regimen, he\nsaid, means patients are more likely to take their eyedrops.\n\n   In October of 1996, a few months after Xalatan was on pharmacy\nshelves, Quigley prescribed it to Russell, the retired optician,\nwho is blind in his right eye and nearly blind in the left. The\ndrug worked to perfection, lowering Russell's intraocular pressure\nto well within normal range. ``It was fantastic,'' he said.\n\n   The only problem was the price. ``Forty-five bucks,'' Russell\nexclaimed, cradling a bottle of Xalatan in his hand. ``I flinch\nevery time I think about it.''\n\n   Like many older people, Russell takes other medications that run\nup his monthly prescription-drug bill. For a time, he said, he paid\nout of pocket for Xalatan. Then his wife, Millie, discovered that\nPharmacia runs a prescription assistance program for patients with\n``short-term financial hardship.'' Under the program, the company\nprovides drugs, with patients typically making a $5 co-payment to\nthe pharmacy, for six months, and then patients can reapply.\n\n   Russell was approved for the program. But last August, he\nreceived a letter from Pharmacia telling him his discounted supply\nof Xalatan would run out in November, and urging him to find\nanother, more permanent, way to pay for the drug.\n\n   But Russell did not have another way to pay. So Quigley proposed\nan alternative that Medicare would pay for: surgery to lower the\nintraocular pressure. It was not the optimal solution, Quigley\nsaid, because Russell's glaucoma was well controlled with the drops\nand the operation meant a 2 percent to 3 percent risk that he would\nlose sight in his only good eye, plus a continuing risk of\ninfection.\n\n   ``The best way to take care of Russell would have been to\ncontinue his medications,'' the doctor said. ``That was not\npractical, so we did the next best thing.''\n\n   For Quigley, the situation was hardly extraordinary. Too many of\nhis patients, he said, are ``being forced to choose between paying\nthe rent, buying food and taking expensive medicine.'' And he is\nirritated that Pharmacia offers patients only short-term help. ``If\nsomebody is going to start taking medication,'' he said, ``they are\ngoing to need it indefinitely, and they are unlikely to be poor for\nonly six or 12 months.''\n\n   Also troubled is Dr. J. William Doyle, a University of Florida\nophthalmologist who has studied company assistance programs and\nfound them often inaccessible to patients. ``It's a hassle,'' he\nsaid, and many patients choose cheaper, less effective medicines\nrather than jumping through the bureaucratic hoops necessary to get\ndrugs at reduced prices.\n\n   At Pharmacia, officials will not divulge information about how\nmany patients receive help from the medication assistance program,\nor how much the company spends on in it.\n\n   Russell, for one, says he is quite familiar with the\npharmaceutical industry's arguments about the cost of prescription\ndrugs, and he does not believe them.\n\n   ``They say the extra price is for research,'' he said. ``That's\nhard to believe.''\n\n   Though it is not the most often-prescribed glaucoma drug,\nXalatan brought in more revenue last year than any of its\ncompetitors, and was Pharmacia's best-selling product before the\ncompany's merger with Monsanto.\n\n   Pharmacia, which had $7 billion in revenue last year, before the\nmerger, forecasts $750 million in annual sales for Xalatan by 2002.\nBut the patent is due to expire in 2011, according to the company,\nand competitors are busy developing rival products. Pharmacia is\nbusy, too; it is already seeking FDA approval of a new product, a\ncombination of Xalatan and timolol, the leading generic competitor,\nthat could extend the life of the patent.\n\n   As for Bito, he has closed down his lab at Columbia and is back\nin Budapest, living in a spacious apartment with high ceilings and\nwood floors and a large picture window that looks out on the Roman\nCatholic church he attended as a boy. Despite the millions he has\nearned from Xalatan, he lives relatively modestly, driving around\nhills above the Danube in an 18-year-old Russian car. He has\nfinally achieved his dream of becoming a novelist; his latest book,\n``Abraham & Isaac,'' has made the best-seller list in Hungary.\n","Headline":"\nDRUG FIRMS REAP PROFITS ON TAX-BACKED RESEARCH \n","Text":["\n   On Jan. 7, 1982, in a laboratory at Columbia University, a\nlittle-known science professor, Laszlo Z. Bito, finished a\nnine-month experiment on the eyes of cats. In his handwritten data,\ncarefully charted in gray hardcover notebooks, lay the origins of\nwhat every pharmaceutical company longs for: a blockbuster drug.\n","\n   The drug is Xalatan, a best-selling eyedrop for glaucoma. With\n$507 million in sales last year _ and the potential for billions\nmore, most of it pure profit _ the 4-year-old medicine is the\nequivalent of liquid gold for its manufacturer, Pharmacia Corp. The\neyedrop earned Columbia University about $20 million in royalties\nlast year, and it has made a millionaire of Bito as well.\n","\n   Yet there are other, unseen, partners in the creation of\nXalatan: the American taxpayers, who backed Bito's work with $4\nmillion from the National Institutes of Health. The taxpayers have\nreaped no financial return on their investment; their reward,\ngovernment officials say, is the eyedrop itself.\n","\n   Xalatan costs patients $45 to $50 for a tiny bottle that lasts\nsix weeks. That price _ about $1 a day for a drug that staves off\nblindness _ may not seem excessive. But the key ingredient in that\ndaily dose costs Pharmacia only pennies to make, and Americans, who\nlive in the only industrialized nation that lacks government\nrestraints on drug prices, pay more than twice what European\npatients pay for the drug.\n","\n   That puts Xalatan out of reach for patients like Albert Russell,\na retired optician and part-time blues singer from Prince George's\nCounty, Md. Russell, whose glaucoma has left him nearly blind,\nlives on an $832-a-month Social Security check. He is among the\none-third of elderly Americans who lack prescription-drug coverage,\nand when he talks about Xalatan, he uses the word ``outrageous'' to\ndescribe its price.\n","\n   To officials at Pharmacia, the price is fair. ``We are bringing\nforth innovation,'' said Dr. Anders Harfstrand, the company's vice\npresident for ophthalmology, ``and innovation always brings a\npremium.''\n","\n   In this election year, the cost of prescription medicines is at\nthe center of the political debate. With the biomedical revolution\nyielding a flood of new therapies, drugs are now the\nfastest-growing component of the United States'\ntrillion-dollar-a-year medical bill.\n","\n   As Congress contemplates expanding Medicare to include\nprescription-drug coverage, and some states move to bring drug\nprices more in line with those in foreign countries, the industry\nis struggling to fend off federal regulation that might limit its\nability to set prices.\n","\n   At the heart of the fight is Harfstrand's contention that the\nprice of medication is justified by the extreme risk of failure and\nhigh cost of drug discovery _ an average of $500 million per drug,\nby the industry's estimate. It is an argument that the\npharmaceutical industry, one of the world's most lucrative and\nsecretive businesses, has relied on for over 40 years. But it has\nrarely been put under a microscope, because the industry will not\ndivulge the costs of researching and developing a particular drug.\n","\n   To shed light on the subject, The New York Times examined\nXalatan, from its genesis in Bito's laboratory to its arrival in\nthe medicine cabinets of patients in 57 countries.\n","\n   Pharmacia declined to disclose specific financial information\nabout the making of the drug. But through interviews with key\nparticipants and an analysis of publicly available documents, the\nexamination found, among other things, that Pharmacia spent no more\nthan $150,000 to buy the rights to Bito's invention from Columbia.\nThough it later spent tens of millions of its own money to develop\nthe drug, the company acknowledges that Bito, with the taxpayers'\nsupport, provided it an ``uncut diamond'' that later became\nXalatan.\n","\n   The industry's reliance on taxpayer-supported research _\ncharacterized as ``a subsidy'' by the very same economists whose\nwork the industry relies on _ is commonplace, the examination also\nfound. So commonplace, in fact, that one industry expert is now\nraising questions about the companies' arguments.\n","\n   The expert, Dr. Nelson Levy, a former head of research and\ndevelopment at Abbott Laboratories, who now works as a consultant\nfor industry and the federal government on drug development,\nbluntly challenged the industry's oft-repeated cost of developing a\ndrug. ``That it costs $500 million to develop a drug,'' Levy said\nin a recent interview, ``is a lot of bull.''\n","\n   Finally, the examination found, federal officials have abandoned\nor ignored policies that could have led to lower prices for\nmedicines developed with taxpayer dollars. That is partly because\nthe government has lost track of what drugs are invented with its\nmoney, and partly, officials say, because the industry resisted\ngovernment efforts to get involved in pricing.\n","\n   As Dr. Bernadine Healy, a former director of the National\nInstitutes of Health, said in a recent interview, ``We sold away\ngovernment research so cheap.''\n","\n   Going Against the Standard\n","\n   Like many scientific discoveries, the invention of Xalatan began\nwith a hunch. It was the mid-1970s, and Bito, a hard-driving\nresearcher who bucked the eye-research establishment with his\nunconventional ideas about glaucoma treatment, had been named an\nassistant professor of ophthalmology at Columbia University.\n","\n   Born in Budapest, Hungary, he was conscripted into a\nforced-labor coal-mining camp at 18. In 1956, the year the\ncommunists quashed a rebellion in his homeland, he escaped,\neventually fleeing for the United States. His passion was writing,\nbut he abandoned it for a career in science, particularly the study\nof the eye.\n","\n   Bito was interested in a family of chemicals produced by the\nbody, prostaglandins, and how they might affect the eye,\nparticularly the fluid, known as aqueous humor, that nourishes the\ncornea and the lens. In glaucoma, the aqueous humor does not drain\nquickly enough, causing an increase in intraocular pressure _\npressure inside the eye. This pressure can damage the optic nerve,\ncausing vision loss and ultimately blindness.\n","\n   An estimated 2 million Americans have glaucoma, and every year\n120,000 Americans go blind from the disease. The elderly,\nAfrican-Americans, and people with family histories of the disease\nare at greatest risk. Glaucoma is often called ``the sneak thief of\nsight.'' Often, by the time the patient notices vision loss,\nglaucoma can only be halted, not reversed.\n","\n   nn\n","\n   When Bito began his research, ophthalmologists had already\nconcluded that prostaglandins raised intraocular pressure, and were\ntherefore dangerous. But Bito, along with a student at Columbia\nMedical School, Carl Camras, suspected otherwise; they thought that\nif prostaglandins were given in extremely small doses, they could\nactually reduce the pressure.\n","\n   In 1977, after a series of studies on the eyes of rabbits, they\npublished a paper showing just that. ``It was blasphemy,'' Camras\nsaid.\n","\n   Bito continued the work with monkeys, cats, and even himself,\nsquirting the chemical in his own eye to gauge how much redness and\nirritation it caused. The studies were paid for by the National Eye\nInstitute, a branch of the health institutes.\n","\n   Within weeks of the cat experiment's conclusion in 1982,\nadministrators at Columbia University had steered Bito to a patent\nlawyer; in May of that year, he applied for a patent.\n","\n   It felt strange, he said, but it signified the changing culture\nof the ivory tower. As a professor, Bito was accustomed to\npublishing his work in journals and talking about it at scientific\nmeetings. Patenting, to him, represented secrecy, the culture of\nindustry, not academia.\n","\n   ``It was looked down on,'' Bito said. ``It was too commercial.''\n","\n   Law Behind the Companies\n","\n   Commerce, however, was exactly what Congress had in mind when,\nin late 1980, it passed legislation that directed federally\nfinanced researchers like Bito to patent their inventions, or risk\nlosing control of them to the government.\n","\n   Ronald Reagan had just won election on a platform to make\nAmerica strong again. Japan's electronic industry was outcompeting\nthe United States in its own back yard. Determined not to lose,\nCongress passed Public Law 96-517, known as the Bayh-Dole Act after\nSens. Birch Bayh of Indiana and Bob Dole of Kansas.\n","\n   The law was designed to push federally financed research from\nthe university laboratory into the marketplace. Scientists who made\ndiscoveries using taxpayer money were required to file invention\nreports with the government. Universities were directed to license\npatented inventions to companies that would commercialize them.\n","\n   The law was originally passed to aid small businesses, but later\nit was modified so that even big companies like Pharmacia could\nbenefit. If a company did not develop a product quickly enough, the\ngovernment could revoke the company's license and hand the job over\nto a competitor. It could also take control of an invention to\nalleviate ``health or safety needs,'' the law said.\n","\n   Once an invention is on the market, the law grants the\ngovernment the right to buy it without paying customary royalties.\nAt the same time, say patent experts in the Clinton administration\nand at the National Science Foundation, other laws enable federal\nagencies to put taxpayer-financed inventions out to competitive\nbidding.\n","\n   For example, the government, which buys Xalatan, could give\ncompanies other than Pharmacia the opportunity to manufacture the\neyedrop and sell it at a lower price _ but only to the government.\n","\n   So, these experts say, the Bayh-Dole law, in conjunction with\nother provisions, could result in lower drug prices for the\nDepartment of Veterans Affairs and the National Institutes of\nHealth, two major purchasers of medicines.\n","\n   But in the 20 years since the Bayh-Dole bill became law, the\ngovernment has not taken advantage of these provisions, say\nofficials at the health institutes. One reason, said Dr. Wendy\nBaldwin, a deputy director at the agency, is that the government\nalready buys drugs cheaply by purchasing them in bulk. But even if\nfederal officials wanted to use the Bayh-Dole Act to get medicines\nat still lower prices, they could not because they do not keep\ntrack of products, including drugs, that are invented with taxpayer\nmoney.\n","\n   That failure has drawn criticism from the General Accounting\nOffice, the investigative arm of Congress, which last year\nconducted a review of the government's invention reporting system.\n``Inaccurate, incomplete and inconsistent,'' the accounting office\nconcluded.\n","\n   Last year, a preliminary report by the inspector general's\noffice of the Department of Health and Human Services found that as\nmany as 22 percent of discoveries financed by the health institutes\nwere not reported by universities, as is required.\n","\n   More than 2,000 inventions developed with government money were\nreported to the health institutes last year, but Baldwin and other\nagency officials said in interviews that they had no idea which, if\nany, companies had licensed those inventions, or how they were\nbeing used.\n","\n   As for the issue of what consumers pay for drugs, the health\ninstitutes have concluded they should stay out of it. When Healy\nwas director of the agency in the early 1990s, she insisted that\ncompanies interested in developing drugs that had been invented by\ngovernment scientists sign contracts agreeing to ``reasonable\npricing'' for those medicines.\n","\n   The companies balked at the reasonable-pricing clause. ``I was\npersona non grata for it,'' said Healy, who now heads the American\nRed Cross. The provision was dropped in 1995 by Dr. Harold Varmus,\nher successor; at the time, he said the policy was discouraging\ncollaboration by driving industry away.\n","\n   In the end, said Baldwin, the official designated by the NIH to\nanswer questions for this article, taxpayers may not get lower drug\nprices. Still, she said: ``The current policies are actually\nbringing drugs to market. It's a huge advance, a wonderful\naccomplishment.''\n","\n   nn\n","\n   Going Abroad for Help\n","\n   If the federal government leaves it to companies to decide how\nmuch consumers pay for taxpayer-backed inventions, universities are\neven less concerned about the prices. The Bayh-Dole Act has meant a\nwindfall in revenues from licensing and royalties for them, none\nmore than Columbia.\n","\n   Last year, Columbia earned $96 million in licensing fees and\nroyalties under the Bayh-Dole law, ranking it first among\nuniversities in royalties from inventions, said Jack Granowitz, who\nruns Columbia's program to commercialize university inventions.\nRoughly $20 million of that money was from Xalatan; one-fifth goes\nto Bito and the university keeps the rest.\n","\n   When Bito first filed his patent application in 1982, no drug\ncompany in the United States would touch it; most glaucoma experts\nremembered well the studies showing that prostaglandins could only\nhurt people with the disease. Bito recalled: ``They said, `It's\ncrazy. You can't put prostaglandins in the eye.'''\n","\n   So Bito approached another Hungarian eye researcher who knew\npeople at Pharmacia, at the time one of Sweden's largest drug\ncompanies. (The company, now of Peapack, N.J., has since undergone\ntwo mergers, one with Upjohn in 1995, and another this year, with\nMonsanto.) Within a year, Bito said, Pharmacia had bought exclusive\nrights to his idea, paying Columbia between $100,000 and $150,000.\nThe government received no fees; the law did not require it.\n","\n   For Pharmacia, which was already marketing a cataract therapy\ndeveloped by Bito's Hungarian friend, it was a nice fit. It was\nalso a way for the company to hedge the risky bets it made on drug\ndevelopment.\n","\n   The industry's own studies show that drug research is riskiest\nin the early stages, when a company has no way to tell if a given\ncompound is a blockbuster or a dud. The companies often build on\nbasic scientific findings that emerge from taxpayer-financed\nstudies, underwriting the applied science themselves. But in some\ncases, as with Xalatan, those studies actually produce a practical\ndiscovery that can be licensed, allowing companies to step in when\nprofits seem more assured.\n","\n   No one knows precisely how many medicines result from such\nlicensing arrangements, but they are not unusual. For example,\nTrusopt, a glaucoma eyedrop by Merck, was taken to the market in\nsimilar fashion, after researchers at the University of Florida,\nwith backing from the National Eye Institute, discovered how to\nconvert a related drug from pill to drop form. As Dr. Carl Kupfer,\nthe institute's director, said, ``A pharmaceutical company wouldn't\ntake over the drug unless the animal testing looked very\nfeasible.''\n","\n   Still, Pharmacia was hardly getting a finished product. ``An\nuncut diamond'' is how Harfstrand described Bito's work. Using the\nnatural prostaglandins Bito had identified, Pharmacia had the task\nof developing a synthetic molecule that could be given safely to\npeople.\n","\n   It was a tall order. As Bito well knew from squirting the\nchemicals into his own eyes, the prostaglandins caused redness and\nirritation. One of Sweden's leading eye experts, Dr. Anders Bill,\nremembered informing the company that Bito's idea was ``next to\nridiculous,'' and giving it only a 5 percent chance of success. The\ndrug industry's trade association says for every 250 compounds that\nemerge from a laboratory to enter this kind of preclinical testing,\nonly one makes it to market.\n","\n   By 1985, two years into Pharmacia's contract with Columbia, the\ncompany's research was progressing slowly. Bito persuaded Granowitz\nto write a letter to the company reminding it that, under the\nBayh-Dole law, the government could step in and take control of the\ninvention. The next year, Pharmacia hired a new manager for the\nproject, a Swedish pharmacologist, Johan Stjernschantz.\n","\n   By 1988, Stjernschantz had found what Pharmacia was looking for:\na family of chemical cousins to Bito's prostaglandins that also\nlowered pressure but without the troubling irritation. From this\nfamily, Stjernschantz said, he selected latanaprost, the key\ningredient for the compound that would later take the trade name\nXalatan.\n","\n   The uncut diamond was now a sparkling gem.\n","\n   Government's Silent Role\n","\n   How much was Bito's government-supported work worth to\nPharmacia? Only company officials know, and they won't say.\n","\n   That kind of secrecy is typical, making it difficult for\noutsiders to examine drug-pricing issues. Nonetheless, experts\ncharacterize work like Bito's as an extremely valuable subsidy for\na business that is already receiving government help in other\nareas, such as tax credits for research and development.\n","\n   Levy, the former Abbott Laboratories executive, says preclinical\nresearch could account for as much as 20 percent to 25 percent of a\ncompany's research and development budget for a particular drug.\n","\n   ``NIH-supported research represents a subsidy to pharmaceutical\ndevelopment,'' said Dr. Louis Lasagna, an expert in drug\ndevelopment at Tufts University whose studies are widely cited by\nthe industry. ``But you need a midwife, the companies, to bring it\nto market.''\n","\n   The word ``subsidy,'' not surprisingly, rankles drug-industry\nofficials, who say that other businesses, including the\nmedical-device industry, also benefit from public science.\n","\n   Yet it is clear that the government plays an important, and an\nincreasing, role in drug development, both through inventions like\nBito's and through more basic scientific research on which the\ncompanies can build. A 1995 study by the Massachusetts Institute of\nTechnology found that of the 14 new drugs the industry identified\nas the most medically significant in the preceding 25 years, 11 had\ntheir roots in studies paid for by the government.\n","\n   ``The general pattern is that industry is building enormously\nheavily on basic research supported by NIH,'' said Dr. Francis\nNarin, president of CHI Research, a consulting firm that has\nanalyzed patents as a way of measuring the role public science\nplays in industry.\n","\n   In a 1997 study commissioned by the National Science Foundation,\nCHI looked at the most significant scientific research papers cited\nin medicine patents. It found that half the cited studies were paid\nfor with United States public funds, primarily from government and\nacademia; only 17 percent were paid for by industry. (The rest came\nfrom public and private foreign sources.)\n","\n   And in a study with the National Eye Institute, published in\n1996, CHI found that 41 percent of patented eye-care technology was\nlinked to research financed by the health institutes, including\nBito's studies, which have been cited in 15 patents, including\nXalatan's.\n","\n   ``I think that is very typical,'' Narin said of Bito's work.\n``If you find any good advanced biomedical patent, and you look at\nits science references, most of them are going to be public,''\nmeaning from publicly financed research.\n","\n   nn\n","\n   The industry's estimate for the average cost of developing a\ndrug _ $500 million _ is drawn from a study that was published in\n1991 by Lasagna and Dr. Joseph DiMasi, an economist at Tufts, and\nhas been adjusted to reflect inflation and the additional testing\nthat drug companies have begun doing to obtain FDA approval for\ntheir medicines.\n","\n   Only a small percentage of the $500 million represents the\nactual cost of developing a particular medicine, DiMasi said. The\nrest of the cost is attributed to lost opportunities: years spent\ngoing down scientific ``dry holes'' and research money that could\nhave generated interest had it been invested instead.\n","\n   Levy, the drug-development expert, says the Bayh-Dole law has\naltered that equation. In the past, Levy said, ``academia was\ncoming up with concepts, not molecules'' for drug development.\nToday, university scientists are more commercially oriented; many\nare spinning off their own biotech companies to develop their\nideas. That, in turn, has enabled companies like Pharmacia to shift\nresources away from in-house research and development and toward\noutside collaborations, a strategy known as ``external\ninnovation.''\n","\n   For instance, Pharmacia shut down Stjernschantz's prostaglandin\nlab after Xalatan went on the market in 1996, instead giving\nStjernschantz a grant to continue his research at a nearby\nuniversity.\n","\n   And last year Pharmacia spent $650 million to buy Sugen, a\nbiotech concern in San Francisco that is collaborating with the\nNational Cancer Institute on clinical trials of its two leading\ndrugs. The company's co-founder, Dr. Joseph Schlessinger, is a New\nYork University scientist whose initial financing included a\nnine-year grant from the cancer institute, NIH records show.\n","\n   So the pharmaceutical companies have become more efficient, in\npart because university researchers are more efficient. As Levy put\nit, the companies are ''not having to dig as many dry holes.''\n","\n   Drawback in Development\n","\n   Once Stjernschantz had identified the latanaprost molecule,\nPharmacia needed a place to produce it in large amounts for testing\nin people. It takes 110 raw materials, 32 separate chemical\nreactions and three months to make a batch of latanaprost, and few\ncompanies had the technical know-how.\n","\n   Among those that did was the Chinoin Pharmaceutical and Chemical\nWorks, in Bito's hometown, Budapest. The 88-year-old company, owned\nuntil recently by the Hungarian communist government, sits hard by\nthe railroad tracks in a drab corner of the city, a vast array of\n100 low-slung buildings connected by a maze of steel pipes.\n","\n   Bito knew Chinoin's chemists well. He introduced them to\nofficials at Pharmacia, and after some testy east-west\nnegotiations, clinical trials were under way by the early 1990s in\nthree countries, with Chinoin producing the key ingredient.\n","\n   Camras, the young medical student who worked with Bito at\nColumbia, was brought in to run the U.S. arm of the final study; by\nthis time he had become an ophthalmologist, with an academic\nappointment at the University of Nebraska.\n","\n   Human testing is typically the most expensive part of the drug\ndevelopment process. Clinical trials usually consist of three\nphases; the first study tests safety and looks for the proper dose;\nif the drug is safe, it moves to the second phase to test\neffectiveness in a limited number of patients.\n","\n   The costliest clinical trial is the last one, the large Phase 3\nstudy to prove the drug is safe and effective, proof that is\nnecessary for the Food and Drug Administration approval. Depending\non the drug and the amount of medical care involved, experts say\nthe cost of a Phase 3 trial can range from $10,000 to $20,000 per\npatient.\n","\n   The Phase 3 study of Xalatan was relatively small, focusing on\njust 829 people. The company will not say what it spent on that\nstudy, or any other. But Stjernschantz, the project manager, said\nthe total costs for all trials was significantly less than $30\nmillion, an estimate that, a Columbia researcher said, Pharmacia\nprovided to the university before the testing had begun.\n","\n   The trials gave the company precisely what it was looking for:\nproof that Xalatan, given once a day, lowered intraocular pressure\nas much as the gold standard of glaucoma treatment, timolol.\n","\n   But the studies turned up a worrisome, and unique, side effect:\nXalatan caused 7.2 percent of patients' eyes to darken, changing\nfrom blue or green to brown. The company nearly pulled the plug on\nthe project. ``That was a very terrible crisis,'' Stjernschantz\nsaid.\n","\n   In the end, the pigmentation issue led to less-than-wholehearted\nbacking from the FDA, which approved the drug on June 6, 1996, with\na caveat: Xalatan, it said, should be used only as backup therapy\nwhen all other drugs have failed, and not as a ``first-line''\ntreatment. It was a setback, but hardly a fatal one.\n","\n   Today, Xalatan is approved for sale around the world, from the\nUnited States to Japan, Australia and all across Europe. The key\ningredient is still being manufactured at Chinoin in Budapest,\nalthough the Hungarian company has since become a subsidiary of\nSanofi, the French pharmaceutical giant.\n","\n   The Chinoin-Pharmacia partnership has been a profitable one.\nChinoin is making a 50 percent return on its prostaglandin\ninvestment, company officials said. And Pharmacia pays Chinoin\nslightly more than $5 million a year for the manufacturing of\nlatanaprost, said Tibor Szabo, who directs the prostaglandin\nbusiness unit at Chinoin.\n","\n   That amounts to roughly one one-hundredth of Xalatan's $507\nmillion in annual sales last year. Or to put it another way, the\ncost of making the key ingredient is just 1 percent of the revenue\nXalatan generates.\n","\n   nn\n","\n   Basing Price on Buyers\n","\n   Among Bito, the National Institutes of Health and Pharmacia, 20\nyears and many millions of dollars were spent getting Xalatan to a\npoint where it could be sold to the public. But those costs bear\nlittle relationship to the price of the drug.\n","\n   Nor is the price based on what the company spends to make and\nsell Xalatan, which includes not only the $5 million paid to\nChinoin but also the cost of diluting, bottling and shipping the\ndrug, the royalties paid to Columbia, and other costs, such as\nmarketing.\n","\n   Globally, there can be scores of prices for the same drug, as\nXalatan shows.\n","\n   In the United States, where there are no government\nrestrictions, the basic price set by the company is determined by\nwhat the market will bear, taking into consideration the\ncompetition, the drug's side effects, and the patient population.\n","\n   Xalatan is the first and only prostaglandin-based glaucoma drug,\nwhich gives it a competitive edge. It is taken only once a day;\nother drops must be taken more often. And aside from the eye\npigmentation, it has fewer side effects. In the United States, the\ncompany sells the drug for about $36 a bottle wholesale, making it\nfar more expensive than the cheapest generic, but roughly in line\nwith other brand-name glaucoma medications, according to industry\ndata and experts.\n","\n   That price changes from customer to customer. Large health\nmaintenance organizations, as well as the government, can often\nwring discounts out of manufacturers, while people with no\nprescription-drug coverage must pay the full price. The Department\nof Veterans Affairs, for instance, pays $25 a bottle for Xalatan,\nabout half what uninsured patients like Russell pay. And there are\neven different prices within the government; smaller federal\nagencies pay $29 a bottle for Xalatan.\n","\n   Overseas, price controls make for a different story.\n","\n   In Bito's home country, Hungary, where the government pays for\napproved medications, Pharmacia receives a negotiated price of\n$17.50 a bottle for Xalatan, said Katalin Szutrely, who runs\nPharmacia's Hungarian branch. Because the drug is so costly, she\nsaid, obtaining government approval to market it was difficult. One\nselling point was Bito himself. ``We were proud of him being the\ninventor,'' she said, ``and we used his name.''\n","\n   That does not mean the drug is reaching a lot of patients in\nHungary. A panel of Hungarian eye doctors recommended Xalatan as a\nfirst-line treatment, Szutrely said, but the government pays for it\nonly when doctors can prove that all other eyedrops have failed. As\nSzutrely said, ``If you don't have the reimbursement, you cannot\nsell the drug.''\n","\n   Back in Washington, the debate revolves around dueling sets of\nstatistics about why Americans often pay more. Some say the price\nof new medicines is driving up health-care costs. Kaiser\nPermanente, the health maintenance organization, says it spent $4.7\nmillion on glaucoma drugs in 1995, the year before Xalatan was\nintroduced. Last year, Kaiser's expenditures for glaucoma reached\n$20.4 million, $9 million of it on Xalatan.\n","\n   To counter such numbers, industry officials argue that Xalatan\nand other new medicines may be saving money as well, by reducing\nthe need for doctors' visits and also for surgery. At the same\ntime, they say the American free market provides the companies with\nthe profits they need to plow back into research, so that patients\ncan benefit from the next generation of drugs like Xalatan.\n","\n   ``I'm worried about low prices in Europe,'' Harfstrand said.\n``It discourages innovation.''\n","\n   And because more prescription drugs are made and sold in the\nUnited States than in any other country, the thought of regulation\nis especially troubling to the companies. In the case of Xalatan,\nfor instance, over half the drug's sales are in the United States.\n","\n   ``The U.S. has been the only major free market for\npharmaceuticals,'' Fred Hassan, Pharmacia's chief executive, said\nin a company newsletter last fall, ``and that has benefited\npatients as well as our industry.''\n","\n   Science vs. Selling\n","\n   As Xalatan's inventor, Bito likes to think of the drug as a\ntriumph of science. But at Pharmacia, they speak proudly of Xalatan\nas a triumph of marketing.\n","\n   The FDA's recommendation of Xalatan as only a backup therapy\npresented a considerable challenge to the company: how to persuade\ndoctors to turn to their drug before other glaucoma medications.\nThe company pursued an aggressive strategy, according to the drug\nagency's records and interviews with eye doctors, leaving the\nimpression but not stating explicitly that Xalatan should be\nconsidered as a first-line therapy.\n","\n   The drug's growing sales suggest the strategy has worked; in an\nadvertisement announcing its merger with Monsanto, Pharmacia\nproudly called Xalatan ``the new gold standard for treatment of\nglaucoma.''\n","\n   Company documents show that Pharmacia spent 40 percent of its\noverall revenue on marketing and administrative expenses last year,\nmore than twice what it spent on research. In the last year alone,\nit increased its global sales force by 30 percent to 6,500 people,\nincluding scores of ``detail men'' who make door-to-door visits to\ndoctors. Last year, company officials say, those detail men gave\naway more than a million free samples of Xalatan to doctors.\n","\n   Companies gauge a product's success by its gross-profit margin _\nthe money left from sales after expenses, but before taxes. The\nPharmaceutical Research and Manufacturers Association says only\nthree out of 10 medicines recover their research and development\ncosts. But those that do, like Xalatan, can be hugely profitable.\n","\n   A reconstruction of Xalatan's profitability, based on outside\nexperts and company documents, suggests its profit margin is likely\nhigher than the company's average of 76 percent, perhaps as high as\n90 percent. The company, however, will not talk about Xalatan's\nearnings.\n","\n   As Harfstrand said, ``We never comment on gross margins on\nindividual products.''\n","\n   nn\n","\n   Behind the Popularity\n","\n   To spend a day in the examining room with Dr. Harry Quigley,\ndirector of the glaucoma service at the Wilmer Eye Institute at\nJohns Hopkins University, is to see why Xalatan is popular with\nboth doctors and patients. As one of the United States' best-known\neye specialists, Quigley sees as many as 40 patients on any given\nday, and these days, it seems, he is prescribing Xalatan to most.\n","\n   He likes the drug for the obvious reason: It reduces intraocular\npressure. His patients like it, too; in interviews, several said it\ncaused less redness and irritation than other glaucoma drops, and\nthey preferred its once-a-day formula. Other drugs to combat\nglaucoma must be taken as often as four times a day. For Quigley,\nconvenience is hardly a side issue; the once-a-day regimen, he\nsaid, means patients are more likely to take their eyedrops.\n","\n   In October of 1996, a few months after Xalatan was on pharmacy\nshelves, Quigley prescribed it to Russell, the retired optician,\nwho is blind in his right eye and nearly blind in the left. The\ndrug worked to perfection, lowering Russell's intraocular pressure\nto well within normal range. ``It was fantastic,'' he said.\n","\n   The only problem was the price. ``Forty-five bucks,'' Russell\nexclaimed, cradling a bottle of Xalatan in his hand. ``I flinch\nevery time I think about it.''\n","\n   Like many older people, Russell takes other medications that run\nup his monthly prescription-drug bill. For a time, he said, he paid\nout of pocket for Xalatan. Then his wife, Millie, discovered that\nPharmacia runs a prescription assistance program for patients with\n``short-term financial hardship.'' Under the program, the company\nprovides drugs, with patients typically making a $5 co-payment to\nthe pharmacy, for six months, and then patients can reapply.\n","\n   Russell was approved for the program. But last August, he\nreceived a letter from Pharmacia telling him his discounted supply\nof Xalatan would run out in November, and urging him to find\nanother, more permanent, way to pay for the drug.\n","\n   But Russell did not have another way to pay. So Quigley proposed\nan alternative that Medicare would pay for: surgery to lower the\nintraocular pressure. It was not the optimal solution, Quigley\nsaid, because Russell's glaucoma was well controlled with the drops\nand the operation meant a 2 percent to 3 percent risk that he would\nlose sight in his only good eye, plus a continuing risk of\ninfection.\n","\n   ``The best way to take care of Russell would have been to\ncontinue his medications,'' the doctor said. ``That was not\npractical, so we did the next best thing.''\n","\n   For Quigley, the situation was hardly extraordinary. Too many of\nhis patients, he said, are ``being forced to choose between paying\nthe rent, buying food and taking expensive medicine.'' And he is\nirritated that Pharmacia offers patients only short-term help. ``If\nsomebody is going to start taking medication,'' he said, ``they are\ngoing to need it indefinitely, and they are unlikely to be poor for\nonly six or 12 months.''\n","\n   Also troubled is Dr. J. William Doyle, a University of Florida\nophthalmologist who has studied company assistance programs and\nfound them often inaccessible to patients. ``It's a hassle,'' he\nsaid, and many patients choose cheaper, less effective medicines\nrather than jumping through the bureaucratic hoops necessary to get\ndrugs at reduced prices.\n","\n   At Pharmacia, officials will not divulge information about how\nmany patients receive help from the medication assistance program,\nor how much the company spends on in it.\n","\n   Russell, for one, says he is quite familiar with the\npharmaceutical industry's arguments about the cost of prescription\ndrugs, and he does not believe them.\n","\n   ``They say the extra price is for research,'' he said. ``That's\nhard to believe.''\n","\n   Though it is not the most often-prescribed glaucoma drug,\nXalatan brought in more revenue last year than any of its\ncompetitors, and was Pharmacia's best-selling product before the\ncompany's merger with Monsanto.\n","\n   Pharmacia, which had $7 billion in revenue last year, before the\nmerger, forecasts $750 million in annual sales for Xalatan by 2002.\nBut the patent is due to expire in 2011, according to the company,\nand competitors are busy developing rival products. Pharmacia is\nbusy, too; it is already seeking FDA approval of a new product, a\ncombination of Xalatan and timolol, the leading generic competitor,\nthat could extend the life of the patent.\n","\n   As for Bito, he has closed down his lab at Columbia and is back\nin Budapest, living in a spacious apartment with high ceilings and\nwood floors and a large picture window that looks out on the Roman\nCatholic church he attended as a boy. Despite the millions he has\nearned from Xalatan, he lives relatively modestly, driving around\nhills above the Danube in an 18-year-old Russian car. He has\nfinally achieved his dream of becoming a novelist; his latest book,\n``Abraham & Isaac,'' has made the best-seller list in Hungary.\n"]}