{"DocumentId":"NYT20000410.0296","TopicId":"NYT","Relevance":"0","Body":" BC-RAMPAGE-KILLERS-III-ART-4TAKES-NYT \nLOOPHOLE PROTECTS MENTALLY ILL FROM GUN-PURCHASE BACKGROUND\nCHECKS \n\n  \n (ATTN: Utah, Ariz., Ga., Conn., N.J., Ill.)  (Eds: Third of four parts; an abridged version,\nRAMPAGE-KILLERS-III-ABRIDGED, is also being sent; individual\nchapters can be broken into sidebars.) \n(ART ADV: Graphic is being sent to NYT graphic clients.\nNonsubscribers can purchase one-time rights by calling 888-603-1036\nor 888-346-9867.) \n By FOX BUTTERFIELD   \n c.2000 N.Y. Times News Service   \n\n   SALT LAKE CITY _ With the voices inside her head ordering her to\nkill, Lisa Duy walked into Doug's Shoot'n Sports here to buy a\nSmith & Wesson 9-mm semiautomatic pistol.\n\n   For Doug's, the biggest gun store in Utah, the transaction was\nroutine. The manager, Dave Larsen, called the Utah Bureau of\nCriminal Identification to run a background check on Duy, and the\nagency quickly approved the sale, having found no record of felony\nconvictions or mental illness. In the basement shooting range,\nLarsen showed Duy, 24 and unemployed, how to hold and fire the\nheavy stainless-steel gun. The only thing unusual, he thought, was\nthat as she left the store, headed for the bus stop outside, she\nwas wearing the shooting-range ear protectors he had lent her.\n\n   Less than two hours after leaving Doug's, on Jan. 14, 1999, Duy,\near protectors still in place, walked into the studios of\ntelevision station KSL a few blocks from the Mormon Temple and\nbegan firing her new weapon. She shot more than four dozen times in\nall, killing a young mother and wounding the building manager.\n\n   What the background check had been unable to detect was that Duy\n(pronounced dwee) had a long history of psychiatric problems, had\nin fact been found to be suffering from paranoid schizophrenia and,\nonly a year before the check, had been committed to a mental\nhospital by a judge after threatening to kill an FBI agent, an\nencounter that sprang from her delusions that the station was\nbroadcasting information about her sex life.\n\n   Of the 100 episodes of rampage killings examined for this series\nby The New York Times, none better illustrates than the case of\nLisa Duy just how difficult it can be to enforce a key provision of\nthe nation's fundamental gun control law. That provision prohibits\npeople who have been involuntarily committed to mental institutions\nfrom buying a handgun. But laws in most states guard the privacy of\nthe mentally ill, and to protect them from stigma these statutes\ngenerally bar law-enforcement agencies from access to mental health\nrecords.\n\n   As a result, gun background checks of people with psychiatric\nproblems typically fail to turn up their mental health history, a\nloophole that has contributed to the wave of school and workplace\nshootings of the last decade. In the 100 cases reviewed by The\nTimes, the vast majority of them from the last 10 years, half the\nkillers were people with serious mental illness, and at least eight\nhad been involuntarily committed.\n\n   Now, fueled by those shootings, there is a growing debate\npitting public-safety concerns against the rights of the mentally\nill. Last month, more than a year after the Duy shooting, which was\nfollowed by a similar one in April 1999, Utah became one of the few\nstates that give law-enforcement agencies mental health information\nfor background checks on prospective gun buyers. Connecticut acted\nsimilarly last fall, after a state lottery employee with a history\nof severe mental illness killed four of his bosses and committed\nsuicide in 1998.\n\n   The Loophole\n\n   The provision that bars handgun purchases by people who have\never been involuntarily committed is more than 30 years old, dating\nfrom adoption of the sweeping federal Gun Control Act of 1968.\nThese are frequently the most disturbed people, those forced into\nhospitals because courts have determined that they may harm\nthemselves or others.\n\n   But the provision is most often meaningless: Over the years, an\nunlikely coalition of the National Rifle Association, mental health\nadvocates and civil liberties groups have largely blocked efforts\nto permit the agencies that conduct background checks to gain\naccess to information about who has been committed. At the time of\nher rampage, it was against the law in Utah for the court that had\ncommitted Duy to so notify a law-enforcement agency.\n\n   Even the FBI, which conducts background checks for the majority\nof states, has mental health records only on people treated in\nVeterans Affairs hospitals, plus an assortment of 41 other\nindividuals, among its data on some 40 million people that the\nbureau now keeps for its system of national instant criminal\nbackground checks.\n\n   So when Duy, completing a mandatory federal handgun application,\nanswered no to a question asking whether she had ever been\ncommitted, the Utah Bureau of Criminal Identification had no mental\nhealth records in its database to catch her lie.\n\n   ``I don't understand how Lisa could buy a gun,'' said her\nmother, Khanh Duy, an ethnic Chinese who immigrated with the family\nfrom Vietnam in 1980, when Lisa was a little girl.\n\n   ``Lisa is a good girl,'' said Mrs. Duy, speaking in Mandarin.\n``But she heard voices, and she had been in the hospital.''\n\n   Another case in which a person who had been involuntarily\nhospitalized was able to buy a gun despite the federal law, and\nwent on to kill with it, was that of Gracie Verduzco, a 35-year-old\nparanoid schizophrenic. Verduzco had been committed to mental\nhospitals three times, by judges in both Arizona and, after\nthreatening President Clinton, the District of Columbia. Yet she\nwas able to buy a .38-caliber revolver at a pawnshop in Tucson,\nAriz., and she used it to kill one person and wound four others at\na post office there on May 21, 1998.\n\n   And near Atlanta, James Calvin Brady, a black man who believed a\nmachine had been implanted in his stomach that told him to kill\nwhite people, walked out of the Georgia Regional Hospital, where he\nhad been involuntarily committed, and the same day bought a\n.38-caliber revolver at a pawnshop. The next day, April 25, 1990,\nhe killed one person and wounded four at a shopping mall.\n\n   Both Verduzco and Brady lied on their gun applications in\ndenying involuntary commitment, and there was no information to\ncatch them.\n\n   nn\n\n   The conflict between the rights of the mentally ill and the kind\nof screening that would help keep guns out of their reach can be a\nwrenching one.\n\n   Vicki Cottrell, executive director of the Utah branch of the\nNational Alliance for the Mentally Ill, an organization of families\nof the disturbed, has a daughter with schizophrenia who, like Duy,\nheard voices. One day the voices told her to kill her mother, as a\nsacrifice to silence them. The daughter's psychiatrist called the\npolice, who arrested her.\n\n   ``We family members have a real dilemma,'' Cottrell said. ``I\nused to lie awake at night worrying my daughter would buy a gun and\ncarry out her delusions. So I think people who have been\ninvoluntarily committed should be in the computer for gun checks.\nBut we have to be very careful we don't add to the stigma against\nmental illness and make people afraid to seek treatment.''\n\n   According to a Justice Department study, about 150,000 people a\nyear are committed to mental institutions by court order in the\nUnited States, where there are now perhaps 2.7 million people who\nhave been involuntarily committed at some point in their lives and\nare therefore barred by the federal law from buying a handgun.\n\n   Few of these people commit murder, of course, and mass shootings\nby the mentally ill account for only a tiny fraction of all\nhomicides. But, motivated by highly publicized workplace and school\nshootings, the authorities in nine states, including Connecticut\nand New Jersey but not New York, now give their law-enforcement\nagencies some form of access to mental health records. Officials in\nthose states say they have been surprised at the number of\npreviously committed people who try to buy guns.\n\n   In Illinois, for instance, 3,699 people who applied for a gun\ncard _ the first step in buying a handgun there _ were turned down\nfrom 1996 to 1998 when records showed that they had been either\nvoluntarily or involuntarily committed within the last five years,\nthe legal test under Illinois law, said Tim DaRosa, deputy director\nof the state police. An additional 5,585 people who were\nhospitalized from 1996 to 1998 were found to already possess gun\npermits, which as a result were revoked.\n\n   But at the national level, as in most states, there has been no\ncomparable effort to create access to court commitment records for\ngun checks. That lack of action is in stark contrast to the long\neffort by gun control groups and the Clinton administration in\nwinning enactment of the Brady law to create databases screening\nout convicted felons, who, like the involuntarily committed, were\nbarred by the 1968 law from handgun purchases.\n\n   Some gun control advocates say privately that addressing the\nissue is simply too touchy a matter. They do not want to have to\nfight on two flanks at once, confronting liberals who support the\nrights of the mentally ill while battling conservatives who back\nthe NRA.\n\n   One such advocate for the mentally ill is Michael Faenza,\npresident of the National Mental Health Association, who said that\ndespite The Times' finding that half the killers in the cases it\nreviewed were suffering from serious mental illness, he was opposed\nto any law that would provide records on involuntary commitments\nfor gun background checks.\n\n   ``People with mental illnesses,'' Faenza said, ``should not be\ndiscriminated against in any way. If you did that, you would not\nreduce the violence, only create more stigma.''\n\n   The Woman\n\n   Lisa Duy is a case study in how even a long record of psychosis,\narrest, assault, threats to kill and court-ordered hospitalization\nmay not be enough to stop a person from buying a gun. In Utah, no\none, not Duy's psychiatrists or her lawyers, not judges, the police\nor prosecutors, knew her full story. It is this:\n\n   Until high school, young Lisa seemed to flourish. Then, in the\n10th grade, she started to hear voices telling her that other\nstudents were spreading humiliating rumors about her sexual\nproclivities.\n\n   Late adolescence is the most common age for onset of\nschizophrenia, and as Lisa got older, the voices grew more\ntormenting, threatening to hurt her. She began to have trouble\nfocusing during conversation, unable to distinguish between what\npeople were actually saying to her and what the voices were telling\nher.\n\n   Schizophrenia, a disease that doctors believe has a strong\ngenetic component, had already been diagnosed in two of Lisa's\nolder sisters, and she began to worry that she too might be\nmentally ill.\n\n   In 1994, during her sophomore year at the University of Utah,\nher mother finally took her to the emergency room of the university\nhospital. There she reported that the voices made it hard to sleep,\ncaused burning in her head and had once led her to try to stab\nherself in the heart to silence them, according to a later report\nby a psychologist, Stephen L. Golding, included in court records in\nthe shooting case.\n\n   The doctors sent her to Valley Mental Health, Utah's largest\npublic mental health network, where she was placed on Mellaril, an\nantipsychotic drug used to treat schizophrenia, and on an\nantidepressant.\n\n   As doctors later acknowledged in reports related to the\nshooting, Mellaril has strong side effects, and Duy suffered from\nincreased agitation as well as rapid involuntary movement of her\narms and legs. Besides, the medicine did not stop the voices, and\nso she often quit taking it. (Mellaril did have one virtue, notes\nCottrell of the National Alliance for the Mentally Ill: It is much\ncheaper than newer, more effective and less troublesome\nantipsychotic drugs, and so Utah law requires that it be given to\nindigent patients like Duy who require such medication.)\n\n   On Oct. 7, 1996, the police in West Valley City, a Salt Lake\nsuburb, got a call from a rock radio station, which said a woman\nholding a stick was standing outside the studio and insisting that\na disc jockey nicknamed Steve Wonder was stalking her. Officer Mark\nVanRoosendaal arrived to find Duy's face rigid with anger. Steve\nWonder, she said, had placed a camera inside her house and could\nread her mind. Not only that, he followed her everywhere,\nbroadcasting secret information about her, and had tried to run her\noff the road.\n\n   nn\n","Headline":"\nLOOPHOLE PROTECTS MENTALLY ILL FROM GUN-PURCHASE BACKGROUND\nCHECKS \n","Text":["\n   SALT LAKE CITY _ With the voices inside her head ordering her to\nkill, Lisa Duy walked into Doug's Shoot'n Sports here to buy a\nSmith & Wesson 9-mm semiautomatic pistol.\n","\n   For Doug's, the biggest gun store in Utah, the transaction was\nroutine. The manager, Dave Larsen, called the Utah Bureau of\nCriminal Identification to run a background check on Duy, and the\nagency quickly approved the sale, having found no record of felony\nconvictions or mental illness. In the basement shooting range,\nLarsen showed Duy, 24 and unemployed, how to hold and fire the\nheavy stainless-steel gun. The only thing unusual, he thought, was\nthat as she left the store, headed for the bus stop outside, she\nwas wearing the shooting-range ear protectors he had lent her.\n","\n   Less than two hours after leaving Doug's, on Jan. 14, 1999, Duy,\near protectors still in place, walked into the studios of\ntelevision station KSL a few blocks from the Mormon Temple and\nbegan firing her new weapon. She shot more than four dozen times in\nall, killing a young mother and wounding the building manager.\n","\n   What the background check had been unable to detect was that Duy\n(pronounced dwee) had a long history of psychiatric problems, had\nin fact been found to be suffering from paranoid schizophrenia and,\nonly a year before the check, had been committed to a mental\nhospital by a judge after threatening to kill an FBI agent, an\nencounter that sprang from her delusions that the station was\nbroadcasting information about her sex life.\n","\n   Of the 100 episodes of rampage killings examined for this series\nby The New York Times, none better illustrates than the case of\nLisa Duy just how difficult it can be to enforce a key provision of\nthe nation's fundamental gun control law. That provision prohibits\npeople who have been involuntarily committed to mental institutions\nfrom buying a handgun. But laws in most states guard the privacy of\nthe mentally ill, and to protect them from stigma these statutes\ngenerally bar law-enforcement agencies from access to mental health\nrecords.\n","\n   As a result, gun background checks of people with psychiatric\nproblems typically fail to turn up their mental health history, a\nloophole that has contributed to the wave of school and workplace\nshootings of the last decade. In the 100 cases reviewed by The\nTimes, the vast majority of them from the last 10 years, half the\nkillers were people with serious mental illness, and at least eight\nhad been involuntarily committed.\n","\n   Now, fueled by those shootings, there is a growing debate\npitting public-safety concerns against the rights of the mentally\nill. Last month, more than a year after the Duy shooting, which was\nfollowed by a similar one in April 1999, Utah became one of the few\nstates that give law-enforcement agencies mental health information\nfor background checks on prospective gun buyers. Connecticut acted\nsimilarly last fall, after a state lottery employee with a history\nof severe mental illness killed four of his bosses and committed\nsuicide in 1998.\n","\n   The Loophole\n","\n   The provision that bars handgun purchases by people who have\never been involuntarily committed is more than 30 years old, dating\nfrom adoption of the sweeping federal Gun Control Act of 1968.\nThese are frequently the most disturbed people, those forced into\nhospitals because courts have determined that they may harm\nthemselves or others.\n","\n   But the provision is most often meaningless: Over the years, an\nunlikely coalition of the National Rifle Association, mental health\nadvocates and civil liberties groups have largely blocked efforts\nto permit the agencies that conduct background checks to gain\naccess to information about who has been committed. At the time of\nher rampage, it was against the law in Utah for the court that had\ncommitted Duy to so notify a law-enforcement agency.\n","\n   Even the FBI, which conducts background checks for the majority\nof states, has mental health records only on people treated in\nVeterans Affairs hospitals, plus an assortment of 41 other\nindividuals, among its data on some 40 million people that the\nbureau now keeps for its system of national instant criminal\nbackground checks.\n","\n   So when Duy, completing a mandatory federal handgun application,\nanswered no to a question asking whether she had ever been\ncommitted, the Utah Bureau of Criminal Identification had no mental\nhealth records in its database to catch her lie.\n","\n   ``I don't understand how Lisa could buy a gun,'' said her\nmother, Khanh Duy, an ethnic Chinese who immigrated with the family\nfrom Vietnam in 1980, when Lisa was a little girl.\n","\n   ``Lisa is a good girl,'' said Mrs. Duy, speaking in Mandarin.\n``But she heard voices, and she had been in the hospital.''\n","\n   Another case in which a person who had been involuntarily\nhospitalized was able to buy a gun despite the federal law, and\nwent on to kill with it, was that of Gracie Verduzco, a 35-year-old\nparanoid schizophrenic. Verduzco had been committed to mental\nhospitals three times, by judges in both Arizona and, after\nthreatening President Clinton, the District of Columbia. Yet she\nwas able to buy a .38-caliber revolver at a pawnshop in Tucson,\nAriz., and she used it to kill one person and wound four others at\na post office there on May 21, 1998.\n","\n   And near Atlanta, James Calvin Brady, a black man who believed a\nmachine had been implanted in his stomach that told him to kill\nwhite people, walked out of the Georgia Regional Hospital, where he\nhad been involuntarily committed, and the same day bought a\n.38-caliber revolver at a pawnshop. The next day, April 25, 1990,\nhe killed one person and wounded four at a shopping mall.\n","\n   Both Verduzco and Brady lied on their gun applications in\ndenying involuntary commitment, and there was no information to\ncatch them.\n","\n   nn\n","\n   The conflict between the rights of the mentally ill and the kind\nof screening that would help keep guns out of their reach can be a\nwrenching one.\n","\n   Vicki Cottrell, executive director of the Utah branch of the\nNational Alliance for the Mentally Ill, an organization of families\nof the disturbed, has a daughter with schizophrenia who, like Duy,\nheard voices. One day the voices told her to kill her mother, as a\nsacrifice to silence them. The daughter's psychiatrist called the\npolice, who arrested her.\n","\n   ``We family members have a real dilemma,'' Cottrell said. ``I\nused to lie awake at night worrying my daughter would buy a gun and\ncarry out her delusions. So I think people who have been\ninvoluntarily committed should be in the computer for gun checks.\nBut we have to be very careful we don't add to the stigma against\nmental illness and make people afraid to seek treatment.''\n","\n   According to a Justice Department study, about 150,000 people a\nyear are committed to mental institutions by court order in the\nUnited States, where there are now perhaps 2.7 million people who\nhave been involuntarily committed at some point in their lives and\nare therefore barred by the federal law from buying a handgun.\n","\n   Few of these people commit murder, of course, and mass shootings\nby the mentally ill account for only a tiny fraction of all\nhomicides. But, motivated by highly publicized workplace and school\nshootings, the authorities in nine states, including Connecticut\nand New Jersey but not New York, now give their law-enforcement\nagencies some form of access to mental health records. Officials in\nthose states say they have been surprised at the number of\npreviously committed people who try to buy guns.\n","\n   In Illinois, for instance, 3,699 people who applied for a gun\ncard _ the first step in buying a handgun there _ were turned down\nfrom 1996 to 1998 when records showed that they had been either\nvoluntarily or involuntarily committed within the last five years,\nthe legal test under Illinois law, said Tim DaRosa, deputy director\nof the state police. An additional 5,585 people who were\nhospitalized from 1996 to 1998 were found to already possess gun\npermits, which as a result were revoked.\n","\n   But at the national level, as in most states, there has been no\ncomparable effort to create access to court commitment records for\ngun checks. That lack of action is in stark contrast to the long\neffort by gun control groups and the Clinton administration in\nwinning enactment of the Brady law to create databases screening\nout convicted felons, who, like the involuntarily committed, were\nbarred by the 1968 law from handgun purchases.\n","\n   Some gun control advocates say privately that addressing the\nissue is simply too touchy a matter. They do not want to have to\nfight on two flanks at once, confronting liberals who support the\nrights of the mentally ill while battling conservatives who back\nthe NRA.\n","\n   One such advocate for the mentally ill is Michael Faenza,\npresident of the National Mental Health Association, who said that\ndespite The Times' finding that half the killers in the cases it\nreviewed were suffering from serious mental illness, he was opposed\nto any law that would provide records on involuntary commitments\nfor gun background checks.\n","\n   ``People with mental illnesses,'' Faenza said, ``should not be\ndiscriminated against in any way. If you did that, you would not\nreduce the violence, only create more stigma.''\n","\n   The Woman\n","\n   Lisa Duy is a case study in how even a long record of psychosis,\narrest, assault, threats to kill and court-ordered hospitalization\nmay not be enough to stop a person from buying a gun. In Utah, no\none, not Duy's psychiatrists or her lawyers, not judges, the police\nor prosecutors, knew her full story. It is this:\n","\n   Until high school, young Lisa seemed to flourish. Then, in the\n10th grade, she started to hear voices telling her that other\nstudents were spreading humiliating rumors about her sexual\nproclivities.\n","\n   Late adolescence is the most common age for onset of\nschizophrenia, and as Lisa got older, the voices grew more\ntormenting, threatening to hurt her. She began to have trouble\nfocusing during conversation, unable to distinguish between what\npeople were actually saying to her and what the voices were telling\nher.\n","\n   Schizophrenia, a disease that doctors believe has a strong\ngenetic component, had already been diagnosed in two of Lisa's\nolder sisters, and she began to worry that she too might be\nmentally ill.\n","\n   In 1994, during her sophomore year at the University of Utah,\nher mother finally took her to the emergency room of the university\nhospital. There she reported that the voices made it hard to sleep,\ncaused burning in her head and had once led her to try to stab\nherself in the heart to silence them, according to a later report\nby a psychologist, Stephen L. Golding, included in court records in\nthe shooting case.\n","\n   The doctors sent her to Valley Mental Health, Utah's largest\npublic mental health network, where she was placed on Mellaril, an\nantipsychotic drug used to treat schizophrenia, and on an\nantidepressant.\n","\n   As doctors later acknowledged in reports related to the\nshooting, Mellaril has strong side effects, and Duy suffered from\nincreased agitation as well as rapid involuntary movement of her\narms and legs. Besides, the medicine did not stop the voices, and\nso she often quit taking it. (Mellaril did have one virtue, notes\nCottrell of the National Alliance for the Mentally Ill: It is much\ncheaper than newer, more effective and less troublesome\nantipsychotic drugs, and so Utah law requires that it be given to\nindigent patients like Duy who require such medication.)\n","\n   On Oct. 7, 1996, the police in West Valley City, a Salt Lake\nsuburb, got a call from a rock radio station, which said a woman\nholding a stick was standing outside the studio and insisting that\na disc jockey nicknamed Steve Wonder was stalking her. Officer Mark\nVanRoosendaal arrived to find Duy's face rigid with anger. Steve\nWonder, she said, had placed a camera inside her house and could\nread her mind. Not only that, he followed her everywhere,\nbroadcasting secret information about her, and had tried to run her\noff the road.\n","\n   nn\n"]}