{"DocumentId":"NYT20000730.0119","TopicId":"NYT","Relevance":"0","Body":" BC-INSANITY-DEFENSE-3TAKES(TRIMS)-NYT \nSPECIAL REPORT: KILLER NEARS END OF HIS JOURNEY THROUGH THE COURTS\n\n \n(ATTN: Va., Ore., Calif., Miss., Mass., Conn.)  By BLAINE HARDEN and NINA BERNSTEIN   \n c.2000 N.Y. Times News Service   \n\n   NEW YORK _ Until this month, Dennis Sweeney was the only killer\nin New York state who was required by law to go twice a month to a\nmental hospital for a six-hour sleepover.\n\n   Around midnight, he drove to a state hospital in Middletown,\nN.Y., said hello to the duty nurse and picked out an empty bed on\nthe third floor. He woke himself at dawn, walked out of the\nhospital and returned to the carefully calculated anonymity of his\nsmall-town life.\n\n   This odd and empty ritual, which he has performed without fail\nfor more than five years, was the endgame in a legal and\npsychiatric odyssey that began two decades ago when Sweeney\ncommitted a crime that dumbfounded a generation of Americans who\ncame of age in the 1960s.\n\n   On March 14, 1980, he walked into a law office in Rockefeller\nPlaza and shot dead Allard Lowenstein, the former congressman whose\nliberal passion helped shape a decade of civil-rights and anti-war\nactivism. Lowenstein had been his friend and mentor. But after his\narrest, Sweeney told psychiatrists that he was convinced by voices\nin his head _ that Lowenstein was part of a Jewish plot to destroy\nhim. Quickly diagnosed with paranoid schizophrenia, Sweeney was\nfound not guilty by reason of insanity and packed off to a state\nmental hospital.\n\n   As his sleepovers at the mental hospital suggest, the world that\nSweeney, now 57, inhabited for more than a third of his life is\ngoverned by rules that are often arbitrary and sometimes useless.\nThe rules, too, have a history of being turned upside down in\nresponse to public fear, populist politics and sensational crimes\nlike the shooting of President Reagan.\n\n   The treatment of the man who killed Al Lowenstein spans an era\nof wholesale change in the insanity defense in America. While the\nvery meaning of insanity was being rewritten in legislatures and\nreinterpreted in the courts, Sweeney was living in Middletown,\nabout 70 miles northwest of Midtown Manhattan, and making what his\npsychiatrists describe as a rare and impressive recovery.\n\n   The dental crowns that he gouged out of his mouth with a hacksaw\nin the early 1970s _ in an attempt to silence the voices _ have\nbeen replaced. Sweeney has said the voices disappeared more than a\ndecade ago, and doctors at Middletown Psychiatric Center say they\nbelieve him. Hospital furloughs have allowed him to find a job as\nan employment counselor. He rents a house with a fine view of the\nShawangunk Mountains. He is active in the Unitarian Universalist\nChurch in Middletown and managed a Habitat for Humanity project\nthere that built a house for a disabled couple.\n\n   For about a year, court records show, he has been romantically\ninvolved with a woman who works as a counselor to the mentally ill.\nHe has told her about his violent past. He refused repeated\nrequests to grant an interview for this article.\n\n   Justice Brenda Soloff of State Supreme Court in Manhattan has\nbeen tracking Sweeney's progress for more than 15 years, and on\nJune 30, she ordered a conditional release that will end his\nsleepovers at the mental hospital. Those visits were a legal fig\nleaf, she said, covering the reality that he is ``an inpatient in\nname only.'' In her decision, the judge concluded that ``for six\nyears, without medication, Dennis Sweeney has been building an ever\nmore complex, satisfying and successful life in the community.''\n\n   Changing Attitudes\n\n   Sweeney's recovery and return to everyday life would, in all\nlikelihood, have been impossible had he pulled the trigger after\nJohn Hinckley shot President Reagan in 1981. Hinckley was later\nfound not guilty by reason of insanity _ a decision that roiled\npublic opinion and prodded politicians to act.\n\n   In 1984, Congress sharply raised the bar for the insanity plea.\nIt changed the test of incompetence from whether defendants\nappreciated their acts or could control their behavior to a more\nrestrictive standard: Did they know right from wrong? Congress also\nshifted the burden of proof. Where once the prosecution had to\nestablish reasonable doubt about an insanity plea, the defense now\nhas to show convincing evidence to support the plea.\n\n   States followed the federal lead, with two-thirds restricting\nthe defense. Twelve states adopted a guilty but mentally ill\nverdict, seven narrowed the test for insanity, 16 shifted the\nburden of proof, and 25 tightened release rules for those found not\nguilty by reason of insanity. New York state narrowed the test and\nshifted the burden of proof.\n\n   Changes in the law followed a sea change in public attitudes,\naccording to legal scholars, as the insanity defense generated\nmounting skepticism. Psychiatrists who testified as expert\nwitnesses also retooled the way they judged the sanity of people\nwho committed murder.\n\n   ``Before Hinckley, our approaches erred on the side of finding\ninsanity,'' said Dr. Park Dietz, a psychiatrist who has been an\nexpert witness, usually for the prosecution, in some of the most\nnotable insanity defense cases of the past 20 years, including\nHinckley's, Jeffrey Dahmer's and the Unabomber's. ``The approach\nlaunched in 1981 would, in the Sweeney case, have looked very\nspecifically at whether he knew Lowenstein was a man who could be\ninjured or killed by shooting, and whether he knew that the police\nwould come and want to punish him.''\n\n   By that standard, several psychiatrists said, Sweeney was sane\nwhen he killed Lowenstein. And by that standard, had he shot\nLowenstein after 1984, Sweeney would have probably been found\nguilty of murder, sentenced to life in prison and would still be\nbehind bars.\n\n   Even for those found not guilty by reason of insanity, the\nnotoriety of a crime itself _ irrespective of a patient's recovery\nfrom mental illness _ often governs the length of confinement in\nmental hospitals.\n\n   If Sweeney had shot someone who was not famous, he probably\nwould have won a conditional release from Middletown Psychiatric\nCenter several years earlier, according to researchers who study\nforensic law.\n\n   The determination that a once-homicidal patient no longer\nsuffers from a dangerous mental illness is an art, not a science,\nand mental health experts agree that it is subject to error.\n\n   nn\n\n        ``Predicting a harmful event such as violence is very much\nlike predicting harmful weather _ estimates rather than guarantees\nare all that can be expected,'' said John Monahan, a psychologist\nand professor of law at the University of Virginia who specializes\nin risk assessment.\n\n   That Sweeney is an excellent risk, as judged by mental health\nprofessionals, is of little comfort to Lowenstein's survivors. His\nwidow and his children say they are afraid of Sweeney, as do two of\nhis own former friends. Court records show that Sweeney has told\nfriends of his ability to pull the wool over the eyes of\npsychiatrists.\n\n   Asked if Sweeney might now be covering up his violent delusions,\ntwo risk assessment experts said it was highly unlikely. They said\nthat psychiatrists tend to err on the side of caution. But they\nsaid no one, except Sweeney, could be absolutely certain.\n\n   (BEGIN OPTIONAL TRIM)\n\n   A Life Unravels\n\n   Until it was ruined by the voices in his head, the life of\nDennis Sweeney had been shaped by idealism and by his own\nconsiderable courage.\n\n   He grew up in Portland, Ore., the only son of working-class\nparents who separated when he was an infant. His father, a military\npilot, was later killed in Korea. Dennis grew up bookish, athletic\nand handsome. He won a scholarship to Stanford University.\n\n   At Stanford he met the charismatic Lowenstein and became one of\nhis disciples. When his mentor asked him to go to Mississippi in\n1963 and join the civil rights movement, Sweeney went. For most of\nthe next three years, he devoted his life to the movement. Working\nin McComb, Miss., he narrowly escaped death when his house was\ndynamited. Sweeney made a name for himself as thoughtful, effective\nand quietly fearless.\n\n   In 1964, he came to share the feelings of black activists in\nMississippi who felt patronized by white Northern liberals like\nLowenstein. The idealistic student turned against his loquacious\nmentor. The break was given a nudge when Sweeney, according to an\naccount he later told several friends, was asked by Lowenstein to\nshare his bed. It was an invitation offered to a number of\nLowenstein's male acolytes , according to a friend of Lowenstein\nand numerous published reports, , but friends say Sweeney found it\nespecially disturbing.\n\n   As the civil rights movement gave way, for white liberals, to\nprotests against the Vietnam War, Sweeney's life came undone. A\nmarriage failed. His friends said he took a lot of LSD. According\nto prosecutors in New York and his reported statements to friends\nat the time, he participated in the 1968 burning of an ROTC\nclubhouse at Stanford, and was questioned about it, but never\ncharged, by the FBI.\n\n   In the 1970s, after he dropped out of college and lost touch\nwith most of his friends, Sweeney began telling people about an\nelectrode planted in his head. He gouged out his bridge work. He\ndeclined voluntary psychiatric treatment in Oregon. He assaulted a\nformer friend in Boston. He confronted Lowenstein about the voices.\nFinally, after the death of his stepfather, for which in his\ndelusional state, he blamed Lowenstein, he applied for a permit to\nbuy a handgun. He bought the gun in New London, Conn., and drove\nhis pickup through a rainstorm to keep an appointment with\nLowenstein in Manhattan.\n\n   (END OPTIONAL TRIM)\n\n   A Rapid Diagnosis\n\n   After Sweeney was arrested and taken to jail on Rikers Island,\npsychiatrists had no trouble with a diagnosis. He kept trying to\n``spit out the devil'' into a plastic foam cup. Lowenstein was not\nreally dead, he claimed, and was still out to get him.\n\n   Persecutory delusions are classic symptoms of paranoid\nschizophrenia. Anyone with his diagnosis would today be treated\nwith a mix of powerful pyschotropic medications, psychiatrists say.\n\n   What puts Sweeney ``outside the curve'' of standard treatment,\nsaid Robert H. Berger, director of forensic psychiatry at Bellevue\nHospital Center, is that for almost two decades his recovery has\nbeen without drugs.\n\n   Since 1985, his recovery has been so seemingly free of the usual\nsymptoms of schizophrenia that examining psychiatrists, including\nBerger, have questioned whether he was misdiagnosed. They wondered\nif he might have had some other mental disorder.\n\n   In the end, though, two generations of doctors have concluded\nthat everything in his history fits the pattern of schizophrenia.\nThe chronic disease is a gradually deteriorating onset of auditory\nhallucinations and psychosis. Still poorly understood, it's\nattributed to genetic vulnerability, brain chemistry imbalance and\nlife stresses, sometimes including the effects of drugs like LSD.\n\n   Hundreds of studies of patients with schizophrenia have reported\nrecovery rates ranging from 10 percent to 50 percent, with or\nwithout medication. The National Institute for Mental Health,\nhowever, now says no more than 20 percent of schizophrenics ever\nfully recover.\n\n   The capacity to calmly obtain a gun permit and make an\nappointment for murder does not square with popular notions of\ninsanity, but psychiatrists say it does fit the profile of paranoid\nschizophrenics. They typically appear far more normal than other\npsychotics because, outside of delusions, most of their thinking\nremains intact. To protect themselves from perceived enemies, they\nare adept at deception.\n\n   Deception has been a recurrent concern in Sweeney's case. By\n1985, his treating psychiatrists said he showed no signs of\nillness. Describing him as ``alert, intelligent, friendly,\nrespectful and cooperative,'' they wanted to transfer him from a\nmaximum-security hospital to a nonsecure one.\n\n   In court hearings the following year, however, evidence emerged\nthat Sweeney was lying to his doctors. He confided to Charles\nHinkle, an old friend from Oregon, that to win his release he\nfalsely said he no longer heard voices. By then, court records\nshow, Hinkle was afraid of his friend. When Sweeney found out in\n1986 that Hinkle had told prosecutors about the voices, he angrily\nbroke off their friendship.\n\n   nn\n\n   Ten years later, Hinkle told a psychiatrist involved in the case\nthat he hoped Sweeney would never be allowed back in Oregon. When\nSweeney learned about this, he wrote Hinkle a furious letter,\ncalling the statement ``disgustingly shrewish.'' Hinkle, a lawyer\nin Portland for the American Civil Liberties Union, declined to\ncomment.\n\n   Psychiatrists who specialize in murder consider Sweeney's case\nparticularly rare.\n\n   ``I would have to say that his is the only case that I have\npersonally examined where I believe there has been a spontaneous\nremission from schizophrenia without medication,'' said Dietz, who\nsays he has examined thousands of murderers. He advised the court\nin 1993 that Sweeney would most likely be ready for release within\na year.\n\n   Immediately after the doctor gave his recommendation, however,\nhe pulled aside Lowenstein's widow, a psychiatric social worker,\nand gave her a private warning that he routinely imparts to\nfamilies of victims: No good can come of any contact between your\nfamily and Sweeney.\n\n   A Troubling Encounter\n\n   Kate Lowenstein was 9 when Sweeney killed her father, but family\nfriends say she was determined to attend a hearing this year on\nSweeney's release. It was a way, somehow, to represent her father's\nlife.\n\n   In the courtroom during a recess, Sweeney looked her straight in\nthe eye and walked over. Sweeney was ``fairly certain'' he\nrecognized the young woman in the last row, he later told the\ncourt. Lowenstein was astonished that he knew her. At most, he had\nseen her once before, when she was a toddler and he was deep in his\ndelusions.\n\n   He would tell the court that he ``just felt like it was one of\nthose situations where the silence was unbearable and I wanted to\nsay something.'' No one else in the courtroom was watching. He\nstarted by offering an apology, according to court records.\n\n   Do you know what you did to me? Lowenstein asked in reply. He\nsaid that he did not. You broke my heart, she told him.\n\n   Leaning closer, he tried to explain why he had done it. She\nseemed frozen by distress by the time lawyers ran over to her.\nOutside the courtroom door, she broke down. The words of Sweeney's\nexplanation, as she wrote them down, were: ``The only reason I did\nwhat I did was to stop something terrible from happening. You can't\nunderstand that, but I had to do it. I had to stop it.''\n\n   Prosecutors have repeatedly delayed Sweeney's release, turning\nup information overlooked by his changing cast of therapists.\n``It's not a question of whether we worked hard to keep him in,''\nsaid Ralph Fabrizio, a prosecutor. ``We tried hard to see what was\ngoing on.''\n\n   They fought to retain Sweeney's fictional inpatient status at\nMiddletown Psychiatric, Fabrizio said, because legally it made it\neasier to reel him back in, if he tried, for example, to contact\nmembers of the Lowenstein family.\n\n   Prosecutors say they want a tight enough leash on Sweeney to\nkeep him from slipping through what they call a gap in the law.\nOnce he is granted conditional release, he cannot be recommitted\njust for breaking conditions imposed by the court. A judge would\nhave to rule that he was dangerously mentally ill.\n\n   There is, though, an alternative _ a petition for involuntary\ncivil commitment. In practice, officials at Middletown Psychiatric\nsaid, this option, which requires the signatures of two\npsychiatrists, is routinely used to bring in patients on\nconditional release who are judged to be regressing.\n\n   To the prosecutors, the courtroom encounter with Lowenstein was\na disturbing illustration of Sweeney's poor judgment, if not his\nskewed thinking. They wanted to get it on the record. But when\nFabrizio told Lowenstein he might have to call her as a witness,\n``she just turned ashen,'' he said.\n\n   They both knew what the psychiatrist had told her mother.\n\n   (BEGIN OPTIONAL TRIM)\n\n   The Cusp of Freedom\n\n   In Middletown, it took Sweeney eight years to convince\npsychiatrists at a maximum-security mental hospital that he was a\ngood risk for transfer to a nonsecure facility. It took three more\nyears for him to convince officials at Middletown Psychiatric\nCenter that he was a good risk for unescorted furloughs.\n\n   Since then, Sweeney has had to convince people in a semirural\ncommunity of 50,000 that he is not dangerous. It has not been easy.\n\n   Sweeney lost his first job after attracting the attention of the\nlocal newspaper. He was counseling mentally disabled adults at an\nagency called Crystal Run Village, when a reporter told\nadministrators that he was writing a story about a psychotic\nmurderer working with vulnerable people.\n\n   ``The handwriting was on the wall and people were running for\ncover,'' said Mark Lukens, then executive director at the agency.\n``We told Dennis about the story and he resigned.''\n\n   Sweeney started over, working as secretary, lumber-store clerk\nand carpenter. It took him six years to land a job he really\nwanted, as an employment counselor. Meanwhile, he joined a church\nand told its members about his illness and the murder.\n\n   When the same newspaper, The Times-Herald Record, in a 1994\narticle about the local hospital, mentioned him in passing as a\n``notorious patient,'' Sweeney complained in a letter to the\neditor.\n\n   ``It has not been my experience that people I have met over the\npast 2 1/2 years bear me hostility or begrudge me a life, as long\nas I do not represent a potential danger to the community or anyone\nin it,'' he wrote.\n\n   He went on to accuse the newspaper of trying to sabotage his\nchances for work or friendship. Since then, Sweeney has been\nmentioned twice in the paper for his work with Habitat for\nHumanity. He was described only as ``a former Oregon resident.''\n\n   (END OPTIONAL TRIM)\n\n   Several psychiatrists familiar with Sweeney's life said that the\nbest insurance that he will not slip back into dangerous mental\nillness is the web of work, home and love that he appears to have\nwoven for himself in Middletown. Even psychiatrists who do not find\nSweeney to be a charming person _ and there are several _ say his\nrelease is sound on medical grounds.\n\n   ``He is an obsessive compulsive man who is very\nintellectualized, not a warm, mushy, caring person,'' said Alan J.\nTuckman, one of the examining psychiatrists who recommended\nrelease. ``But that's not the standard. If somebody is going to\nhave recurrent schizophrenic episodes, they are not going to occur\nevery 20 years.''\n\n   As part of his conditional release, the precise terms of which\nare still being argued in court, officials at Middletown\nPsychiatric say Sweeney will continue in psychotherapy and will be\nvisited at home at least twice a year. He has been ordered to stay\naway from the Lowenstein family and from two former friends who\nfear him, Hinkle and the man he assaulted in Massachusetts.\n","Headline":"\nSPECIAL REPORT: KILLER NEARS END OF HIS JOURNEY THROUGH THE COURTS\n","Text":["\n   NEW YORK _ Until this month, Dennis Sweeney was the only killer\nin New York state who was required by law to go twice a month to a\nmental hospital for a six-hour sleepover.\n","\n   Around midnight, he drove to a state hospital in Middletown,\nN.Y., said hello to the duty nurse and picked out an empty bed on\nthe third floor. He woke himself at dawn, walked out of the\nhospital and returned to the carefully calculated anonymity of his\nsmall-town life.\n","\n   This odd and empty ritual, which he has performed without fail\nfor more than five years, was the endgame in a legal and\npsychiatric odyssey that began two decades ago when Sweeney\ncommitted a crime that dumbfounded a generation of Americans who\ncame of age in the 1960s.\n","\n   On March 14, 1980, he walked into a law office in Rockefeller\nPlaza and shot dead Allard Lowenstein, the former congressman whose\nliberal passion helped shape a decade of civil-rights and anti-war\nactivism. Lowenstein had been his friend and mentor. But after his\narrest, Sweeney told psychiatrists that he was convinced by voices\nin his head _ that Lowenstein was part of a Jewish plot to destroy\nhim. Quickly diagnosed with paranoid schizophrenia, Sweeney was\nfound not guilty by reason of insanity and packed off to a state\nmental hospital.\n","\n   As his sleepovers at the mental hospital suggest, the world that\nSweeney, now 57, inhabited for more than a third of his life is\ngoverned by rules that are often arbitrary and sometimes useless.\nThe rules, too, have a history of being turned upside down in\nresponse to public fear, populist politics and sensational crimes\nlike the shooting of President Reagan.\n","\n   The treatment of the man who killed Al Lowenstein spans an era\nof wholesale change in the insanity defense in America. While the\nvery meaning of insanity was being rewritten in legislatures and\nreinterpreted in the courts, Sweeney was living in Middletown,\nabout 70 miles northwest of Midtown Manhattan, and making what his\npsychiatrists describe as a rare and impressive recovery.\n","\n   The dental crowns that he gouged out of his mouth with a hacksaw\nin the early 1970s _ in an attempt to silence the voices _ have\nbeen replaced. Sweeney has said the voices disappeared more than a\ndecade ago, and doctors at Middletown Psychiatric Center say they\nbelieve him. Hospital furloughs have allowed him to find a job as\nan employment counselor. He rents a house with a fine view of the\nShawangunk Mountains. He is active in the Unitarian Universalist\nChurch in Middletown and managed a Habitat for Humanity project\nthere that built a house for a disabled couple.\n","\n   For about a year, court records show, he has been romantically\ninvolved with a woman who works as a counselor to the mentally ill.\nHe has told her about his violent past. He refused repeated\nrequests to grant an interview for this article.\n","\n   Justice Brenda Soloff of State Supreme Court in Manhattan has\nbeen tracking Sweeney's progress for more than 15 years, and on\nJune 30, she ordered a conditional release that will end his\nsleepovers at the mental hospital. Those visits were a legal fig\nleaf, she said, covering the reality that he is ``an inpatient in\nname only.'' In her decision, the judge concluded that ``for six\nyears, without medication, Dennis Sweeney has been building an ever\nmore complex, satisfying and successful life in the community.''\n","\n   Changing Attitudes\n","\n   Sweeney's recovery and return to everyday life would, in all\nlikelihood, have been impossible had he pulled the trigger after\nJohn Hinckley shot President Reagan in 1981. Hinckley was later\nfound not guilty by reason of insanity _ a decision that roiled\npublic opinion and prodded politicians to act.\n","\n   In 1984, Congress sharply raised the bar for the insanity plea.\nIt changed the test of incompetence from whether defendants\nappreciated their acts or could control their behavior to a more\nrestrictive standard: Did they know right from wrong? Congress also\nshifted the burden of proof. Where once the prosecution had to\nestablish reasonable doubt about an insanity plea, the defense now\nhas to show convincing evidence to support the plea.\n","\n   States followed the federal lead, with two-thirds restricting\nthe defense. Twelve states adopted a guilty but mentally ill\nverdict, seven narrowed the test for insanity, 16 shifted the\nburden of proof, and 25 tightened release rules for those found not\nguilty by reason of insanity. New York state narrowed the test and\nshifted the burden of proof.\n","\n   Changes in the law followed a sea change in public attitudes,\naccording to legal scholars, as the insanity defense generated\nmounting skepticism. Psychiatrists who testified as expert\nwitnesses also retooled the way they judged the sanity of people\nwho committed murder.\n","\n   ``Before Hinckley, our approaches erred on the side of finding\ninsanity,'' said Dr. Park Dietz, a psychiatrist who has been an\nexpert witness, usually for the prosecution, in some of the most\nnotable insanity defense cases of the past 20 years, including\nHinckley's, Jeffrey Dahmer's and the Unabomber's. ``The approach\nlaunched in 1981 would, in the Sweeney case, have looked very\nspecifically at whether he knew Lowenstein was a man who could be\ninjured or killed by shooting, and whether he knew that the police\nwould come and want to punish him.''\n","\n   By that standard, several psychiatrists said, Sweeney was sane\nwhen he killed Lowenstein. And by that standard, had he shot\nLowenstein after 1984, Sweeney would have probably been found\nguilty of murder, sentenced to life in prison and would still be\nbehind bars.\n","\n   Even for those found not guilty by reason of insanity, the\nnotoriety of a crime itself _ irrespective of a patient's recovery\nfrom mental illness _ often governs the length of confinement in\nmental hospitals.\n","\n   If Sweeney had shot someone who was not famous, he probably\nwould have won a conditional release from Middletown Psychiatric\nCenter several years earlier, according to researchers who study\nforensic law.\n","\n   The determination that a once-homicidal patient no longer\nsuffers from a dangerous mental illness is an art, not a science,\nand mental health experts agree that it is subject to error.\n","\n   nn\n","\n        ``Predicting a harmful event such as violence is very much\nlike predicting harmful weather _ estimates rather than guarantees\nare all that can be expected,'' said John Monahan, a psychologist\nand professor of law at the University of Virginia who specializes\nin risk assessment.\n","\n   That Sweeney is an excellent risk, as judged by mental health\nprofessionals, is of little comfort to Lowenstein's survivors. His\nwidow and his children say they are afraid of Sweeney, as do two of\nhis own former friends. Court records show that Sweeney has told\nfriends of his ability to pull the wool over the eyes of\npsychiatrists.\n","\n   Asked if Sweeney might now be covering up his violent delusions,\ntwo risk assessment experts said it was highly unlikely. They said\nthat psychiatrists tend to err on the side of caution. But they\nsaid no one, except Sweeney, could be absolutely certain.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   A Life Unravels\n","\n   Until it was ruined by the voices in his head, the life of\nDennis Sweeney had been shaped by idealism and by his own\nconsiderable courage.\n","\n   He grew up in Portland, Ore., the only son of working-class\nparents who separated when he was an infant. His father, a military\npilot, was later killed in Korea. Dennis grew up bookish, athletic\nand handsome. He won a scholarship to Stanford University.\n","\n   At Stanford he met the charismatic Lowenstein and became one of\nhis disciples. When his mentor asked him to go to Mississippi in\n1963 and join the civil rights movement, Sweeney went. For most of\nthe next three years, he devoted his life to the movement. Working\nin McComb, Miss., he narrowly escaped death when his house was\ndynamited. Sweeney made a name for himself as thoughtful, effective\nand quietly fearless.\n","\n   In 1964, he came to share the feelings of black activists in\nMississippi who felt patronized by white Northern liberals like\nLowenstein. The idealistic student turned against his loquacious\nmentor. The break was given a nudge when Sweeney, according to an\naccount he later told several friends, was asked by Lowenstein to\nshare his bed. It was an invitation offered to a number of\nLowenstein's male acolytes , according to a friend of Lowenstein\nand numerous published reports, , but friends say Sweeney found it\nespecially disturbing.\n","\n   As the civil rights movement gave way, for white liberals, to\nprotests against the Vietnam War, Sweeney's life came undone. A\nmarriage failed. His friends said he took a lot of LSD. According\nto prosecutors in New York and his reported statements to friends\nat the time, he participated in the 1968 burning of an ROTC\nclubhouse at Stanford, and was questioned about it, but never\ncharged, by the FBI.\n","\n   In the 1970s, after he dropped out of college and lost touch\nwith most of his friends, Sweeney began telling people about an\nelectrode planted in his head. He gouged out his bridge work. He\ndeclined voluntary psychiatric treatment in Oregon. He assaulted a\nformer friend in Boston. He confronted Lowenstein about the voices.\nFinally, after the death of his stepfather, for which in his\ndelusional state, he blamed Lowenstein, he applied for a permit to\nbuy a handgun. He bought the gun in New London, Conn., and drove\nhis pickup through a rainstorm to keep an appointment with\nLowenstein in Manhattan.\n","\n   (END OPTIONAL TRIM)\n","\n   A Rapid Diagnosis\n","\n   After Sweeney was arrested and taken to jail on Rikers Island,\npsychiatrists had no trouble with a diagnosis. He kept trying to\n``spit out the devil'' into a plastic foam cup. Lowenstein was not\nreally dead, he claimed, and was still out to get him.\n","\n   Persecutory delusions are classic symptoms of paranoid\nschizophrenia. Anyone with his diagnosis would today be treated\nwith a mix of powerful pyschotropic medications, psychiatrists say.\n","\n   What puts Sweeney ``outside the curve'' of standard treatment,\nsaid Robert H. Berger, director of forensic psychiatry at Bellevue\nHospital Center, is that for almost two decades his recovery has\nbeen without drugs.\n","\n   Since 1985, his recovery has been so seemingly free of the usual\nsymptoms of schizophrenia that examining psychiatrists, including\nBerger, have questioned whether he was misdiagnosed. They wondered\nif he might have had some other mental disorder.\n","\n   In the end, though, two generations of doctors have concluded\nthat everything in his history fits the pattern of schizophrenia.\nThe chronic disease is a gradually deteriorating onset of auditory\nhallucinations and psychosis. Still poorly understood, it's\nattributed to genetic vulnerability, brain chemistry imbalance and\nlife stresses, sometimes including the effects of drugs like LSD.\n","\n   Hundreds of studies of patients with schizophrenia have reported\nrecovery rates ranging from 10 percent to 50 percent, with or\nwithout medication. The National Institute for Mental Health,\nhowever, now says no more than 20 percent of schizophrenics ever\nfully recover.\n","\n   The capacity to calmly obtain a gun permit and make an\nappointment for murder does not square with popular notions of\ninsanity, but psychiatrists say it does fit the profile of paranoid\nschizophrenics. They typically appear far more normal than other\npsychotics because, outside of delusions, most of their thinking\nremains intact. To protect themselves from perceived enemies, they\nare adept at deception.\n","\n   Deception has been a recurrent concern in Sweeney's case. By\n1985, his treating psychiatrists said he showed no signs of\nillness. Describing him as ``alert, intelligent, friendly,\nrespectful and cooperative,'' they wanted to transfer him from a\nmaximum-security hospital to a nonsecure one.\n","\n   In court hearings the following year, however, evidence emerged\nthat Sweeney was lying to his doctors. He confided to Charles\nHinkle, an old friend from Oregon, that to win his release he\nfalsely said he no longer heard voices. By then, court records\nshow, Hinkle was afraid of his friend. When Sweeney found out in\n1986 that Hinkle had told prosecutors about the voices, he angrily\nbroke off their friendship.\n","\n   nn\n","\n   Ten years later, Hinkle told a psychiatrist involved in the case\nthat he hoped Sweeney would never be allowed back in Oregon. When\nSweeney learned about this, he wrote Hinkle a furious letter,\ncalling the statement ``disgustingly shrewish.'' Hinkle, a lawyer\nin Portland for the American Civil Liberties Union, declined to\ncomment.\n","\n   Psychiatrists who specialize in murder consider Sweeney's case\nparticularly rare.\n","\n   ``I would have to say that his is the only case that I have\npersonally examined where I believe there has been a spontaneous\nremission from schizophrenia without medication,'' said Dietz, who\nsays he has examined thousands of murderers. He advised the court\nin 1993 that Sweeney would most likely be ready for release within\na year.\n","\n   Immediately after the doctor gave his recommendation, however,\nhe pulled aside Lowenstein's widow, a psychiatric social worker,\nand gave her a private warning that he routinely imparts to\nfamilies of victims: No good can come of any contact between your\nfamily and Sweeney.\n","\n   A Troubling Encounter\n","\n   Kate Lowenstein was 9 when Sweeney killed her father, but family\nfriends say she was determined to attend a hearing this year on\nSweeney's release. It was a way, somehow, to represent her father's\nlife.\n","\n   In the courtroom during a recess, Sweeney looked her straight in\nthe eye and walked over. Sweeney was ``fairly certain'' he\nrecognized the young woman in the last row, he later told the\ncourt. Lowenstein was astonished that he knew her. At most, he had\nseen her once before, when she was a toddler and he was deep in his\ndelusions.\n","\n   He would tell the court that he ``just felt like it was one of\nthose situations where the silence was unbearable and I wanted to\nsay something.'' No one else in the courtroom was watching. He\nstarted by offering an apology, according to court records.\n","\n   Do you know what you did to me? Lowenstein asked in reply. He\nsaid that he did not. You broke my heart, she told him.\n","\n   Leaning closer, he tried to explain why he had done it. She\nseemed frozen by distress by the time lawyers ran over to her.\nOutside the courtroom door, she broke down. The words of Sweeney's\nexplanation, as she wrote them down, were: ``The only reason I did\nwhat I did was to stop something terrible from happening. You can't\nunderstand that, but I had to do it. I had to stop it.''\n","\n   Prosecutors have repeatedly delayed Sweeney's release, turning\nup information overlooked by his changing cast of therapists.\n``It's not a question of whether we worked hard to keep him in,''\nsaid Ralph Fabrizio, a prosecutor. ``We tried hard to see what was\ngoing on.''\n","\n   They fought to retain Sweeney's fictional inpatient status at\nMiddletown Psychiatric, Fabrizio said, because legally it made it\neasier to reel him back in, if he tried, for example, to contact\nmembers of the Lowenstein family.\n","\n   Prosecutors say they want a tight enough leash on Sweeney to\nkeep him from slipping through what they call a gap in the law.\nOnce he is granted conditional release, he cannot be recommitted\njust for breaking conditions imposed by the court. A judge would\nhave to rule that he was dangerously mentally ill.\n","\n   There is, though, an alternative _ a petition for involuntary\ncivil commitment. In practice, officials at Middletown Psychiatric\nsaid, this option, which requires the signatures of two\npsychiatrists, is routinely used to bring in patients on\nconditional release who are judged to be regressing.\n","\n   To the prosecutors, the courtroom encounter with Lowenstein was\na disturbing illustration of Sweeney's poor judgment, if not his\nskewed thinking. They wanted to get it on the record. But when\nFabrizio told Lowenstein he might have to call her as a witness,\n``she just turned ashen,'' he said.\n","\n   They both knew what the psychiatrist had told her mother.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   The Cusp of Freedom\n","\n   In Middletown, it took Sweeney eight years to convince\npsychiatrists at a maximum-security mental hospital that he was a\ngood risk for transfer to a nonsecure facility. It took three more\nyears for him to convince officials at Middletown Psychiatric\nCenter that he was a good risk for unescorted furloughs.\n","\n   Since then, Sweeney has had to convince people in a semirural\ncommunity of 50,000 that he is not dangerous. It has not been easy.\n","\n   Sweeney lost his first job after attracting the attention of the\nlocal newspaper. He was counseling mentally disabled adults at an\nagency called Crystal Run Village, when a reporter told\nadministrators that he was writing a story about a psychotic\nmurderer working with vulnerable people.\n","\n   ``The handwriting was on the wall and people were running for\ncover,'' said Mark Lukens, then executive director at the agency.\n``We told Dennis about the story and he resigned.''\n","\n   Sweeney started over, working as secretary, lumber-store clerk\nand carpenter. It took him six years to land a job he really\nwanted, as an employment counselor. Meanwhile, he joined a church\nand told its members about his illness and the murder.\n","\n   When the same newspaper, The Times-Herald Record, in a 1994\narticle about the local hospital, mentioned him in passing as a\n``notorious patient,'' Sweeney complained in a letter to the\neditor.\n","\n   ``It has not been my experience that people I have met over the\npast 2 1/2 years bear me hostility or begrudge me a life, as long\nas I do not represent a potential danger to the community or anyone\nin it,'' he wrote.\n","\n   He went on to accuse the newspaper of trying to sabotage his\nchances for work or friendship. Since then, Sweeney has been\nmentioned twice in the paper for his work with Habitat for\nHumanity. He was described only as ``a former Oregon resident.''\n","\n   (END OPTIONAL TRIM)\n","\n   Several psychiatrists familiar with Sweeney's life said that the\nbest insurance that he will not slip back into dangerous mental\nillness is the web of work, home and love that he appears to have\nwoven for himself in Middletown. Even psychiatrists who do not find\nSweeney to be a charming person _ and there are several _ say his\nrelease is sound on medical grounds.\n","\n   ``He is an obsessive compulsive man who is very\nintellectualized, not a warm, mushy, caring person,'' said Alan J.\nTuckman, one of the examining psychiatrists who recommended\nrelease. ``But that's not the standard. If somebody is going to\nhave recurrent schizophrenic episodes, they are not going to occur\nevery 20 years.''\n","\n   As part of his conditional release, the precise terms of which\nare still being argued in court, officials at Middletown\nPsychiatric say Sweeney will continue in psychotherapy and will be\nvisited at home at least twice a year. He has been ordered to stay\naway from the Lowenstein family and from two former friends who\nfear him, Hinkle and the man he assaulted in Massachusetts.\n"]}