{"DocumentId":"NYT20000804.0141","TopicId":"NYT","Relevance":"0","Body":" BC-WRONG-MAN-JAILED-CENTERPIECE-ADV06-ART-NYTSF \n$ADV06 \n THE WRONG MAN: MY NAME IS NOT ROBERT \n\n   (For release Sunday, Aug. 6, or thereafter.)  \n ATTENTION EDITORS: This article is for use by clients of The New\nYork Times Syndicate's CENTERPIECE news service. For more\ninformation about purchasing this article as a ``separate-buy'' _\nor becoming a client of CENTERPIECE _ contact one of the New York\nTimes Syndicate sales representatives listed at the end of the\ntext.) \n (EDITORS: At the author's request, this article can only be\nreprinted in its entirety. Due to the length of this story, news\norganizations may want to publish it in parts over several days.)\n (ART ADV: Prison photos of Kerry Sanders and Robert Sanders are\navailable on Newscom or by calling William Gonzalez at\n212-499-3355.) \n By BENJAMIN WEISER  \n c.2000 The New York Times Magazine  \n\n   Nearly every day inside Green Haven Prison in Stormville, N.Y.,\nbehind the 30-foot-high concrete walls and 12 watchtowers, within\nthe endless gray corridors and tiers of windowless cells, the\ninmate Robert Sanders asked the same question: Why am I here? He\nasked the guards in the main unit of the maximum-security prison,\nwhere he spent most of his time alone in Cell No. 22 on the third\nlevel, crying and praying and drinking too much coffee. He asked\nthe doctors, social workers and nurses in the psychiatric unit,\nwhere he was often sent to deal with the voices in his head.\n\n   To the staff members, his questions were evidence of his\npsychosis. ``He becomes delusional,'' they wrote in his chart. ``He\nhas bizarre behavior.'' The prisoner had a habit of picking\ncigarette butts up off the floor, but not of showering. Everyone\ncomplained that he gave off an unbearable smell, and the red-hooded\nsweatshirt he habitually wore was caked with food and dirt. They\ncomplained at night, too, when his chattering echoed down the\nnarrow hall of A Block. The psychiatric team urged him to improve\nhis hygiene and attend classes in ``daily living skills.'' He was\ngiven 15 minutes of weekly therapy and heavy doses of Haldol, an\nantipsychotic drug that left his body rigid and his emotions flat.\nBut his bewilderment grew. ``Pt. said he has no idea why the plane\ntook him to N.Y.,'' a nurse wrote in Sanders' chart. He also ``does\nnot know what crime he did and his name is not Robert.''\n\n   Prison records showed that Robert Sanders was a career criminal\nfrom New York who tried to kill a man over cocaine in 1990 and\nescaped three years later while on work release at a\nminimum-security prison in the Bronx. Within months, he was\nrecaptured and sent to Green Haven, a virtual fortress that houses\nthe state's only execution chamber and 2,194 of its most violent\ncriminals.\n\n   There, the inmate told the staff about his life in Los Angeles.\nHe talked about his mother, Mary, who had given birth to eight\nchildren before she had her youngest child, a boy named Kerry. He\nknew a lot about carpentry. And he remembered spending time at a\nmental hospital in Los Angeles because he was sick. But he could\nnot understand why he was in prison or why everyone was calling him\nRobert.\n\n   ``He looks somewhat confused,'' wrote Dr. Edward Y. Chung, the\npsychiatrist who oversaw the inmate's care, ``and the response to\nthe questioning is illogical.'' Harold Roberson, a therapist in the\npsychiatric unit, recorded similar observations. ``He has on\nseveral occasions made statements that would indicate delusional\nthinking,'' Roberson wrote in the chart. ``He stated we are holding\nhim here because he committed no crimes.''\n\n   The inmate's assertion might well have seemed implausible, given\nthe extensive system of checks and safeguards used in law\nenforcement to ensure that one person is not mistaken for another.\nThere is a national database of fingerprints and photographs, which\nare taken when people are arrested; there are lawyers and judges to\nprotect and administer justice; and there are prison staffs with\nfiles on the medical, personal and criminal histories of inmates.\nThe United States has had its share of wrongly convicted people,\nbut the idea that a man who had never even been convicted was\nbehind bars seemed inconceivable. That a prison did not know whom\nit had in custody would mean it had failed the most basic test of\nits competence and security.\n\n   So Sanders was shuttled from his cell to the psychiatric unit\nand back to his cell again. The staff continued to give him Haldol.\nHe continued to sink deeper into depression and invisibility.\nWeeks, months and finally two years passed as Mary Sanders Lee\nsearched for her youngest son in the streets of Los Angeles. But\nshe would never find him there. Kerry Sanders was in Green Haven\nprison in Stormville, N.Y., serving time for a man named Robert.\n\n   Kerry Sanders had a sweet disposition, but he was not someone\nwho had much luck in life. Being born on the particular day of June\n25, 1966, would turn out to be his greatest misfortune. He had\ngrown up in the neighborhoods of South-Central Los Angeles, and by\nthe time he was 27, he had been in and out of mental hospitals for\nseven years, his body and spirit losing out to the voices in his\nhead. He was found to be suffering from paranoid schizophrenia, and\nlike many people with the disease, he felt the relief and\ndesperation that came with going on and off his medication.\n\n   When Sanders was not in the hospital, he stayed with his mother\nor one of his sisters. When his demons became too great, he would\nleave for the streets. On the morning of Oct. 5, 1993, he was\nsleeping on a bench outside the Los Angeles County-University of\nSouthern California Medical Center when Richard S. Bentley, a\ncounty police officer patrolling the hospital grounds, approached\nhim.\n\n   ``What's up?'' asked Sanders, who was wearing a black T-shirt\nand jeans and had just opened his eyes. Officer Bentley's police\nreport shows that he asked Sanders if he was all right or needed\nmedical assistance.\n\n   ``Of course I'm all right,'' Sanders replied. ``I was just\nsleeping.'' There was a bandage on his leg, and he said he had been\ntreated at the hospital earlier that night. He told the officer he\nwas homeless and showed him hospital identification, which gave his\nname, Kerry Sanders, and date of birth. The officer asked whether\nhe had ``any business'' at the hospital. ``No, sir,'' Sanders\nanswered.\n\n   Bentley then cited Sanders for trespassing and radioed the\ninformation to a police dispatcher. Up came two warrants under the\nname Sanders with the birth date of June 25, 1966. One was for\nKerry Sanders, for failing to appear at a hearing over a jaywalking\nticket in Los Angeles. The other was for Robert Sanders, an escaped\nfelon from New York; it advised ``caution.'' The warrants listed\neach man as African-American. Robert Sanders was described as 5\nfoot 8, 175 pounds and a native of New York City. He had scars on\nboth arms. Kerry Sanders was described as 5 foot 6 and 155 pounds.\nHe had one scar on his left arm.\n\n   Bentley said in a recent interview that when he asked Sanders if\nhe used any other names, he responded, ``Yes _ Terry and Robert.''\n``I asked him whether he was the Robert Sanders they were looking\nfor in New York,'' Bentley said, ``and he looked me straight in the\neye and said, 'Yes, I am.''' But in his police report, Bentley\nlisted only ``Terry'' under nicknames and made no mention of the\nexchange about New York. Bentley told his superiors that he\nsuspected Kerry Sanders was the fugitive Robert Sanders. The case\nwas turned over to the Los Angeles Police Department, and at 11:56\na.m. Kerry Sanders was arrested and booked as Robert Sanders. The\nbooking sheet included Kerry's physical characteristics _ his\nheight and weight, his right thumb print, the scar on his left arm\n_ and Robert's birthplace and fugitive warrant number. Within 24\nhours, Kerry Sanders' extradition was approved. Within two weeks,\nhe was in the New York State correctional system, answering to the\nname Robert as well as his own, a confused response that would have\ndevastating results.\n\n   A man incapable of making his own breaks, Sanders never got one\nalong the way. In Los Angeles, he was not given the required\nscreening that could have revealed his poor mental state. Police\nand corrections officials in Los Angeles and New York never noticed\nthat the photographs of the two men did not match - nor that Robert\nhad multiple tattoos, while Kerry had only a small one on his hand.\nNo one saw that the jaywalking ticket Kerry Sanders received in Los\nAngeles on July 14, 1993, was issued while Robert Sanders was\nserving a three-to-nine-year prison term more than 2,800 miles\naway.\n\n   No one ever compared the two men's fingerprints and matched them\nthrough the vast national computer database. Had they been checked,\na routine law enforcement practice when a felony suspect is\napprehended, it could have taken just hours to show that Kerry was\nthe wrong man.\n\n   Instead, he found himself in the Municipal Court of Los Angeles\nthe next day, stuck in a holding tank with dozens of other\nprisoners awaiting hearings. He was assigned a deputy public\ndefender, Stanley I. Efron, who met briefly with him, encouraging\nhim not to fight extradition. Efron said in an interview that he\nexamined the warrant and noticed the physical discrepancies between\nthe two men. But he found them to be innocuous, so he asked his\nclient whether he was Robert Sanders from New York. ``Yes,'' Kerry\nreplied. Efron explained that if he fought extradition, he would\nonly prolong his stay in the county jail before being returned to\nNew York anyway. He said Kerry agreed to sign a waiver.\n\n   In his own records, the public defender summarized his meeting\nwith Kerry Sanders this way: ``Admits ID. Can't bail. Wants to\nwaive.'' Efron left blank the other sections on the form for\ninformation about the defendant's family, pending cases, prior\nrecord and financial status. Efron, 58, who has worked for 30 years\nin the public defender's office, said Kerry ``answered all the\nquestions, and I was convinced he was the guy.'' It was one of four\nextradition cases the public defender handled that morning, and he\nremembered Kerry as being subdued and slow. ``I had to explain\nthings to him more than once,'' Efron recalled. But he said Kerry's\nbehavior did not set off any alarm bells, nor did the events that\nfollowed.\n\n   When Efron gave Kerry copies of the waiver, which began, ``I,\nRobert Sanders, do hereby freely and voluntarily state that I am\nthe identical Robert Sanders,'' he signed them ``Kerry Sanders''\nand drew doodles all over one copy. The case then moved to Judge\nAbraham A. Khan, who stopped the proceeding after Kerry said he\nhadn't even read the form.\n\n   ``Did you sign it?'' Khan asked.\n\n   ``Yeah,'' Kerry replied.\n\n   ``Why did you sign it?''\n\n   ``Because they told me to sign it.''\n\n   Khan had the public defender review the form again with his\nclient. Within minutes, both said it had been read and understood.\n``The court is satisfied,'' Khan said, moving on.\n\n   Kerry's fate now belonged to New York, and on Oct. 20, Sgt.\nJoseph H. Badstein Jr. and another state correctional officer\npicked up their prisoner in Los Angeles. It was raining late that\nnight when Kerry, shackled in leg irons, handcuffs, a waist chain\nand black lockbox, arrived with the two officers at the Downstate\nCorrectional Facility in Fishkill, N.Y., a processing center for\ninmates. The watch commander wrote in his logbook: ''11:04 p.m.\nReceived absconder from Fulton C.F. Sanders, Robert 90 A 8885.'' He\nwas issued an inmate ID card, which he signed ``Kerry Sanders.''\nThe corrections department typed ``Kerry Sanders'' into the name\nline as well. He was taken to the infirmary, given a delousing\nshower and examined by a nurse, Linda A. Rohling. Within 15\nminutes, she concluded that he might be mentally ill. Sanders\n``claims past psych history,'' Rohling wrote. He had been taking\nHaldol, an antipsychotic drug, and Cogentin, which was given to\nalleviate the physical side effects of Haldol.\n\n   ``Last dose five months ago,'' she noted.\n\n   A social worker, Michelyne Duvivier, who examined him the next\nmorning, checked the records on Robert Sanders, who was in prison\nfive months earlier, and found no history of mental illness. ``No\nrecords found of psych in prison,'' she wrote. The significance\nwent unnoticed.\n\n   Over the next 12 weeks, Kerry remained in the mental-observation\nunit at Downstate, one of 35,801 inmates who entered the New York\nState prison system in 1993. Withdrawn and quiet, he paced back and\nforth in the unit's recreation area. He giddily said he had\n``special powers,'' but they were ``good powers'' he used to help\nothers. One morning he flooded his cell with water. ``He tried to\n'wash his clothing' in the toilet,'' the chart says. ``Sees nothing\nunusual about this behavior.'' He also repeatedly asked why he was\nlocked up, pleading with one nurse, ``When can I go home?'' The\nnurse later wrote that he was still confused about where he was,\neven claiming ``disbelief that this was a prison.''\n\n   At the end of December, Kerry was transferred to Green Haven, a\nmaximum-security prison about 60 miles north of Manhattan. Given\nthat Robert Sanders had absconded from a minimum-security site, it\nwas determined that he would require a more secure location. The\nNew York authorities, now believing they had their man, pulled\nRobert Sanders' fugitive warrant from the national computer system.\n\n   The youngest of nine children, Kerry Sanders had a singular\nconnection with his mother, Mary Sanders Lee. When she dropped him\noff at elementary school, the teachers told her that she might as\nwell stay, too, because her son would chase after her anyway. When\nKerry and his friends swooped through the streets on their bikes,\nshe followed them in her car. ``He was the leader of all\ndevilment,'' Lee said of her rambunctious son. ``He was a good\nlittle boy.''\n\n   Kerry's father, John Sanders, a gas-station attendant in Watts,\nwas Lee's second husband. She has been married three times and\nwidowed just as many, and for long periods struggled financially to\nsupport her nine children. As a young child, Kerry had a healthy\nmind and body, and his family remembers the little boy who played\nwith his hamster and his dog and loved to read. ``He was a whiz in\nbooks,'' said his sister Diane, who is three years older than Kerry\nand used to get help from him with her homework. But as Kerry got\nolder, his family life became increasingly turbulent. His father\ndied when he was a teen-ager. His brother Carl was killed in a\npolice shooting. Two other brothers were in and out of jail.\n\n   Mary Lee hoped Kerry would go to college like another son,\nGilbert, who became a music professor. But her youngest child was\nnot inter-ested. ``He wasn't going to go to no college,'' she said.\n``I wasn't going to make no professor out of him.''\n\n   After high school, Kerry enlisted in the Job Corps in San\nBernardino, Calif., where he learned carpentry skills and fell in\nlove with a girl named Kim, whose name he had tattooed on the back\nof his right hand. They had a baby, a daughter. But Kim's parents\ndidn't approve of him and soon took mother and child away.\n\n   By the summer of 1986, when Kerry was 20, psychological problems\nbegan to manifest themselves. He told doctors at one psychiatric\nward that he had been hearing voices for five years. ``He kept the\nvoices a secret until one month ago, when they became\nintolerable,'' a doctor wrote. ``The voices now tell him to kill\nhimself, and he feels he may lose control.'' The doctors diagnosed\nschizophrenia and chronic paranoia and put him on antipsychotic\nmedication.\n\n   Over the next six years, Kerry floated among hospitals, the\nstreets and the homes of family members, struggling with the\nhallucinations and delusions, the disorganized speech and erratic\nbehavior, caused by his illness. He could be stubborn and\nfrightening and difficult to control. ``Every once in a while he\nwould at least come home to eat,'' said a cousin, Linda Evans.\n``We'd have to hold him down to get a shower.''\n\n   Mary Lee welcomed her son at the door when he showed up and\nprayed when he left. She took him to psychiatrists and to\nhospitals. She befriended the owners of delicatessens, doughnut\nshops and check-cashing stores on the streets where Kerry roamed,\nasking them to keep an eye out for her son. And she tried to focus\non the better times: Kerry, when stabilized on medication, would\ndance with his niece and watch his baby cousin and spend hours at\nhis mother's home, reading magazines and mysteries and books on\ncarpentry. He promised to build her a house someday. ``I told him,\n'I be so old I won't be able to sit down in it,''' Lee recalled.\n``He said, 'Momma, you don't know what I'll do for you, so hush.'''\n\n   In the summer of 1993, Kerry was once again off his medication\nand living on the streets, and he was out of touch with his family\nfor weeks at a time. On July 14, the police stopped him for\ncrossing against a red light. He was issued a ticket for jaywalking\nbut did not appear for a hearing. A misdemeanor warrant was issued\nfor his arrest and entered in the police computer. By late fall,\nLee became alarmed when she still hadn't heard from Kerry and he\nhadn't shown up to get his monthly disability check. She said she\ntook the uncashed check to the Social Security office, telling a\nclerk that she had no idea where her son had gone.\n\n   On Dec. 29, 1993, Kerry Sanders arrived at Green Haven, a\nsprawling compound of weathered concrete buildings on 928 acres of\nDutchess County farmland. Low-rising corridors connect each of its\nnine cellblocks like a maze, giving boundary to several grassy\nprison yards and numerous guarded checkpoints. Sanders was\nconstantly being moved between his cell and the psychiatric ward.\nHe was a stocky man, soft-fleshed and gentle, and his round face\nmade him look much younger than his 27 years. From the beginning,\nhe was a peculiarity to the staff and other inmates - silent,\nwithdrawn, disoriented.\n\n   Soon after his arrival, Sanders met Dr. Chung, the psychiatrist\nwho would supervise his care. The prisoner was cooperative but had\nproblems, Chung wrote in the chart. His posture was rigid, his gait\nnot spontaneous. ``He looks like a zombie,'' the doctor noted,\nordering that Kerry remain on Haldol and stay in the psychiatric\nunit ``for closer observation.'' On Jan. 3, 1994, Sanders attended\nhis first weekly session with the mental health team assigned to\nhis case. A nurse, Silvia Koola, wrote in his chart that he\n``observed that he was confused and does not know why he is in New\nYork prison; even his homeland is Los Angeles.'' She added, ``He\nalso was telling he does not know what crime he did and his name is\nnot Robert.'' In mid-January, Sanders was transferred to the third\ntier of A Block, one of several cramped cellblocks on the west side\nof the compound, near the psychiatric facility, a prison yard and\nthe mess hall. At times, the grayness of the place was consumed by\nits own monotonous noise, of bars clanging, of inmates being led\nthrough the corridors, of guards yelling out orders and counting\nthe jumpsuited men in their cells.\n\n   It was a world in which Sanders feared to be alone but was more\nfearful of being with others. He spent most of his time in his\ncell, making occasional trips to the yard to smoke, to watch\ntelevision or to play dominos or cards. His counselors remarked\nthat he befriended no one and that they could not get him to\nparticipate in group activities like the video club or table games.\n``He has a psychiatric disorder,'' a social worker, Donald L.\nHanson, noted. ``He needs a supportive environment.''\n\n   The staff listened to him talk about his family, his woodworking\nand his stays in mental hospitals in California. They wrote it all\ndown, meticulously. None of it matched the information the prison\nsystem had on Robert Sanders, but no one noticed anyway. Chung\ncontinued to see Kerry regularly, usually once a month, in his\noffice in the psychiatric unit. The doctor reported after each\nsession that the patient was ``doing well.'' Other mental health\nworkers described a grimmer picture.\n\n   On the evening of July 7, 1994, a guard found a frightened\nSanders acting bizarrely in his cell and escorted him to the\npsychiatric unit. ``He appears somewhat confused,'' wrote Dr.\nStanley Skollar, the psychiatrist on duty. ``He is willing to\naccept medication but indicates that because of this 'fright' he\ndidn't sleep last night and 'will not sleep tonight.' We will give\nhim his Haldol.''\n\n   On Aug. 5, Chung wrote in his notes that Sanders said he was\npregnant; the doctor also observed that Sanders was ``doing well''\nin his daily activities. That month, Hanson, the social worker,\nnoted that Sanders was doing poorly in his academic classes. Harold\nRoberson, the recreational therapist, wrote that Sanders was\ndepressed and tired. ``Client continues to feel that we are holding\nhim here,'' he added, ``often asking when are we going to let him\ngo home.''\n\n   On Sept. 16, Chung wrote that Sanders no longer believed he was\npregnant and that he was doing better in his classes. ``He sleeps\nwell and eats well.'' One week later, on Sept. 23, Roberson\nobserved Sanders to be hearing voices and talking to himself. That\nsame day, Chung noted that he was smiling and laughing\ninappropriately. He said he was 24 years old, even though he was\n28. ``He is doing well,'' the doctor wrote. On Oct. 20, 1994, as\nSanders' first year in prison ended, Roberson wrote that the\nprisoner was still hearing voices and complaining, ``They won't let\nme go home.''\n\n   Mary Lee tied a handkerchief around her head and set out by bus\nand then foot to search the streets of South-Central where she knew\nKerry liked to hang out: Florence, Hoover, Figueroa. She had been\nlooking for her son for months, knocking on doors, going in and out\nof stores and showing Kerry's photograph to as many people as she\ncould. Her road map, she said, was ``wherever you think his mind\nwould think to take him.''\n\n   The blocks, many of them burned out and deserted, the remnants\nof the Rodney King rioting in 1992, were controlled by rival gangs,\nand Lee, 60 and practical, did not hesitate to rely on them to help\nher on her way. When she finished on one block, gang members guided\nher to the next one, whistling loudly as they passed her into new\nterritory. She changed the handkerchief around her head to match\nthe next gang's colors and kept going.\n\n   The search was exhausting. One day, dispirited, she found\nherself being encouraged by a young boy who walked alongside her.\n``Mary Mother, she been crying like you when Jesus was missing them\nthree years,'' he told her. ``So you crying about your son? What\nabout Jesus, who died for us?'' It was ``the beautifulest thing\nthat I ever heard a young boy tell me in my life,'' said Lee, the\ngranddaughter of a Baptist minister. ``I really did step fast then,\nwhen that child told me that.''\n\n   She felt driven to find her son, she said, despite the\nconviction of family members that her search was futile. Some of\nher children suggested that she hold a memorial service for Kerry\nand grew concerned when she said she could hear his voice. ``Round\nby dusk, dark, I could hear him calling,'' Lee explained. ``I could\nhear the sound of keys, the rattling of keys. I kept telling them:\n'Well, he's got to be somewhere, kidnapped. Somebody got him\nsomewhere locked up, and he can't get to me. I keep hearing him\nsay, 'Momma,' and I know I'm not going crazy.''\n\n   She combed the parks, skid row and hospitals and pleaded with\nthe homeless. She sent Kerry's picture to the Sally Jessy Raphael\nshow after seeing a program about missing family members. And she\nforced herself to make trips to the county morgue, where she asked\nabout the latest ``John Doe'' bodies. ``I didn't have it in my\nheart that my son was dead,'' Lee said. ``If he's dead, I'm dead.''\n\n   She became a regular at the police station in her neighborhood,\nseeking out officers who patrolled the streets and knew her son.\nWhen she wasn't at the station house, she was phoning the officers\nthere to see if there was any news. ``Did you pick him up or\nanything?'' she asked them. ``I hope I'll find him 'fore you do.''\n\n   When Kerry Sanders arrived at Green Haven, his hold on reality\nwas faint and fragile: he knew his name, he knew details about his\nfamily and life in Los Angeles and he remembered his time in the\nJob Corps. By the fall of 1994, as he entered his second year in\nthe prison, that thread of sanity was all but vanished. As the\nvoices in his head grew louder, so did his chattering. ``He said he\nwas aware of it and it will not happen again,'' Hanson wrote after\nother prisoners complained that Sanders was keeping them up at\nnight. As the months dragged on, so did Sanders' solitary routines.\n``He rarely comes to staff to complain about anything except, 'When\nam I going to be let out of here?''' Roberson observed on Nov. 23,\n1994.\n\n   There was a widespread view among the staff that Sanders'\nquestioning did not need to be investigated. Juan Villalba, a\ncorrectional officer assigned to inmates with psychiatric problems,\nwould later say that Sanders came to him at least once a week,\nasking: ``Mr. Poncho, when they going to let me go? I didn't do\nnothing.'' Villalba, who said he heard such complaints from many\nprisoners, humored Sanders, saying he would be released ``one of\nthese days.''\n\n   Michael S. Rassin, another recreational therapist, would also\nlater acknowledge that Sanders possibly said to him as many as 75\ntimes, ``I don't know why I'm here.'' Rassin told him to write to\nthe superintendent.\n\n   At the start of 1995, Sanders' questioning became more frequent\nas he grew more desperate. The psychiatric chart shows:\n\n   January: Admits he hears voices. States he is depressed because\nhe is in prison and there is nothing he can do about it.\n\n   March: Says we are holding him here because he committed no\ncrimes. Will be encouraged to come to the staff and talk when he\nfeels he has a problem.\n\n   Chung said in a recent interview that he saw his job as limited\nto treating the patient's psychotic symptoms, not exploring his\nclaims of wrongful imprisonment. ``Not my responsibility,'' he\nsaid. Chung was the only employee at Green Haven who agreed to be\ninterviewed for this article. At 71, he is a veteran of the state\nsystem, having spent 10 years at Green Haven before recently moving\nto another prison. Born in North Korea, he escaped at the age of 15\nto the South, where he went on to attend medical school. In 1977,\nhe moved to the United States and completed a residency in\npsychiatry.\n\n   At Green Haven, he said he saw 50 to 75 patients a week and did\nnot remember the Sanders case specifically, but after reviewing a\ncopy of his handwritten notes in the chart, he confirmed his\nparticipation. Chung said that many prisoners made claims of\ninnocence: ``Ninety-nine percent of people deny that they are\ncriminals.'' He said some of his patients ``claim they came from\nheaven, and some of those, that they are Jesus Christ.'' By the\nsummer of 1995, the line between reality and delusion disappeared\nfor Sanders. Some members of the staff were calling him Kerry as\nwell as Robert. The chart continues:\n\n   June: ``I hear these voices.'' Says he sees his mother in the\nprison. august: Says people are coming out of the walls. Unable to\nsleep.\n\n   September: Expressing thoughts about being held in prison by the\nstaff against his will.\n\n   A man who was known on the streets as ``chicken'' was waiting\nfor the bus and 26 pounds of crack cocaine at the Greyhound\nterminal in Cleveland on Oct. 7, 1995, when the federal agents\nshowed up. The Drug Enforcement Administration had been tipped off\nabout the drug deal, but its agents had no idea what else they were\nabout to discover when they made their arrest. The man they\napprehended had a muscular build and a long face. He had many\ntattoos and scars. He showed them a license bearing the name\nLaradney J. Dixon and an address in Cleveland. One agent suspected\nthat it was a fake, especially after noticing that one tattoo on\nhis arm read ``Robert.''\n\n   Unsure of the man's identity, the agents took fingerprints and\nsent them to the FBI in Washington. Within hours, the DEA learned\nthat the prints matched those of a felon named Robert Sanders. But\nhe was supposedly sitting in a prison in New York.\n\n   Lillian Capuano was working as a clerk in charge of inmate\nrecords at Green Haven when the DEA's call came in. An agent told\nher he had the fugitive Robert Sanders in custody. She said that\nwas impossible; he was already at Green Haven. The agent, to prove\nhis contention, asked her to send Robert Sanders' fingerprints to\nthe FBI.\n\n   Capuano, suspicious, noted in a memo that she called the bureau\nto verify that the DEA's request was real. Reassured, she sent the\nprints the prison system had on file for Robert Sanders, taken\nduring his initial imprisonment in 1990. They matched those of the\nman arrested in Cleveland. Mystified, officials at Green Haven then\nfingerprinted the inmate they had imprisoned for two years as\nRobert Sanders. In all the time since Kerry's arrest on the bench\nin Los Angeles, this was the first instance his prints had been\ntaken and examined. They matched none in the FBI's files. On Oct.\n26, Capuano began to pore through prison records and discovered\nthat since the inmate was brought back to New York, he had been\n``signing Kerry Sanders, not Robert Sanders.''\n\n   ater that day, George W. Seyfert 3rd, a deputy inspector general\nwith the New York State Department of Correctional Services, was\ncalled to Green Haven and began his own review of the files on\nRobert Sanders. They showed that Robert Sanders had been arrested\nseveral times before he shot a man over cocaine in Harlem in 1990.\nHe was sentenced to three to nine years in prison. He was\nfingerprinted, photographed and assigned identification No. 90 A\n8885. A clerk wrote that he was ``adjusting without incident'' and\nthat he had no medical or psychiatric problems. The files also\nshowed that after three years in the New York system, Robert\nSanders was moved to Fulton State Correctional Facility in the\nBronx. Under its work-release program, he was allowed to leave each\nmorning at 8 to work in a Harlem barbershop. He came back every day\nat 3, except on Aug. 30, 1993, when he didn't.\n\n   At 12:30 p.m. on Oct. 26, 1995, Seyfert, who had settled into a\nconference room that is used for parole hearings, called for the\n``inmate who claims to be Kerry Sanders.'' He looked at Kerry and\nat the photograph of Robert Sanders. There was no resemblance. Over\nthe next hour, Seyfert questioned Kerry, who responded slowly,\nmumbling and slurring his words at times. But the inspector heard\nand wrote down what he needed to know: Kerry Sanders. Date of\nbirth: June 25, 1966. Born in Los Angeles in a hospital near the\nColiseum where the Rams played. His father was John Sanders; he\ndied in 1982. His mother was Mary. His sister was Roberta. He had a\nbrother who died. He named his other brothers: Don, Rickey,\nGilbert. He gave his Social Security number. ``I used to work as a\ncarpenter,'' he said.\n\n   Kerry told Seyfert that he was arrested for ``sleeping on a park\nbench'' in Los Angeles. He said he answered to the name Robert\nafter his arrest there but had never used the name before that.\nSeyfert asked him if he ever did anything wrong. Kerry began to\nramble on about an incident in which he said he shot a wall while\nbaby-sitting in Arizona.\n\n   Had he ever done anything else wrong? Seyfert asked.\n\n   ``Masturbate _that's it,'' Kerry said.\n\n   The inspector had one more question. ``How are you doing here?''\n\n   ``I'm OK,'' Kerry replied. ``It's good here, but you wouldn't\nlike it.''\n\n   With Robert Sanders now in federal custody in Cleveland in the\ncrack cocaine case, the authorities in New York were determined to\nhave him serve out the remaining time on his original state\nsentence. So they reposted the warrant for his arrest in the\nnational database.\n\n   Meanwhile, Seyfert began trying to reach Kerry's family. On the\nafternoon of Oct. 27, he tracked down Mary Lee's phone number and\nbegan dialing. She picked up the phone. Seyfert asked her to hold\nfor a minute, and then put Kerry on the line.\n\n   ``Hello? Yes _ Momma?''\n\n   Five hours after Seyfert's phone call, Sergeant Badstein, one of\nthe New York correctional officers who flew to Los Angeles two\nyears earlier, took Kerry back home. ``Here come Kerry with a red\nsweater on and some blue jeans, and he's so glad to see his Momma,\nhe didn't know what to do,'' Lee remembered. ``I said: 'Where your\ncoat at? You been in New York? You mean to tell me that you didn't\nhave no coat on up in New York? You get devil cold.'''\n\n   Lee hugged her son and hugged the two Los Angeles police\nofficers who escorted him from the airport. She invited them in for\ncoffee as she and her family celebrated Kerry's return, but the\nofficers declined. Badstein, in a memo to his supervisor, seemed\npleased with Lee's reaction and that New York's role had remained\nlargely invisible. ``She was only interested in his safe return,''\nBadstein wrote, adding that Kerry's mother ``thanked us\nprofusely.''\n\n   He noted that there were ``no press or media cameras or the\nlike'' and that Lee ``did not ask my name, nor did anyone else in\nher apartment. No identification was requested and none was\noffered. All parties seemed satisfied to see only the uniforms of\nthe LAPD escorts.'' Badstein said he left Kerry with nothing that\n``bore the name'' of Green Haven or the New York corrections\ndepartment. Kerry was sent home with $48.13, a plastic bag with\nsome medicine, a soda and a pack of cigarettes _ but with no\nexplanation for his imprisonment or recommendations on following up\nhis psychiatric care. It was Kerry who told his family about his\ntime in prison. ``They took me to New York,'' he said to his sister\nRoberta. ``It was so cold there. They put me in this little room.''\n\n   Then his family tried to find out more. His mother ultimately\ncontacted Green Haven's superintendent, Christopher P. Artuz. ``My\nson is mentally challenged,'' she wrote on Dec. 6, 1995. ``He does\nnot remember everything, and I need this information.''\n\n   Anthony J. Annucci, deputy commissioner and the top lawyer for\nthe corrections department, responded two months later. He\nsuggested that Kerry was mostly to blame for his imprisonment,\nnoting that he had answered to ``Robert'' at the time of his arrest\nand in Green Haven. ``The diminished mental faculties of Kerry\nSanders apparently were a significant reason why this error went\nundetected for as long as it had,'' Annucci wrote. ``I deeply\nregret any hardship to Kerry Sanders and his family occasioned by\nthis case of mistaken identity.''\n\n   In the two years after Kerry's release, his family said they saw\na disturbed man deteriorate further. ``He wasn't the same,''\nRoberta said. He had flashbacks and shortness of breath. He told\nhis sister and her daughter that he had been sexually assaulted in\nprison. When he slept at Roberta's house, he kept the lights on.\nWhen they watched television, she said he would suddenly shout as\nif he were back in his cell, ``Man, leave my stuff alone!'' or\n``Don't get on my bunk.'' His moods grew more erratic, his behavior\nmore volatile. He went on and off his medication and often went\nback to the streets.\n\n   On the evening of Jan. 10, 1997, two officers spotted Kerry\ncrossing against a ``Don't Walk'' sign on Florence Avenue, forcing\ncars to brake suddenly as they exited the freeway. They stopped him\nand asked him for his name and birth date. They radioed the\ninformation to the dispatcher and heard back about the felony\nwarrant for Robert Sanders from New York. The police in Los Angeles\napparently did not notice that Robert Sanders was in prison in the\nfederal cocaine case. The officers pressed ahead.\n\n   According to their report, they asked Kerry whether he knew\nthere was a warrant for him in New York and he responded: ``Yes, I\nwas there 10 months ago, and I used the name Robert Sanders. Here,\nin California, I use the name Kerry Sanders so no one will know I'm\nRobert Sanders.''\n\n   Kerry Sanders was booked and jailed as Robert Sanders, with\n``Kerry'' listed as an alias. Again, the police did not check\nfingerprints. They notified prison authorities in New York that\nthey had Robert Sanders in custody. Three days later, New York said\nto let him go, and the case was dismissed. ``Wrong suspect,\nexonerated,'' the police report says. When he saw his mother, Kerry\ntold her what happened. ``I been in jail for Robert Sanders\nagain,'' he said. ``Momma, they cannot keep Robert Sanders in jail.\nHe got to do his own time by himself, Momma.''\n\n   ``Just because you're paranoid, doesn't mean they're not out to\nget you.'' So read the sign hanging in the waiting room of the\npsychiatric unit at Green Haven when Benjamin Schonbrun, a lawyer\nin a small civil rights practice in Los Angeles, visited the prison\nin May. Its sting was not lost on Schonbrun, who went there to talk\nto staff members who treated Kerry during his time there.\n\n   Shortly after her son's return, Mary Lee hired Schonbrun's firm\nto file a federal civil rights lawsuit against the authorities in\nNew York and Los Angeles. Five years later, they are still trying\nto sort out moral, legal and financial responsibility for what\nhappened. Lee hopes that any damages will enable her son to afford\nbetter psychiatric care, a wish that has become a backdrop of the\ncase.\n\n   The lawsuit argues that Kerry's imprisonment not only damaged\nhis already poor mental health but has also had residual effects in\nthe years since his return home. In the spring of 1998, he was\narrested three times. The police said he defaced a window at a Jack\nin the Box, destroyed a beauty shop door and was found one day with\na semiautomatic rifle he had picked out of a garbage bin.\n\n   This January, the law firm negotiated a $290,000 settlement with\nLos Angeles County for its role in the case. In a letter to the\ncounty board of supervisors, the county's own lawyers sharply\ncriticized the police, the public defender and jail officials,\nnoting that the most basic screening tools of law enforcement,\nfingerprints and photographs, were abandoned. ``Further,'' the\ncounty's lawyers wrote, ``there was no suspicion that Kerry Lee\nSanders suffered from mental illness that would have alerted\nindividuals to the fact that they might have the wrong person in\ncustody.''\n\n   In New York, the attorney general's office has chosen to fight\nthe lawsuit in U.S. District Court in Manhattan, not disputing that\nKerry was wrongly imprisoned but denying any liability. It first\nclaimed that the suit should be dismissed because the statute of\nlimitations had run out; it soon withdrew that argument. It also\ncontended that to bring the suit, Kerry had to meet strict legal\nrequirements that apply to prisoners. Judge Deborah A. Batts, who\nhas not hid her disdain for some of the state's arguments, found\nthis one to be ``without merit.'' The requirements didn't apply,\nshe ruled, because Kerry shouldn't have been a prisoner in the\nfirst place.\n\n   State officials, including spokesmen for the Department of\nCorrectional Services, the Office of Mental Health _ which runs the\npsychiatric unit at Green Haven _ and the attorney general's office\nhave refused to comment because of the pending lawsuit.\n\n   Paul Shechtman, a former federal prosecutor who oversaw the\ncorrectional system from 1995 to 1996 as the criminal justice\nadviser to Pataki, called the case remarkable. ``Whatever else,''\nShechtman said, ``it does seem that it's appropriate for the state\nto say mea culpa.''\n\n   As recently as this spring, the state attorney general's office\ninformed Kerry's lawyers that except for the psychiatric records,\nall other files pertaining to his two years in the prison had been\nlost. A trial date has not been set.\n\n   Since last October, Schonbrun and two of his partners, Wilmer J.\nHarris and Michael D. Seplow, have been taking depositions from\nprison and mental health employees involved in the case. Almost all\nthose involved see themselves as blameless, saying they were not\nresponsible for checking into Sanders' claims of innocence. ``I let\nhim know there was nothing I could do,'' said Michael Rassin, the\nrecreational therapist.\n\n   ``I am not a legal aid society,'' Harold Roberson, the other\nrecreational therapist, said.\n\n   ``It's not my job _ I don't do that,'' said Silvia Koola, the\nnurse. Questioned about Kerry's release from Green Haven, Sergeant\nBadstein, the correctional officer who wrote to his boss that he\ndid not show ID when he accompanied Kerry home, said, ``All of our\ntransports are low profile.'' Badstein also now maintains that he\ntold Mary Lee who he was.\n\n   Seyfert, the deputy inspector general, asked whether he arranged\nany follow-up care for Kerry, said it was not the state's\nresponsibility. ``My jurisdiction ended at the door of the Green\nHaven Correctional Facility.'' Seyfert, who has worked for the\ncorrections department for 25 years, said the Sanders case was the\nonly one he was aware of in the state system in which an innocent\nman, unable to speak for himself, was picked up and put in jail in\nplace of an escaped convict. He acknowledged, however, that he had\nnot investigated whether there were any other such cases.\n\n   In the suit, the lawyers also contend that Kerry was sexually\nassaulted in prison and that his comments to the staff that he was\npregnant should have been seen as a sign from a mentally ill man\nthat he was raped. Chung, asked in his interview about Kerry's\npregnancy comment, said it can be viewed only one way: ``Just\nnonsense.''\n\n   ``Do you think it makes any sense that a male is pregnant?''\nChung asked. ``If the patient is female, then it can make sense.\nMaybe rape or some relationship. Even if he had a relationship with\nothers, a male can't be pregnant.'' Asked whether Kerry might have\nbeen signaling that he had been raped, Chung said, ``We say, G-O-K\n_ God only knows.''\n\n   Of the more than 20 people who have testified in depositions or\nbeen interviewed for this article, only one official expressed\nshock at Kerry's imprisonment. Wayne L. Strack, a deputy\ncommissioner for corrections at the time, said he was\n``flabbergasted'' when he learned about the case.\n\n   ``With all the checks and balances that we've got, I can't\nunderstand how it happened,'' Strack said in a deposition. ``I\nmean, it's drilled in you from Day 1 of the job: You take an\ninmate, you're responsible, you identify him. I mean _ my mind goes\nboggled.'' He said the responsibility was broad because ``too many\nthings happened.''\n\n   The issues of responsibility and culpability, of quality of care\nand of monumental and systematic failings continue to surround the\nlawsuit. Yet in 2,000 pages of depositions, there have been few\ndisplays of compassion and fewer of outrage. At Green Haven, no one\non the staff was even told what happened, and no one asked. One\nday, Kerry Sanders just disappeared. Chung, only recently learning\nthe details, said it was better for Kerry to be in prison than\nwandering the streets. ``He got medication, free meal, food,\neverything,'' the doctor said in his deposition. ``He should say,\n'Thank you, for two years you guys treated me very nicely.'''\n\n   Kerry Sanders turned 34 on June 25 and he says he is ``ready for\nthe future.'' Since March, he has been staying at a supervised\nboard-and-care residence in Los Angeles, where he has his own room\nand a structured schedule. A psychiatrist visits him once a month,\nand a nurse dispenses his medication, cooks his meals, organizes\nhis activities and makes sure he rises each day at 6 so he will be\nready for a van that takes him to a therapy center for counseling\nand classes.\n\n   His room at the residence is spare but neat, and he has his own\nstereo. He spends his time playing cassettes _ the Temptations and\nTyrone Davis are among his favorites _ watching Superman cartoons\nand talking with his housemates. ``Two girls and six guys _ and\nme,'' Kerry said in one of several recent interviews. He can sign\nout to walk to a nearby park or to a grocery store, where he buys\ncigarettes and chips. His mother, now 67, visits him regularly, and\nshe can take him home on weekends to her apartment in Inglewood,\nwhere he can see his sisters and their children.\n\n   Kerry remains stocky, his movement slowed by medication, his\nspeech tentative, his memory clouded. But he can recall some of his\ntwo years at the prison. ``When I got invited to go to New York, I\ndon't know what happened,'' he said. ``They picked me up, and they\nasked me if I was Kerry Sanders or Robert Sanders. I told them my\nname was Kerry Sanders.'' ``It was just horrible,'' he added.\n``Going in and out of cells every day. Going to dinner. Standing at\nattention.'' He cried and prayed a lot. ``I wanted to get out, and\nI wanted to come home,'' Kerry said. ``It was like losing oxygen.''\n\n   After so many chaotic years, Kerry's life is more stable now,\nand he seems unencumbered by bitterness or anger over what happened\nto him. Yet he has a sad resignation about what he knows his future\nwill mean. ``It will be the same as it is today,'' Kerry said.\n\n   Robert Sanders remains in federal prison in the Cleveland drug\ncase, serving a 15-year sentence. New York still has the warrant\nout for his arrest.\n\n   (Benjamin Weiser is a court reporter for The New York Times.)\n\n   -----\n\n     EDITORS: Visit The New York Times Syndicate Web site at\nhttp://www.nytimes.com/syndicate for more information on\nCENTERPIECE and other features.  \n\n     NONSUBSCRIBERS: To publish a ``separate-buy'' feature article, it\nmust be purchased. Please contact one of these sales\nrepresentatives:\n\n   --U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697.\n\n   --Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942.\n\n   --Latin America: ANA PENA in New York, 212-499-3333; fax,\n212-499-3382.  \n","Headline":"\n$ADV06 \n THE WRONG MAN: MY NAME IS NOT ROBERT \n","Text":["\n   Nearly every day inside Green Haven Prison in Stormville, N.Y.,\nbehind the 30-foot-high concrete walls and 12 watchtowers, within\nthe endless gray corridors and tiers of windowless cells, the\ninmate Robert Sanders asked the same question: Why am I here? He\nasked the guards in the main unit of the maximum-security prison,\nwhere he spent most of his time alone in Cell No. 22 on the third\nlevel, crying and praying and drinking too much coffee. He asked\nthe doctors, social workers and nurses in the psychiatric unit,\nwhere he was often sent to deal with the voices in his head.\n","\n   To the staff members, his questions were evidence of his\npsychosis. ``He becomes delusional,'' they wrote in his chart. ``He\nhas bizarre behavior.'' The prisoner had a habit of picking\ncigarette butts up off the floor, but not of showering. Everyone\ncomplained that he gave off an unbearable smell, and the red-hooded\nsweatshirt he habitually wore was caked with food and dirt. They\ncomplained at night, too, when his chattering echoed down the\nnarrow hall of A Block. The psychiatric team urged him to improve\nhis hygiene and attend classes in ``daily living skills.'' He was\ngiven 15 minutes of weekly therapy and heavy doses of Haldol, an\nantipsychotic drug that left his body rigid and his emotions flat.\nBut his bewilderment grew. ``Pt. said he has no idea why the plane\ntook him to N.Y.,'' a nurse wrote in Sanders' chart. He also ``does\nnot know what crime he did and his name is not Robert.''\n","\n   Prison records showed that Robert Sanders was a career criminal\nfrom New York who tried to kill a man over cocaine in 1990 and\nescaped three years later while on work release at a\nminimum-security prison in the Bronx. Within months, he was\nrecaptured and sent to Green Haven, a virtual fortress that houses\nthe state's only execution chamber and 2,194 of its most violent\ncriminals.\n","\n   There, the inmate told the staff about his life in Los Angeles.\nHe talked about his mother, Mary, who had given birth to eight\nchildren before she had her youngest child, a boy named Kerry. He\nknew a lot about carpentry. And he remembered spending time at a\nmental hospital in Los Angeles because he was sick. But he could\nnot understand why he was in prison or why everyone was calling him\nRobert.\n","\n   ``He looks somewhat confused,'' wrote Dr. Edward Y. Chung, the\npsychiatrist who oversaw the inmate's care, ``and the response to\nthe questioning is illogical.'' Harold Roberson, a therapist in the\npsychiatric unit, recorded similar observations. ``He has on\nseveral occasions made statements that would indicate delusional\nthinking,'' Roberson wrote in the chart. ``He stated we are holding\nhim here because he committed no crimes.''\n","\n   The inmate's assertion might well have seemed implausible, given\nthe extensive system of checks and safeguards used in law\nenforcement to ensure that one person is not mistaken for another.\nThere is a national database of fingerprints and photographs, which\nare taken when people are arrested; there are lawyers and judges to\nprotect and administer justice; and there are prison staffs with\nfiles on the medical, personal and criminal histories of inmates.\nThe United States has had its share of wrongly convicted people,\nbut the idea that a man who had never even been convicted was\nbehind bars seemed inconceivable. That a prison did not know whom\nit had in custody would mean it had failed the most basic test of\nits competence and security.\n","\n   So Sanders was shuttled from his cell to the psychiatric unit\nand back to his cell again. The staff continued to give him Haldol.\nHe continued to sink deeper into depression and invisibility.\nWeeks, months and finally two years passed as Mary Sanders Lee\nsearched for her youngest son in the streets of Los Angeles. But\nshe would never find him there. Kerry Sanders was in Green Haven\nprison in Stormville, N.Y., serving time for a man named Robert.\n","\n   Kerry Sanders had a sweet disposition, but he was not someone\nwho had much luck in life. Being born on the particular day of June\n25, 1966, would turn out to be his greatest misfortune. He had\ngrown up in the neighborhoods of South-Central Los Angeles, and by\nthe time he was 27, he had been in and out of mental hospitals for\nseven years, his body and spirit losing out to the voices in his\nhead. He was found to be suffering from paranoid schizophrenia, and\nlike many people with the disease, he felt the relief and\ndesperation that came with going on and off his medication.\n","\n   When Sanders was not in the hospital, he stayed with his mother\nor one of his sisters. When his demons became too great, he would\nleave for the streets. On the morning of Oct. 5, 1993, he was\nsleeping on a bench outside the Los Angeles County-University of\nSouthern California Medical Center when Richard S. Bentley, a\ncounty police officer patrolling the hospital grounds, approached\nhim.\n","\n   ``What's up?'' asked Sanders, who was wearing a black T-shirt\nand jeans and had just opened his eyes. Officer Bentley's police\nreport shows that he asked Sanders if he was all right or needed\nmedical assistance.\n","\n   ``Of course I'm all right,'' Sanders replied. ``I was just\nsleeping.'' There was a bandage on his leg, and he said he had been\ntreated at the hospital earlier that night. He told the officer he\nwas homeless and showed him hospital identification, which gave his\nname, Kerry Sanders, and date of birth. The officer asked whether\nhe had ``any business'' at the hospital. ``No, sir,'' Sanders\nanswered.\n","\n   Bentley then cited Sanders for trespassing and radioed the\ninformation to a police dispatcher. Up came two warrants under the\nname Sanders with the birth date of June 25, 1966. One was for\nKerry Sanders, for failing to appear at a hearing over a jaywalking\nticket in Los Angeles. The other was for Robert Sanders, an escaped\nfelon from New York; it advised ``caution.'' The warrants listed\neach man as African-American. Robert Sanders was described as 5\nfoot 8, 175 pounds and a native of New York City. He had scars on\nboth arms. Kerry Sanders was described as 5 foot 6 and 155 pounds.\nHe had one scar on his left arm.\n","\n   Bentley said in a recent interview that when he asked Sanders if\nhe used any other names, he responded, ``Yes _ Terry and Robert.''\n``I asked him whether he was the Robert Sanders they were looking\nfor in New York,'' Bentley said, ``and he looked me straight in the\neye and said, 'Yes, I am.''' But in his police report, Bentley\nlisted only ``Terry'' under nicknames and made no mention of the\nexchange about New York. Bentley told his superiors that he\nsuspected Kerry Sanders was the fugitive Robert Sanders. The case\nwas turned over to the Los Angeles Police Department, and at 11:56\na.m. Kerry Sanders was arrested and booked as Robert Sanders. The\nbooking sheet included Kerry's physical characteristics _ his\nheight and weight, his right thumb print, the scar on his left arm\n_ and Robert's birthplace and fugitive warrant number. Within 24\nhours, Kerry Sanders' extradition was approved. Within two weeks,\nhe was in the New York State correctional system, answering to the\nname Robert as well as his own, a confused response that would have\ndevastating results.\n","\n   A man incapable of making his own breaks, Sanders never got one\nalong the way. In Los Angeles, he was not given the required\nscreening that could have revealed his poor mental state. Police\nand corrections officials in Los Angeles and New York never noticed\nthat the photographs of the two men did not match - nor that Robert\nhad multiple tattoos, while Kerry had only a small one on his hand.\nNo one saw that the jaywalking ticket Kerry Sanders received in Los\nAngeles on July 14, 1993, was issued while Robert Sanders was\nserving a three-to-nine-year prison term more than 2,800 miles\naway.\n","\n   No one ever compared the two men's fingerprints and matched them\nthrough the vast national computer database. Had they been checked,\na routine law enforcement practice when a felony suspect is\napprehended, it could have taken just hours to show that Kerry was\nthe wrong man.\n","\n   Instead, he found himself in the Municipal Court of Los Angeles\nthe next day, stuck in a holding tank with dozens of other\nprisoners awaiting hearings. He was assigned a deputy public\ndefender, Stanley I. Efron, who met briefly with him, encouraging\nhim not to fight extradition. Efron said in an interview that he\nexamined the warrant and noticed the physical discrepancies between\nthe two men. But he found them to be innocuous, so he asked his\nclient whether he was Robert Sanders from New York. ``Yes,'' Kerry\nreplied. Efron explained that if he fought extradition, he would\nonly prolong his stay in the county jail before being returned to\nNew York anyway. He said Kerry agreed to sign a waiver.\n","\n   In his own records, the public defender summarized his meeting\nwith Kerry Sanders this way: ``Admits ID. Can't bail. Wants to\nwaive.'' Efron left blank the other sections on the form for\ninformation about the defendant's family, pending cases, prior\nrecord and financial status. Efron, 58, who has worked for 30 years\nin the public defender's office, said Kerry ``answered all the\nquestions, and I was convinced he was the guy.'' It was one of four\nextradition cases the public defender handled that morning, and he\nremembered Kerry as being subdued and slow. ``I had to explain\nthings to him more than once,'' Efron recalled. But he said Kerry's\nbehavior did not set off any alarm bells, nor did the events that\nfollowed.\n","\n   When Efron gave Kerry copies of the waiver, which began, ``I,\nRobert Sanders, do hereby freely and voluntarily state that I am\nthe identical Robert Sanders,'' he signed them ``Kerry Sanders''\nand drew doodles all over one copy. The case then moved to Judge\nAbraham A. Khan, who stopped the proceeding after Kerry said he\nhadn't even read the form.\n","\n   ``Did you sign it?'' Khan asked.\n","\n   ``Yeah,'' Kerry replied.\n","\n   ``Why did you sign it?''\n","\n   ``Because they told me to sign it.''\n","\n   Khan had the public defender review the form again with his\nclient. Within minutes, both said it had been read and understood.\n``The court is satisfied,'' Khan said, moving on.\n","\n   Kerry's fate now belonged to New York, and on Oct. 20, Sgt.\nJoseph H. Badstein Jr. and another state correctional officer\npicked up their prisoner in Los Angeles. It was raining late that\nnight when Kerry, shackled in leg irons, handcuffs, a waist chain\nand black lockbox, arrived with the two officers at the Downstate\nCorrectional Facility in Fishkill, N.Y., a processing center for\ninmates. The watch commander wrote in his logbook: ''11:04 p.m.\nReceived absconder from Fulton C.F. Sanders, Robert 90 A 8885.'' He\nwas issued an inmate ID card, which he signed ``Kerry Sanders.''\nThe corrections department typed ``Kerry Sanders'' into the name\nline as well. He was taken to the infirmary, given a delousing\nshower and examined by a nurse, Linda A. Rohling. Within 15\nminutes, she concluded that he might be mentally ill. Sanders\n``claims past psych history,'' Rohling wrote. He had been taking\nHaldol, an antipsychotic drug, and Cogentin, which was given to\nalleviate the physical side effects of Haldol.\n","\n   ``Last dose five months ago,'' she noted.\n","\n   A social worker, Michelyne Duvivier, who examined him the next\nmorning, checked the records on Robert Sanders, who was in prison\nfive months earlier, and found no history of mental illness. ``No\nrecords found of psych in prison,'' she wrote. The significance\nwent unnoticed.\n","\n   Over the next 12 weeks, Kerry remained in the mental-observation\nunit at Downstate, one of 35,801 inmates who entered the New York\nState prison system in 1993. Withdrawn and quiet, he paced back and\nforth in the unit's recreation area. He giddily said he had\n``special powers,'' but they were ``good powers'' he used to help\nothers. One morning he flooded his cell with water. ``He tried to\n'wash his clothing' in the toilet,'' the chart says. ``Sees nothing\nunusual about this behavior.'' He also repeatedly asked why he was\nlocked up, pleading with one nurse, ``When can I go home?'' The\nnurse later wrote that he was still confused about where he was,\neven claiming ``disbelief that this was a prison.''\n","\n   At the end of December, Kerry was transferred to Green Haven, a\nmaximum-security prison about 60 miles north of Manhattan. Given\nthat Robert Sanders had absconded from a minimum-security site, it\nwas determined that he would require a more secure location. The\nNew York authorities, now believing they had their man, pulled\nRobert Sanders' fugitive warrant from the national computer system.\n","\n   The youngest of nine children, Kerry Sanders had a singular\nconnection with his mother, Mary Sanders Lee. When she dropped him\noff at elementary school, the teachers told her that she might as\nwell stay, too, because her son would chase after her anyway. When\nKerry and his friends swooped through the streets on their bikes,\nshe followed them in her car. ``He was the leader of all\ndevilment,'' Lee said of her rambunctious son. ``He was a good\nlittle boy.''\n","\n   Kerry's father, John Sanders, a gas-station attendant in Watts,\nwas Lee's second husband. She has been married three times and\nwidowed just as many, and for long periods struggled financially to\nsupport her nine children. As a young child, Kerry had a healthy\nmind and body, and his family remembers the little boy who played\nwith his hamster and his dog and loved to read. ``He was a whiz in\nbooks,'' said his sister Diane, who is three years older than Kerry\nand used to get help from him with her homework. But as Kerry got\nolder, his family life became increasingly turbulent. His father\ndied when he was a teen-ager. His brother Carl was killed in a\npolice shooting. Two other brothers were in and out of jail.\n","\n   Mary Lee hoped Kerry would go to college like another son,\nGilbert, who became a music professor. But her youngest child was\nnot inter-ested. ``He wasn't going to go to no college,'' she said.\n``I wasn't going to make no professor out of him.''\n","\n   After high school, Kerry enlisted in the Job Corps in San\nBernardino, Calif., where he learned carpentry skills and fell in\nlove with a girl named Kim, whose name he had tattooed on the back\nof his right hand. They had a baby, a daughter. But Kim's parents\ndidn't approve of him and soon took mother and child away.\n","\n   By the summer of 1986, when Kerry was 20, psychological problems\nbegan to manifest themselves. He told doctors at one psychiatric\nward that he had been hearing voices for five years. ``He kept the\nvoices a secret until one month ago, when they became\nintolerable,'' a doctor wrote. ``The voices now tell him to kill\nhimself, and he feels he may lose control.'' The doctors diagnosed\nschizophrenia and chronic paranoia and put him on antipsychotic\nmedication.\n","\n   Over the next six years, Kerry floated among hospitals, the\nstreets and the homes of family members, struggling with the\nhallucinations and delusions, the disorganized speech and erratic\nbehavior, caused by his illness. He could be stubborn and\nfrightening and difficult to control. ``Every once in a while he\nwould at least come home to eat,'' said a cousin, Linda Evans.\n``We'd have to hold him down to get a shower.''\n","\n   Mary Lee welcomed her son at the door when he showed up and\nprayed when he left. She took him to psychiatrists and to\nhospitals. She befriended the owners of delicatessens, doughnut\nshops and check-cashing stores on the streets where Kerry roamed,\nasking them to keep an eye out for her son. And she tried to focus\non the better times: Kerry, when stabilized on medication, would\ndance with his niece and watch his baby cousin and spend hours at\nhis mother's home, reading magazines and mysteries and books on\ncarpentry. He promised to build her a house someday. ``I told him,\n'I be so old I won't be able to sit down in it,''' Lee recalled.\n``He said, 'Momma, you don't know what I'll do for you, so hush.'''\n","\n   In the summer of 1993, Kerry was once again off his medication\nand living on the streets, and he was out of touch with his family\nfor weeks at a time. On July 14, the police stopped him for\ncrossing against a red light. He was issued a ticket for jaywalking\nbut did not appear for a hearing. A misdemeanor warrant was issued\nfor his arrest and entered in the police computer. By late fall,\nLee became alarmed when she still hadn't heard from Kerry and he\nhadn't shown up to get his monthly disability check. She said she\ntook the uncashed check to the Social Security office, telling a\nclerk that she had no idea where her son had gone.\n","\n   On Dec. 29, 1993, Kerry Sanders arrived at Green Haven, a\nsprawling compound of weathered concrete buildings on 928 acres of\nDutchess County farmland. Low-rising corridors connect each of its\nnine cellblocks like a maze, giving boundary to several grassy\nprison yards and numerous guarded checkpoints. Sanders was\nconstantly being moved between his cell and the psychiatric ward.\nHe was a stocky man, soft-fleshed and gentle, and his round face\nmade him look much younger than his 27 years. From the beginning,\nhe was a peculiarity to the staff and other inmates - silent,\nwithdrawn, disoriented.\n","\n   Soon after his arrival, Sanders met Dr. Chung, the psychiatrist\nwho would supervise his care. The prisoner was cooperative but had\nproblems, Chung wrote in the chart. His posture was rigid, his gait\nnot spontaneous. ``He looks like a zombie,'' the doctor noted,\nordering that Kerry remain on Haldol and stay in the psychiatric\nunit ``for closer observation.'' On Jan. 3, 1994, Sanders attended\nhis first weekly session with the mental health team assigned to\nhis case. A nurse, Silvia Koola, wrote in his chart that he\n``observed that he was confused and does not know why he is in New\nYork prison; even his homeland is Los Angeles.'' She added, ``He\nalso was telling he does not know what crime he did and his name is\nnot Robert.'' In mid-January, Sanders was transferred to the third\ntier of A Block, one of several cramped cellblocks on the west side\nof the compound, near the psychiatric facility, a prison yard and\nthe mess hall. At times, the grayness of the place was consumed by\nits own monotonous noise, of bars clanging, of inmates being led\nthrough the corridors, of guards yelling out orders and counting\nthe jumpsuited men in their cells.\n","\n   It was a world in which Sanders feared to be alone but was more\nfearful of being with others. He spent most of his time in his\ncell, making occasional trips to the yard to smoke, to watch\ntelevision or to play dominos or cards. His counselors remarked\nthat he befriended no one and that they could not get him to\nparticipate in group activities like the video club or table games.\n``He has a psychiatric disorder,'' a social worker, Donald L.\nHanson, noted. ``He needs a supportive environment.''\n","\n   The staff listened to him talk about his family, his woodworking\nand his stays in mental hospitals in California. They wrote it all\ndown, meticulously. None of it matched the information the prison\nsystem had on Robert Sanders, but no one noticed anyway. Chung\ncontinued to see Kerry regularly, usually once a month, in his\noffice in the psychiatric unit. The doctor reported after each\nsession that the patient was ``doing well.'' Other mental health\nworkers described a grimmer picture.\n","\n   On the evening of July 7, 1994, a guard found a frightened\nSanders acting bizarrely in his cell and escorted him to the\npsychiatric unit. ``He appears somewhat confused,'' wrote Dr.\nStanley Skollar, the psychiatrist on duty. ``He is willing to\naccept medication but indicates that because of this 'fright' he\ndidn't sleep last night and 'will not sleep tonight.' We will give\nhim his Haldol.''\n","\n   On Aug. 5, Chung wrote in his notes that Sanders said he was\npregnant; the doctor also observed that Sanders was ``doing well''\nin his daily activities. That month, Hanson, the social worker,\nnoted that Sanders was doing poorly in his academic classes. Harold\nRoberson, the recreational therapist, wrote that Sanders was\ndepressed and tired. ``Client continues to feel that we are holding\nhim here,'' he added, ``often asking when are we going to let him\ngo home.''\n","\n   On Sept. 16, Chung wrote that Sanders no longer believed he was\npregnant and that he was doing better in his classes. ``He sleeps\nwell and eats well.'' One week later, on Sept. 23, Roberson\nobserved Sanders to be hearing voices and talking to himself. That\nsame day, Chung noted that he was smiling and laughing\ninappropriately. He said he was 24 years old, even though he was\n28. ``He is doing well,'' the doctor wrote. On Oct. 20, 1994, as\nSanders' first year in prison ended, Roberson wrote that the\nprisoner was still hearing voices and complaining, ``They won't let\nme go home.''\n","\n   Mary Lee tied a handkerchief around her head and set out by bus\nand then foot to search the streets of South-Central where she knew\nKerry liked to hang out: Florence, Hoover, Figueroa. She had been\nlooking for her son for months, knocking on doors, going in and out\nof stores and showing Kerry's photograph to as many people as she\ncould. Her road map, she said, was ``wherever you think his mind\nwould think to take him.''\n","\n   The blocks, many of them burned out and deserted, the remnants\nof the Rodney King rioting in 1992, were controlled by rival gangs,\nand Lee, 60 and practical, did not hesitate to rely on them to help\nher on her way. When she finished on one block, gang members guided\nher to the next one, whistling loudly as they passed her into new\nterritory. She changed the handkerchief around her head to match\nthe next gang's colors and kept going.\n","\n   The search was exhausting. One day, dispirited, she found\nherself being encouraged by a young boy who walked alongside her.\n``Mary Mother, she been crying like you when Jesus was missing them\nthree years,'' he told her. ``So you crying about your son? What\nabout Jesus, who died for us?'' It was ``the beautifulest thing\nthat I ever heard a young boy tell me in my life,'' said Lee, the\ngranddaughter of a Baptist minister. ``I really did step fast then,\nwhen that child told me that.''\n","\n   She felt driven to find her son, she said, despite the\nconviction of family members that her search was futile. Some of\nher children suggested that she hold a memorial service for Kerry\nand grew concerned when she said she could hear his voice. ``Round\nby dusk, dark, I could hear him calling,'' Lee explained. ``I could\nhear the sound of keys, the rattling of keys. I kept telling them:\n'Well, he's got to be somewhere, kidnapped. Somebody got him\nsomewhere locked up, and he can't get to me. I keep hearing him\nsay, 'Momma,' and I know I'm not going crazy.''\n","\n   She combed the parks, skid row and hospitals and pleaded with\nthe homeless. She sent Kerry's picture to the Sally Jessy Raphael\nshow after seeing a program about missing family members. And she\nforced herself to make trips to the county morgue, where she asked\nabout the latest ``John Doe'' bodies. ``I didn't have it in my\nheart that my son was dead,'' Lee said. ``If he's dead, I'm dead.''\n","\n   She became a regular at the police station in her neighborhood,\nseeking out officers who patrolled the streets and knew her son.\nWhen she wasn't at the station house, she was phoning the officers\nthere to see if there was any news. ``Did you pick him up or\nanything?'' she asked them. ``I hope I'll find him 'fore you do.''\n","\n   When Kerry Sanders arrived at Green Haven, his hold on reality\nwas faint and fragile: he knew his name, he knew details about his\nfamily and life in Los Angeles and he remembered his time in the\nJob Corps. By the fall of 1994, as he entered his second year in\nthe prison, that thread of sanity was all but vanished. As the\nvoices in his head grew louder, so did his chattering. ``He said he\nwas aware of it and it will not happen again,'' Hanson wrote after\nother prisoners complained that Sanders was keeping them up at\nnight. As the months dragged on, so did Sanders' solitary routines.\n``He rarely comes to staff to complain about anything except, 'When\nam I going to be let out of here?''' Roberson observed on Nov. 23,\n1994.\n","\n   There was a widespread view among the staff that Sanders'\nquestioning did not need to be investigated. Juan Villalba, a\ncorrectional officer assigned to inmates with psychiatric problems,\nwould later say that Sanders came to him at least once a week,\nasking: ``Mr. Poncho, when they going to let me go? I didn't do\nnothing.'' Villalba, who said he heard such complaints from many\nprisoners, humored Sanders, saying he would be released ``one of\nthese days.''\n","\n   Michael S. Rassin, another recreational therapist, would also\nlater acknowledge that Sanders possibly said to him as many as 75\ntimes, ``I don't know why I'm here.'' Rassin told him to write to\nthe superintendent.\n","\n   At the start of 1995, Sanders' questioning became more frequent\nas he grew more desperate. The psychiatric chart shows:\n","\n   January: Admits he hears voices. States he is depressed because\nhe is in prison and there is nothing he can do about it.\n","\n   March: Says we are holding him here because he committed no\ncrimes. Will be encouraged to come to the staff and talk when he\nfeels he has a problem.\n","\n   Chung said in a recent interview that he saw his job as limited\nto treating the patient's psychotic symptoms, not exploring his\nclaims of wrongful imprisonment. ``Not my responsibility,'' he\nsaid. Chung was the only employee at Green Haven who agreed to be\ninterviewed for this article. At 71, he is a veteran of the state\nsystem, having spent 10 years at Green Haven before recently moving\nto another prison. Born in North Korea, he escaped at the age of 15\nto the South, where he went on to attend medical school. In 1977,\nhe moved to the United States and completed a residency in\npsychiatry.\n","\n   At Green Haven, he said he saw 50 to 75 patients a week and did\nnot remember the Sanders case specifically, but after reviewing a\ncopy of his handwritten notes in the chart, he confirmed his\nparticipation. Chung said that many prisoners made claims of\ninnocence: ``Ninety-nine percent of people deny that they are\ncriminals.'' He said some of his patients ``claim they came from\nheaven, and some of those, that they are Jesus Christ.'' By the\nsummer of 1995, the line between reality and delusion disappeared\nfor Sanders. Some members of the staff were calling him Kerry as\nwell as Robert. The chart continues:\n","\n   June: ``I hear these voices.'' Says he sees his mother in the\nprison. august: Says people are coming out of the walls. Unable to\nsleep.\n","\n   September: Expressing thoughts about being held in prison by the\nstaff against his will.\n","\n   A man who was known on the streets as ``chicken'' was waiting\nfor the bus and 26 pounds of crack cocaine at the Greyhound\nterminal in Cleveland on Oct. 7, 1995, when the federal agents\nshowed up. The Drug Enforcement Administration had been tipped off\nabout the drug deal, but its agents had no idea what else they were\nabout to discover when they made their arrest. The man they\napprehended had a muscular build and a long face. He had many\ntattoos and scars. He showed them a license bearing the name\nLaradney J. Dixon and an address in Cleveland. One agent suspected\nthat it was a fake, especially after noticing that one tattoo on\nhis arm read ``Robert.''\n","\n   Unsure of the man's identity, the agents took fingerprints and\nsent them to the FBI in Washington. Within hours, the DEA learned\nthat the prints matched those of a felon named Robert Sanders. But\nhe was supposedly sitting in a prison in New York.\n","\n   Lillian Capuano was working as a clerk in charge of inmate\nrecords at Green Haven when the DEA's call came in. An agent told\nher he had the fugitive Robert Sanders in custody. She said that\nwas impossible; he was already at Green Haven. The agent, to prove\nhis contention, asked her to send Robert Sanders' fingerprints to\nthe FBI.\n","\n   Capuano, suspicious, noted in a memo that she called the bureau\nto verify that the DEA's request was real. Reassured, she sent the\nprints the prison system had on file for Robert Sanders, taken\nduring his initial imprisonment in 1990. They matched those of the\nman arrested in Cleveland. Mystified, officials at Green Haven then\nfingerprinted the inmate they had imprisoned for two years as\nRobert Sanders. In all the time since Kerry's arrest on the bench\nin Los Angeles, this was the first instance his prints had been\ntaken and examined. They matched none in the FBI's files. On Oct.\n26, Capuano began to pore through prison records and discovered\nthat since the inmate was brought back to New York, he had been\n``signing Kerry Sanders, not Robert Sanders.''\n","\n   ater that day, George W. Seyfert 3rd, a deputy inspector general\nwith the New York State Department of Correctional Services, was\ncalled to Green Haven and began his own review of the files on\nRobert Sanders. They showed that Robert Sanders had been arrested\nseveral times before he shot a man over cocaine in Harlem in 1990.\nHe was sentenced to three to nine years in prison. He was\nfingerprinted, photographed and assigned identification No. 90 A\n8885. A clerk wrote that he was ``adjusting without incident'' and\nthat he had no medical or psychiatric problems. The files also\nshowed that after three years in the New York system, Robert\nSanders was moved to Fulton State Correctional Facility in the\nBronx. Under its work-release program, he was allowed to leave each\nmorning at 8 to work in a Harlem barbershop. He came back every day\nat 3, except on Aug. 30, 1993, when he didn't.\n","\n   At 12:30 p.m. on Oct. 26, 1995, Seyfert, who had settled into a\nconference room that is used for parole hearings, called for the\n``inmate who claims to be Kerry Sanders.'' He looked at Kerry and\nat the photograph of Robert Sanders. There was no resemblance. Over\nthe next hour, Seyfert questioned Kerry, who responded slowly,\nmumbling and slurring his words at times. But the inspector heard\nand wrote down what he needed to know: Kerry Sanders. Date of\nbirth: June 25, 1966. Born in Los Angeles in a hospital near the\nColiseum where the Rams played. His father was John Sanders; he\ndied in 1982. His mother was Mary. His sister was Roberta. He had a\nbrother who died. He named his other brothers: Don, Rickey,\nGilbert. He gave his Social Security number. ``I used to work as a\ncarpenter,'' he said.\n","\n   Kerry told Seyfert that he was arrested for ``sleeping on a park\nbench'' in Los Angeles. He said he answered to the name Robert\nafter his arrest there but had never used the name before that.\nSeyfert asked him if he ever did anything wrong. Kerry began to\nramble on about an incident in which he said he shot a wall while\nbaby-sitting in Arizona.\n","\n   Had he ever done anything else wrong? Seyfert asked.\n","\n   ``Masturbate _that's it,'' Kerry said.\n","\n   The inspector had one more question. ``How are you doing here?''\n","\n   ``I'm OK,'' Kerry replied. ``It's good here, but you wouldn't\nlike it.''\n","\n   With Robert Sanders now in federal custody in Cleveland in the\ncrack cocaine case, the authorities in New York were determined to\nhave him serve out the remaining time on his original state\nsentence. So they reposted the warrant for his arrest in the\nnational database.\n","\n   Meanwhile, Seyfert began trying to reach Kerry's family. On the\nafternoon of Oct. 27, he tracked down Mary Lee's phone number and\nbegan dialing. She picked up the phone. Seyfert asked her to hold\nfor a minute, and then put Kerry on the line.\n","\n   ``Hello? Yes _ Momma?''\n","\n   Five hours after Seyfert's phone call, Sergeant Badstein, one of\nthe New York correctional officers who flew to Los Angeles two\nyears earlier, took Kerry back home. ``Here come Kerry with a red\nsweater on and some blue jeans, and he's so glad to see his Momma,\nhe didn't know what to do,'' Lee remembered. ``I said: 'Where your\ncoat at? You been in New York? You mean to tell me that you didn't\nhave no coat on up in New York? You get devil cold.'''\n","\n   Lee hugged her son and hugged the two Los Angeles police\nofficers who escorted him from the airport. She invited them in for\ncoffee as she and her family celebrated Kerry's return, but the\nofficers declined. Badstein, in a memo to his supervisor, seemed\npleased with Lee's reaction and that New York's role had remained\nlargely invisible. ``She was only interested in his safe return,''\nBadstein wrote, adding that Kerry's mother ``thanked us\nprofusely.''\n","\n   He noted that there were ``no press or media cameras or the\nlike'' and that Lee ``did not ask my name, nor did anyone else in\nher apartment. No identification was requested and none was\noffered. All parties seemed satisfied to see only the uniforms of\nthe LAPD escorts.'' Badstein said he left Kerry with nothing that\n``bore the name'' of Green Haven or the New York corrections\ndepartment. Kerry was sent home with $48.13, a plastic bag with\nsome medicine, a soda and a pack of cigarettes _ but with no\nexplanation for his imprisonment or recommendations on following up\nhis psychiatric care. It was Kerry who told his family about his\ntime in prison. ``They took me to New York,'' he said to his sister\nRoberta. ``It was so cold there. They put me in this little room.''\n","\n   Then his family tried to find out more. His mother ultimately\ncontacted Green Haven's superintendent, Christopher P. Artuz. ``My\nson is mentally challenged,'' she wrote on Dec. 6, 1995. ``He does\nnot remember everything, and I need this information.''\n","\n   Anthony J. Annucci, deputy commissioner and the top lawyer for\nthe corrections department, responded two months later. He\nsuggested that Kerry was mostly to blame for his imprisonment,\nnoting that he had answered to ``Robert'' at the time of his arrest\nand in Green Haven. ``The diminished mental faculties of Kerry\nSanders apparently were a significant reason why this error went\nundetected for as long as it had,'' Annucci wrote. ``I deeply\nregret any hardship to Kerry Sanders and his family occasioned by\nthis case of mistaken identity.''\n","\n   In the two years after Kerry's release, his family said they saw\na disturbed man deteriorate further. ``He wasn't the same,''\nRoberta said. He had flashbacks and shortness of breath. He told\nhis sister and her daughter that he had been sexually assaulted in\nprison. When he slept at Roberta's house, he kept the lights on.\nWhen they watched television, she said he would suddenly shout as\nif he were back in his cell, ``Man, leave my stuff alone!'' or\n``Don't get on my bunk.'' His moods grew more erratic, his behavior\nmore volatile. He went on and off his medication and often went\nback to the streets.\n","\n   On the evening of Jan. 10, 1997, two officers spotted Kerry\ncrossing against a ``Don't Walk'' sign on Florence Avenue, forcing\ncars to brake suddenly as they exited the freeway. They stopped him\nand asked him for his name and birth date. They radioed the\ninformation to the dispatcher and heard back about the felony\nwarrant for Robert Sanders from New York. The police in Los Angeles\napparently did not notice that Robert Sanders was in prison in the\nfederal cocaine case. The officers pressed ahead.\n","\n   According to their report, they asked Kerry whether he knew\nthere was a warrant for him in New York and he responded: ``Yes, I\nwas there 10 months ago, and I used the name Robert Sanders. Here,\nin California, I use the name Kerry Sanders so no one will know I'm\nRobert Sanders.''\n","\n   Kerry Sanders was booked and jailed as Robert Sanders, with\n``Kerry'' listed as an alias. Again, the police did not check\nfingerprints. They notified prison authorities in New York that\nthey had Robert Sanders in custody. Three days later, New York said\nto let him go, and the case was dismissed. ``Wrong suspect,\nexonerated,'' the police report says. When he saw his mother, Kerry\ntold her what happened. ``I been in jail for Robert Sanders\nagain,'' he said. ``Momma, they cannot keep Robert Sanders in jail.\nHe got to do his own time by himself, Momma.''\n","\n   ``Just because you're paranoid, doesn't mean they're not out to\nget you.'' So read the sign hanging in the waiting room of the\npsychiatric unit at Green Haven when Benjamin Schonbrun, a lawyer\nin a small civil rights practice in Los Angeles, visited the prison\nin May. Its sting was not lost on Schonbrun, who went there to talk\nto staff members who treated Kerry during his time there.\n","\n   Shortly after her son's return, Mary Lee hired Schonbrun's firm\nto file a federal civil rights lawsuit against the authorities in\nNew York and Los Angeles. Five years later, they are still trying\nto sort out moral, legal and financial responsibility for what\nhappened. Lee hopes that any damages will enable her son to afford\nbetter psychiatric care, a wish that has become a backdrop of the\ncase.\n","\n   The lawsuit argues that Kerry's imprisonment not only damaged\nhis already poor mental health but has also had residual effects in\nthe years since his return home. In the spring of 1998, he was\narrested three times. The police said he defaced a window at a Jack\nin the Box, destroyed a beauty shop door and was found one day with\na semiautomatic rifle he had picked out of a garbage bin.\n","\n   This January, the law firm negotiated a $290,000 settlement with\nLos Angeles County for its role in the case. In a letter to the\ncounty board of supervisors, the county's own lawyers sharply\ncriticized the police, the public defender and jail officials,\nnoting that the most basic screening tools of law enforcement,\nfingerprints and photographs, were abandoned. ``Further,'' the\ncounty's lawyers wrote, ``there was no suspicion that Kerry Lee\nSanders suffered from mental illness that would have alerted\nindividuals to the fact that they might have the wrong person in\ncustody.''\n","\n   In New York, the attorney general's office has chosen to fight\nthe lawsuit in U.S. District Court in Manhattan, not disputing that\nKerry was wrongly imprisoned but denying any liability. It first\nclaimed that the suit should be dismissed because the statute of\nlimitations had run out; it soon withdrew that argument. It also\ncontended that to bring the suit, Kerry had to meet strict legal\nrequirements that apply to prisoners. Judge Deborah A. Batts, who\nhas not hid her disdain for some of the state's arguments, found\nthis one to be ``without merit.'' The requirements didn't apply,\nshe ruled, because Kerry shouldn't have been a prisoner in the\nfirst place.\n","\n   State officials, including spokesmen for the Department of\nCorrectional Services, the Office of Mental Health _ which runs the\npsychiatric unit at Green Haven _ and the attorney general's office\nhave refused to comment because of the pending lawsuit.\n","\n   Paul Shechtman, a former federal prosecutor who oversaw the\ncorrectional system from 1995 to 1996 as the criminal justice\nadviser to Pataki, called the case remarkable. ``Whatever else,''\nShechtman said, ``it does seem that it's appropriate for the state\nto say mea culpa.''\n","\n   As recently as this spring, the state attorney general's office\ninformed Kerry's lawyers that except for the psychiatric records,\nall other files pertaining to his two years in the prison had been\nlost. A trial date has not been set.\n","\n   Since last October, Schonbrun and two of his partners, Wilmer J.\nHarris and Michael D. Seplow, have been taking depositions from\nprison and mental health employees involved in the case. Almost all\nthose involved see themselves as blameless, saying they were not\nresponsible for checking into Sanders' claims of innocence. ``I let\nhim know there was nothing I could do,'' said Michael Rassin, the\nrecreational therapist.\n","\n   ``I am not a legal aid society,'' Harold Roberson, the other\nrecreational therapist, said.\n","\n   ``It's not my job _ I don't do that,'' said Silvia Koola, the\nnurse. Questioned about Kerry's release from Green Haven, Sergeant\nBadstein, the correctional officer who wrote to his boss that he\ndid not show ID when he accompanied Kerry home, said, ``All of our\ntransports are low profile.'' Badstein also now maintains that he\ntold Mary Lee who he was.\n","\n   Seyfert, the deputy inspector general, asked whether he arranged\nany follow-up care for Kerry, said it was not the state's\nresponsibility. ``My jurisdiction ended at the door of the Green\nHaven Correctional Facility.'' Seyfert, who has worked for the\ncorrections department for 25 years, said the Sanders case was the\nonly one he was aware of in the state system in which an innocent\nman, unable to speak for himself, was picked up and put in jail in\nplace of an escaped convict. He acknowledged, however, that he had\nnot investigated whether there were any other such cases.\n","\n   In the suit, the lawyers also contend that Kerry was sexually\nassaulted in prison and that his comments to the staff that he was\npregnant should have been seen as a sign from a mentally ill man\nthat he was raped. Chung, asked in his interview about Kerry's\npregnancy comment, said it can be viewed only one way: ``Just\nnonsense.''\n","\n   ``Do you think it makes any sense that a male is pregnant?''\nChung asked. ``If the patient is female, then it can make sense.\nMaybe rape or some relationship. Even if he had a relationship with\nothers, a male can't be pregnant.'' Asked whether Kerry might have\nbeen signaling that he had been raped, Chung said, ``We say, G-O-K\n_ God only knows.''\n","\n   Of the more than 20 people who have testified in depositions or\nbeen interviewed for this article, only one official expressed\nshock at Kerry's imprisonment. Wayne L. Strack, a deputy\ncommissioner for corrections at the time, said he was\n``flabbergasted'' when he learned about the case.\n","\n   ``With all the checks and balances that we've got, I can't\nunderstand how it happened,'' Strack said in a deposition. ``I\nmean, it's drilled in you from Day 1 of the job: You take an\ninmate, you're responsible, you identify him. I mean _ my mind goes\nboggled.'' He said the responsibility was broad because ``too many\nthings happened.''\n","\n   The issues of responsibility and culpability, of quality of care\nand of monumental and systematic failings continue to surround the\nlawsuit. Yet in 2,000 pages of depositions, there have been few\ndisplays of compassion and fewer of outrage. At Green Haven, no one\non the staff was even told what happened, and no one asked. One\nday, Kerry Sanders just disappeared. Chung, only recently learning\nthe details, said it was better for Kerry to be in prison than\nwandering the streets. ``He got medication, free meal, food,\neverything,'' the doctor said in his deposition. ``He should say,\n'Thank you, for two years you guys treated me very nicely.'''\n","\n   Kerry Sanders turned 34 on June 25 and he says he is ``ready for\nthe future.'' Since March, he has been staying at a supervised\nboard-and-care residence in Los Angeles, where he has his own room\nand a structured schedule. A psychiatrist visits him once a month,\nand a nurse dispenses his medication, cooks his meals, organizes\nhis activities and makes sure he rises each day at 6 so he will be\nready for a van that takes him to a therapy center for counseling\nand classes.\n","\n   His room at the residence is spare but neat, and he has his own\nstereo. He spends his time playing cassettes _ the Temptations and\nTyrone Davis are among his favorites _ watching Superman cartoons\nand talking with his housemates. ``Two girls and six guys _ and\nme,'' Kerry said in one of several recent interviews. He can sign\nout to walk to a nearby park or to a grocery store, where he buys\ncigarettes and chips. His mother, now 67, visits him regularly, and\nshe can take him home on weekends to her apartment in Inglewood,\nwhere he can see his sisters and their children.\n","\n   Kerry remains stocky, his movement slowed by medication, his\nspeech tentative, his memory clouded. But he can recall some of his\ntwo years at the prison. ``When I got invited to go to New York, I\ndon't know what happened,'' he said. ``They picked me up, and they\nasked me if I was Kerry Sanders or Robert Sanders. I told them my\nname was Kerry Sanders.'' ``It was just horrible,'' he added.\n``Going in and out of cells every day. Going to dinner. Standing at\nattention.'' He cried and prayed a lot. ``I wanted to get out, and\nI wanted to come home,'' Kerry said. ``It was like losing oxygen.''\n","\n   After so many chaotic years, Kerry's life is more stable now,\nand he seems unencumbered by bitterness or anger over what happened\nto him. Yet he has a sad resignation about what he knows his future\nwill mean. ``It will be the same as it is today,'' Kerry said.\n","\n   Robert Sanders remains in federal prison in the Cleveland drug\ncase, serving a 15-year sentence. New York still has the warrant\nout for his arrest.\n","\n   (Benjamin Weiser is a court reporter for The New York Times.)\n","\n   -----\n","\n     EDITORS: Visit The New York Times Syndicate Web site at\nhttp://www.nytimes.com/syndicate for more information on\nCENTERPIECE and other features.  \n","\n     NONSUBSCRIBERS: To publish a ``separate-buy'' feature article, it\nmust be purchased. Please contact one of these sales\nrepresentatives:\n","\n   --U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697.\n","\n   --Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942.\n","\n   --Latin America: ANA PENA in New York, 212-499-3333; fax,\n212-499-3382.  \n"]}