{"DocumentId":"NYT20000722.0101","TopicId":"NYT","Relevance":"0","Body":" BC-GENERIC-DRUGS-ART-5TAKES-NYT \nMEDICINE MERCHANTS: KEEPING DOWN THE COMPETITION \n\n  \n (ATTN: Wis., Calif., Utah)  (Eds: Later articles will continue this examination of marketing\nand business practices in the pharmaceutical industry. Articles in\nthis series will remain available at The New York Times on the Web:\nwww.nytimes.com/drugs. A shorter version of this story, slugged\nGENERIC-DRUGS-ABR, is also being sent.) \n(ART ADV: Graphics are being sent to NYT graphic clients.\nNonsubscribers can purchase one-time rights by calling 888-603-1036\nor 888-346-9867.) \n By SHERYL GAY STOLBERG and JEFF GERTH   \n c.2000 N.Y. Times News Service   \n\n   WASHINGTON _ The stakes were high on Feb. 2, 1998, when Zenith\nGoldline Pharmaceuticals and Abbott Laboratories squared off here\nin patent court. For three years, the companies had been fighting\nabout whether Zenith could market a generic version of Hytrin,\nAbbott's $500-million-a-year drug for high blood pressure and\nprostate enlargement. Now a federal appeals judge would hear them\nout.\n\n   ``Abbott makes a million dollars a day for every day it keeps us\noff the market,'' Bill Mentlik, Zenith's lawyer, argued in court.\nWithout a cheaper generic, he warned, ``the public is losing.''\n\n   That argument, though, would soon give way to more businesslike\nconcerns. When the courtroom oratory ended, the two sides headed to\nthe elegant Hay-Adams Hotel, a block from the White House, for a\nprivate lunch.\n\n   After small talk about the weather and golf, Zenith's lawyers\nproposed an end to the legal wrangles: They could become partners\nin an introduction of a generic drug. Abbott's lawyer, Kenneth\nGreisman, declined, court records show. His company, he said,\npreferred ``a straight numbers deal.''\n\n   The deal was sealed on March 31, 1998: Abbott would pay Zenith\nas much as $2 million a month not to produce its generic, up to a\nmaximum of $42 million. The next day, Abbott agreed to pay another\nrival, Geneva Pharmaceuticals, even more: $4.5 million a month, as\nmuch as $101 million over the life of the contract.\n\n   And so it was not until August 1999 _ when Geneva and Abbott,\nfacing an antitrust investigation, scuttled their agreement _ that\nHytrin's generic equivalent, terazosin, finally made its market\ndebut.\n\n   That is not what Congress envisioned in 1984 when it passed a\nlaw intended to keep drug prices down by speeding up the entry of\ngeneric drugs. The Drug Price Competition and Patent Term\nRestoration Act was intended to foster competition between brand\nand generic companies, and it has. It was not supposed to prompt\nrivals to join hands in keeping drugs off the market.\n\n   ``The law has been turned on its head,'' said one of its\nauthors, Rep. Henry Waxman, D-Calif. Referring to Hytrin, he said,\n``We were trying to encourage more generics and through different\nbusiness arrangements, the reverse has happened.''\n\n   The law was intended to help people like Ewald Grosskrueger, an\n80-year-old retired barn builder from rural Wisconsin. By the time\nthe generic version of Hytrin became available, he had been taking\nthe brand-name treatment for over a year.\n\n   At $52 a month _ the generic version costs $23 _ Hytrin is\nhardly the most expensive prescription drug on the market. But it\nwas the most expensive in Grosskrueger's medicine cabinet. He and\nhis 81-year-old wife, Lavera, take six prescription drugs between\nthem, and they are among nearly one-third of elderly Americans who\nhave no insurance to cover the cost.\n\n   The Grosskruegers make ends meet the way sturdy, old-fashioned\nfarm couples always have: by growing their own fruits and\nvegetables, burning wood for fuel in the winter, clipping grocery\ncoupons. Even after a stroke, Grosskrueger still mows the lawn\ntwice a week. ``The medication is so very expensive,'' Mrs.\nGrosskrueger said. ``It's a problem, being on a retirement\nincome.''\n\n   The Grosskruegers, now plaintiffs in a lawsuit against Abbott,\nhad little idea of the company's behind-the-scenes negotiations.\nBut the deals Abbott struck are hardly unique. Rather, they are\npart of an increasingly aggressive effort by the industry to fend\noff one of its biggest threats: competition from generics, which in\nthe next five years could eat away at tens of billions of dollars\nin sales from brand drugs whose patents are about to expire.\n\n   To shed light on this trend, The New York Times examined\nhundreds of pages of court records and other public documents in\nWashington and various states, and interviewed regulators and drug\ncompany executives, with a particular focus on Hytrin. The review\nshowed how efforts to extend a profitable drug's monopoly, as much\nas the pursuit of scientific discoveries, drive decisions in one of\nthe world's most lucrative, and secretive, industries.\n\n   The Hytrin deal has spawned 13 private antitrust lawsuits\nagainst Abbott, including the Grosskruegers' and others filed by\nhealth maintenance organizations, pharmacies and drug wholesalers.\nCompany officials, citing the suits, declined to be interviewed.\nBut records show Abbott worked hard to beat back Hytrin generics.\n\n   It filed numerous additional patents on the drug's key\ningredient, terazosin. It improperly listed a Hytrin patent in the\nFood and Drug Administration's registry, according to a federal\nappeals court; the move would have extended Hytrin's patent life\nhad the court not ordered the patent struck from the registry.\nAbbott also filed lawsuits against five generic drug manufacturers,\nand countersued a sixth.\n\n   No judge ever ruled in Abbott's favor, but the maneuvering kept\nthe company's monopoly on Hytrin alive for four years after a\npatent on the key ingredient ran out. During that time, Abbott's\nHytrin revenues totaled roughly $2 billion _ most of it pure\nprofit.\n\n   The legal fight to protect Hytrin culminated with the 1998 cash\npayments. No one knows how many similar deals between drug makers\nand their generic rivals exist; experts say most are kept\nconfidential.\n\n   But other agreements have recently come to light through\ngovernment investigations and private lawsuits; they involve\ntamoxifen, the breast cancer drug; Cardizem CD, a heart medication;\nK-Dur, a potassium supplement; and Cipro, an antibiotic.\n\n   And these deals, like the Hytrin case, are causing consternation\namong judges and regulators, legislators like Waxman and Vice\nPresident Al Gore, who said in a recent interview that such\nagreements ``perpetrate a fraud on the American people by denying\nthem the benefits of competition.''\n\n   The Federal Trade Commission is taking a hard look; in March, it\naccused Abbott and Geneva (but not Zenith) of violating antitrust\nlaws. The companies defend their agreement as proper, but signed a\nsettlement with the FTC agreeing not to make any other similar\ndeals. The settlement was the first of its kind for the FTC; the\nagency warned that companies might not be treated so lightly in the\nfuture.\n\n   Last month, a federal judge declared the Cardizem agreement an\nillegal restraint of trade; in that case, a brand company, Hoechst\nMarion Roussel, paid a generic competitor, Andrx Pharmaceuticals,\n$90 million not to market a generic alternative. The companies have\ndenied wrongdoing.\n\n   The FDA is also stepping in. The agency, concerned that deals\nlike the one covering Hytrin may be costing the public millions of\ndollars in higher drug prices, is pressing for new rules to\ndiscourage them _ rules that trade groups for both brand and\ngeneric drug makers oppose.\n\n   nn\n\n   These regulatory moves come in the middle of one of the election\nseason's most closely watched debates: the dispute in Congress\nabout whether to expand Medicare to cover prescription drugs.\n\n   Republicans and Democrats are bickering over the size and shape\nof the benefit, which might cost taxpayers more than $200 billion\nin the next decade, but both sides assume generics will save money.\nYet little attention has been paid to how delays in generic\ncompetition are driving up drug costs.\n\n   ``Generics have saved the American consumer billions and\nbillions of dollars,'' said Roger L. Williams, who once ran the\nFDA's office of generic drugs and is now chief executive of the\nU.S. Pharmacopeia, a nonprofit standard-setting organization. ``In\nan era of soaring costs, and perhaps a prescription drug benefit\nfor Medicare, you are going to have to have good generics or else\nyour system will sink.''\n\n   A Well-Timed Creation\n\n   The invention of Hytrin, roughly 20 years ago, could not have\ncome at a better time for Abbott Laboratories, a company with $13\nbillion in sales _ nearly $4 billion coming from its prescription\ndrugs division _ that is among the most profitable in the nation.\n\n   Abbott has long prided itself on research and development,\ndating to the days of the company's founder, Dr. Wallace C. Abbott,\nwho tinkered with pill-making in his apartment on Chicago's North\nSide a century ago. But by the early 1980s, when Abbott sought FDA\napproval to sell Hytrin to treat high blood pressure, the company\nwas at a tail end of a long dry spell.\n\n   ``Nothing new had come out of Abbott pharmaceutical research in\nover 20 years, until Hytrin came along,'' said Nelson Levy, then\nthe company's director of research and development.\n\n   Hytrin itself was hardly a breakthrough. Levy said Abbott's\nchemists ``basically knocked off'' an existing hypertension\nmedicine, changing a few molecules to turn prazosin, a Pfizer drug,\ninto terazosin, a patentable compound that would later take the\nbrand name Hytrin. Hytrin did, however, have a therapeutic\nadvantage: It was given only once a day, while prazosin had to be\ntaken twice.\n\n   In the drug business, such ``copycats'' are not uncommon. The\nPharmaceutical Research and Manufacturers Association of America,\nthe industry trade group, argues that its members spend, on\naverage, $500 million on research for every new drug _ thus\njustifying their prices.\n\n   But many of today's medicines are, in industry parlance,\n``me-too'' drugs. In 1997, according to the Boston Consulting\nGroup, which provides advice to the industry, 42 of the 100\ntop-selling medicines were me-too drugs.\n\n   Still, the differences between the Abbott and Pfizer drugs were\nsignificant enough for the U.S. Patent and Trademark Office to\nissue a series of patents on terazosin, the first on May 31, 1977.\n\n   When terazosin was invented, patents lasted for 17 years from\nthe date they were awarded; under current federal law, the term is\n20 years from the date the application is filed. Then and now,\nthough, the challenge for the drug industry is to maximize the time\nits commercial product is protected by a patent.\n\n   That would become a problem for Abbott. The FDA did not approve\nHytrin for high blood pressure until 1987, 10 years into the life\nof the original terazosin patent. And it was not until 1993 that\nthe agency gave Abbott permission to market Hytrin for its most\nlucrative purpose, the treatment of enlarged prostate, a condition\nthat affects at least half of all men older than 60.\n\n   By 1995, Hytrin had become a huge hit; the drug generated annual\nsales of more than $500 million, accounting for a fifth of Abbott's\ndrug revenue. But a key patent for terazosin was due to expire that\nyear, and generics were already lining up to compete.\n\n   Abbott, though, was prepared. The company had already filed\nrequests for six so-called secondary patents on its compound,\ncovering particular crystalline forms of the drug, its\nmanufacturing method and a special formula to release the\nmedication in a steady, time-delayed dose.\n\n   The idea was to lay the groundwork for future patent\ninfringement lawsuits against generic companies _ suits that could\nkeep rivals off the market, or at least delay them.\n\n   In this, Abbott was hardly alone. Most drug makers would react\nthe same way, said Alex Zisson, an analyst with Chase H&Q; some\nhave gone so far as to patent the color of the pill, or the shape\nof the bottle the drug comes in.\n\n   ``Big drug companies are becoming much more aggressive in trying\nto use secondary patents to delay generics,'' Zisson said.\n``They're patenting everything they can think of, just because the\nstakes are so high.''\n\n   A Bid to Unleash Competition\n\n   Just two decades ago, companies like Abbott rarely had to worry\nabout generic competition. That changed in 1984, when Congress\npassed the Drug Price Competition and Patent Term Restoration Act.\n\n   The legislation, now known as Hatch-Waxman after its sponsors,\nSen. Orrin Hatch, R-Utah, and Waxman, was a balancing act. It came\non the heels of a failed attempt by the pharmaceutical industry to\npersuade Congress to extend the patent life of brand-name drugs.\n\n   On the one hand, the law gave the brand companies the patent\nextensions they coveted _ a move that would, in essence, delay\ngeneric competition. On the other hand, it eased the regulatory\nburden on the generics.\n\n   Instead of running costly clinical trials to prove their drugs'\neffectiveness, generic companies would now only have to prove\n``bioequivalence,'' that is, that their drugs contained the same\nkey ingredients as the brand, and worked the same way.\n\n   The law also offered the generics a bounty: a 180-day\ncompetition-free period _ in essence, a six-month monopoly _ for\nthe first generic-drug maker to seek approval for a particular\nmedicine. For a small generic company, that could mean big dollars.\nWhen Geneva finally began selling terazosin, court records show, it\nearned as much as $11 million a month from the drug, a tidy sum for\na company whose total sales in 1997 were about $25 million a month.\n\n   At the same time, the law rewarded the brand companies by giving\nthem patent extensions of up to five years. And there was another,\nlittle-noticed benefit for the brands that would also push back the\nclock on generic competition: Once a generic company had requested\nFDA approval, the brand company could sue for patent infringement,\nand the FDA was prohibited from making a decision for 30 months\nwhile the courts weighed the issue.\n\n   When the law took effect, the generic industry took off,\nflooding the FDA with approval requests: 800 applications in the\nfirst seven months. Then the lawsuits began.\n\n   nn\n\n   At the center of some of the earliest skirmishes was Albert B.\nEngelberg, a lawyer and lobbyist who helped write Hatch-Waxman and\nrepresented generics manufacturers. In 1988, in one of his first\ncases, he hit the jackpot.\n\n   The case involved a popular muscle relaxant, Flexeril, by Merck\n& Co. Engelberg recalled that a judge ruled in his favor, enabling\nhis client, a division of Schein Pharmaceuticals, to sell a\ngeneric. His fee, a cut of the profits, was $75 million. It was an\n``unexpected bonanza,'' he said.\n\n   The victory changed the legal dynamic surrounding Hatch-Waxman,\nEngelberg said. Not long after, he said, a brand-name drug company\noffered to settle a case by giving his client cash payments to stay\noff the market, a tactic similar to the one Abbott would later try\nwith Hytrin. The settlement was kept secret, and Engelberg would\nnot disclose details. But he said the concept caught him by\nsurprise.\n\n   ``It never occurred to me that you could settle a case by paying\none of your opponents,'' he said.\n\n   Hatch-Waxman, he said, was supposed to give generic companies an\nincentive to compete, not to take money in exchange for not\ncompeting. ``It's the evolution,'' he complained, ``of greed vs.\nneed.''\n\n   Now, a decade later, such deals are only starting to come to\nlight. In March, protracted delays in marketing a cheaper\nalternative for tamoxifen, the breast cancer drug made by\nAstraZeneca, prompted sharp criticism from U.S. District Judge\nRicardo M. Urbina for the District of Columbia, who said he found\nthe situation absurd.\n\n   ``Hatch-Waxman,'' Urbina wrote, ``intended to provide an\nincentive for drug companies to explore new drugs, not a market\n`windfall' for crafty, albeit industrious market players.''\n\n   Expectations of Big Sales\n\n   Like Abbott, Geneva was stuck in a dry spell when it sought FDA\npermission to market its generic version of terazosin. The company,\nbased in Broomfield, Colo., at the foot of the Rocky Mountains, had\nnot introduced a significant new product in years. Hytrin, said\nCharles T. Lay, the company's former president and chief executive,\nlooked like a good bet.\n\n   ``It was a $500 million seller,'' Lay said in a recent\ninterview. ``That was certainly attractive.''\n\n   With 800 employees, Geneva is a relatively small company. But it\nhas a big parent: Novartis AG, the Swiss health and agricultural\nconglomerate, a company nearly twice the size of Abbott. A number\nof brand-name drug makers have entered the generic business, only\nto abandon it later. Not so Novartis. Lay said the parent company's\nsecret was simple: ``They pretty much left us alone.''\n\n   Terazosin would prove an exception to that rule.\n\n   Geneva set its sights on a Hytrin alternative as early as 1990,\ncourt records show. On Jan. 12, 1993, the company became the first\ngeneric maker to file with the FDA, angling for the coveted\nsix-month period of exclusivity, according to the terms of\nHatch-Waxman. Eighteen months later, Zenith Goldline\nPharmaceuticals filed similar plans. Eventually four other\ncompanies would do the same.\n\n   Abbott responded as the drafters of Hatch-Waxman envisioned: it\nsued. But for all its litigiousness, the big drug company made a\ncrucial misstep. In filing patent infringement claims against\nGeneva, Abbott's in-house lawyers sought to block only a tablet\nversion of Hytrin, neglecting the generic maker's plans for a\nterazosin capsule, the most popular form of Hytrin.\n\n   Later, Abbott's outside counsel, Jeffrey I. Weinberger, would be\ncalled upon to explain the omission to U.S. District Judge Patricia\nSeitz in Miami. It was, he said, ``a botch-up'' that the company\ndid not discover until two years later, when Geneva received FDA\napproval for terazosin.\n\n   The omission was important because it meant Geneva would not be\ntied up in litigation about the capsule when the FDA decided. But\nit did not leave Geneva completely free of legal liability; Abbott\ncould still sue for patent infringement once the generic capsules\ncame to market.\n\n   By early 1998, according to Lay, the former Geneva president,\nand FTC documents, Geneva was going ahead with plans to make and\nmarket a generic Hytrin. On Feb. 2 of that year _ the same day\nlawyers for Zenith and Abbott met for lunch at the Hay-Adams in\nWashington _ those plans were on the agenda at Geneva's board\nmeeting in Boca Raton, Fla.\n\n   Lay was gung-ho. He wanted to introduce the generic as soon as\nthe FDA granted approval. ``I was convinced,'' he said, ``that we\nhad as strong a case as you could want, and that we would not lose\nin the courts.''\n\n   But the board's new chairman, Jerry Karabelas, the head of the\npharmaceutical sector for Novartis, took a different view.\nKarabelas was new at Novartis; he had arrived just six weeks\nbefore. As an experienced American drug executive, he said, he\nbelieved that marketing the terazosin capsules was risky.\n\n   With Abbott still suing Geneva over the tablet, Karabelas\nworried that a loss in court could throw its subsidiary, Geneva,\ninto a financial tailspin, costing $100 million or more _ money\nthat, in the end, Novartis might have had to pay. ``Nobody,'' he\nsaid, ``can absorb that kind of loss.''\n\n   In the end, Karabelas prevailed. ``I was overruled,'' Lay said.\n\n   An Alternative to Selling\n\n   On March 30, 1998, Geneva got what it wanted: FDA approval.\nWhile the lawsuits about the tablet were continuing, the 30-month\nwaiting period required by Hatch-Waxman had expired, clearing the\nway for the agency to make a decision. Geneva, being first in line,\nwas well positioned to go to market. But, records show, company\nofficials responded not by shipping the drug, but by calling Abbott\nthat same day, to inform their counterparts of their intention to\ngo to market _ unless they were paid not to.\n\n   nn\n\n   Jeremiah McIntyre, Geneva's general counsel, placed the call to\nGreisman, a senior lawyer for Abbott. Greisman, through an Abbott\nspokeswoman, declined to be interviewed. McIntyre declined to\ndiscuss details, except to say what he has since said in court: The\ndemand was a bluff, as Geneva was not yet ready to go to market,\nbecause of technical problems manufacturing the drug.\n\n   Bluff or not, FTC documents and court records, including\nGreisman's notes of the conversations, show the nitty-gritty\ncalculations that both sides relied on during two days of phone\ndiscussions between the two lawyers and other company executives.\n\n   Greisman was a day away from closing his ``straight numbers\ndeal'' in which Abbott would pay the other generic rival, Zenith\nGoldline, as much as $2 million a month not to market its version\nof terazosin. In that deal, Zenith would settle its lawsuit with\nAbbott by agreeing not to contest the validity of the Hytrin\npatent. But the settlement would let Zenith enter the market for\nterazosin if another generic did.\n\n   Knowing that, Greisman was inclined to listen to Geneva's pitch,\nbecause Geneva held the rights to 180-day exclusivity. Thus, Geneva\ncould block other generics, including Zenith, from coming to market\nsimply by not introducing its own product.\n\n   And now, for the first time, Greisman was learning that his and\nAbbott's negotiating position was even weaker than he had thought,\nbecause Abbott had neglected to sue over the terazosin capsule. It\nwas ``a total surprise and shock,'' Abbott's outside lawyer,\nWeinberger, would later say in court, explaining that the company\nwas willing to pay because Geneva had such powerful negotiating\nleverage.\n\n   For both companies, the negotiations hinged on the bottom line:\nHow much would Geneva lose if it stayed out of the terazosin\nmarket, and how much would Abbott lose if Geneva entered?\n\n   Generic competition would drastically reduce Hytrin's profits. A\nrecent study of 30 top-selling drugs in the last decade found that\ngeneric competition would eventually reduce their prices by 60\npercent to 70 percent.\n\n   That is consistent with Abbott's internal projections about\nHytrin; the company forecast losing 70 percent of its market to\ngenerics, or $185 million, in just six months.\n\n   Geneva, meanwhile, regarded terazosin as its own blockbuster,\nforecasting $84 million in profits before taxes from the drug\nduring the first year of sales.\n\n   So when the talks began that day, March 30, 1998, Geneva threw\nout an opening bid: $7 million a month. Too high, Abbott said. It\nhad its own projections of Geneva's earnings, suggesting that the\ncompany would bring in no more than $1.5 million a month from\nterasozin, because Geneva would not always have the generic market\nto itself.\n\n   Even so, Arthur Higgins, the president of Abbott's\npharmaceuticals products division, was prepared to be generous.\nWhen negotiations resumed the next day, March 31, he told Geneva\nofficials that Abbott was willing to pay ``a premium in the range\nof $2 million to $3 million a month.''\n\n   That offer would later raise the eyebrows of federal antitrust\ninvestigators, who viewed the large payments as evidence of\nrestraint of trade. ``It certainly bore no relationship to the\nmoney that Geneva could have made if they entered the market,'' the\nFTC chairman, Robert J. Pitofsky, said recently.\n\n   For the next several hours, the two companies haggled over the\nmonthly fee. At 1:45 p.m., Chicago time, they settled on $4.5\nmillion. ``4.5 works!'' Greisman wrote in his notes.\n\n   The courts were never told; there was no need for it, because\nGeneva, unlike Zenith, was not settling its case. Under terms of\nthe deal, Abbott would pay Geneva until the Supreme Court reached a\ndecision in the Hytrin case, or February 2000, when a Hytrin patent\nwas to expire _ whichever came sooner.\n\n   During the life of the contract, Abbott's payments to Geneva\nwould exceed $101 million. If Geneva won the suit, its right to\ncome to market would be preserved.\n\n   In Switzerland, Karabelas, the Novartis official who beat back\nLay's efforts to go to market, learned of the deal, and sent Lay a\ncongratulatory note. Lay himself was apparently satisfied. When the\ndeal was signed, according to the FTC, he proclaimed it ``the best\nof all worlds.''\n\n   Wall Street was delighted. On April 1, 1998, Abbott put out a\nrelease on both deals, announcing ``agreements on Hytrin patent\nlitigation,'' but omitting details. The news lifted Abbott's stock\nby about 5 percent, and prompted several analysts to issue ``buy''\nrecommendations for Abbott shares.\n\n   ``Despite being off patent since 1995, Hytrin ($519 million in\n1997 U.S. sales) continues to enjoy market exclusivity through\nsuccessful litigation,'' Hambrecht & Quist, the precursor to Chase\nH & Q, told investors in a report written by Zisson, a week after\nAbbott's announcement. It added that ``two settlements last week\nhold the two leading contenders at bay.''\n\n   The Effect of a High Price\n\n   The good news for Wall Street was bad news on Main Street, where\ncustomers without health insurance were paying full freight for\nHytrin. Among them were Ewald and Lavera Grosskrueger.\n\n   For all but one of their 54 married years, the Grosskruegers\nhave lived in the same house in Loganville, Wis., a picturesque\ntown of 228 people and countless big red barns, a bank, a gas\nstation, a cafe and no stoplight. The nearest pharmacy is 12 miles\naway in Reedsburg, but until June 1998, the Grosskruegers had\nlittle need for it.\n\n   A car accident changed that. The Grosskruegers' Buick was hit\nbroadside; Ewald Grosskrueger apparently suffered a slight heart\nattack. He spent a week in the hospital, where doctors had trouble\nkeeping his blood pressure under control. They prescribed Hytrin;\nGrosskrueger was familiar with it, having taken the bright red\ncapsules once before to treat an enlarged prostate.\n\n   Even so, Grosskrueger's health began to slide, culminating in a\nstroke that October. Today, husband and wife both require pills to\nregulate their blood sugar. He takes a blood thinner, and medicine\nfor gout.\n\n   Of all the drugs, Hytrin cost the most, slightly less than $60 a\nmonth at the Reedsburg pharmacy. The price is a bit more than some\ncity drugstores charge, which is typical, according to a recent\nWhite House report that found that rural Americans often pay the\nmost for their prescription drugs.\n\n   Neither destitute nor wealthy, the Grosskruegers are, like many\nelderly Americans, getting by with what they have. Their income is\nfixed at $1,261 a month in Social Security payments and a small\npension from Lavera Grosskrueger's 18-year career as a cook at the\nlocal elementary school. Of that, more than a tenth, $148, goes\ntoward prescription medicines. It is an expense the couple has had\ntrouble absorbing.\n\n   Help arrived in the form of Trish Vandre, a benefits specialist\nfor the Sauk County Commission on Aging. Like an old-style circuit\njudge, Vandre travels the little towns of Wisconsin's dairy\ncountry, working as a consumer advocate for the elderly. More often\nthan not these days, she said, the big problem is prescription drug\nprices.\n\n   nn\n\n   In July 1998, when Vandre was at the village hall in Loganville,\nthe Grosskruegers came out to meet her. She told them they might\nqualify for help from the drug makers, which run patient assistance\nprograms for people who cannot afford their medicine. Typically,\ncompanies provide the medication for a limited time, with patients\nmaking a small co-payment to the pharmacist or no co-payment if the\ndrug is sent directly to the doctor.\n\n   Abbott runs such a program for Hytrin, but the Grosskruegers,\nwith their income of slightly over $15,000 a year, apparently\nearned too much to qualify. Instead, Abbott enrolled them in a\nrebate plan that offered patients who buy a one-month supply of\nHytrin a $10 check and a $10 certificate toward the next purchase.\n\n   The arrangement irked Vandre. ``My client has to lay out the\nupfront money, which infuriates me,'' she said. ``A $60 medication\nand a $10 rebate is no great shakes.''\n\n   The first check came in December 1998. By this time, Ewald\nGrosskrueger had had his stroke, and the medicine bills were\nmounting. His wife appreciated the assistance. ``Every little bit\nhelps,'' she said.\n\n   It was not until nearly a year later _ when Steve Meili, a\nlawyer from the nearby city of Madison, alerted Vandre _ that the\nGrosskruegers learned of Abbott's deals with its generic rivals.\nMeili was considering a lawsuit; Vandre told the Grosskruegers to\nget in touch if they were interested. The usually taciturn Lavera\nGrosskrueger summed up their reaction with startling bluntness.\n``We thought we got ripped off,'' she said.\n\n   Meili now represents the Grosskruegers in their lawsuit against\nAbbott and Geneva. The case, filed in October and seeking\ncertification as a class action, seeks damages for patients who\nbought Hytrin when the generic was not available. It is pending\nbefore Seitz in Miami, who is also considering other Hytrin-related\nsuits, filed mostly by pharmacies and drug wholesalers, some of\nwhich have sued Geneva and Zenith as well.\n\n   The Grosskruegers were not the only ones feeling the pinch. As\nhead of drug purchasing for the Kaiser Foundation Health Plan in\nOakland, Calif., one of the country's largest health maintenance\norganizations, Dale Kramer was counting on a Hytrin generic. Kaiser\ndoctors prescribe about 2 percent of all prescription drugs in the\nUnited States; to stock its 300 pharmacies, the HMO buys $1.5\nbillion a year in medicines. So Kramer keeps tabs on when patents\nexpire and when copycats can hit the market.\n\n   By 1997, Kramer said, it was well known among health plan\nmanagers that Geneva and Zenith Goldline had applied to the FDA to\nsell terazosin. He called officials from both companies, as he\noften does, and said that after those talks, he was ``pretty well\nconvinced that someone would have the product in '98.''\n\n   So convinced, in fact, that when he submitted his 1998 budget to\nstate regulators, he projected $5 million in annual savings from a\ngeneric Hytrin. The company, a nonprofit corporation, was held to\nthat budget, Kramer said. In the end, he said, such miscalculations\ninevitably led to higher premiums for patients. Abbott, he\ncomplained, took ``advantage of the situation'' to extend its\npatents ``at the expense of individual consumers.''\n\n   The Cost of Doing Business\n\n   In August 1999, Abbott lost its monopoly on Hytrin's market.\nGeneva walked away from the deal, leaving $45 million on the table.\n\n   Lay had already retired from Geneva. But, as he had predicted,\nthe courts had ruled in Geneva's favor. In September 1998, just six\nmonths after their deal was signed, Geneva beat Abbott in federal\ndistrict court. In July 1999, an appeals court upheld that finding.\nAnd there was another complication: The FTC was investigating.\n\n   With the victories in the lower courts, Geneva could no longer\njustify staying off the market. Now that the product was\ncommercially viable, Karabelas said, the company had an obligation\n``to do the right thing.''\n\n   Terazosin _ the long-awaited generic alternative to Hytrin _ hit\nthe marketplace on Aug. 13, 1999. That same day, Miles White, the\nchief executive of Abbott, sent a note to his subordinates,\nnotifying them of the development.\n\n   Abbott had made the costly mistake of not suing Geneva, and\nincurred the losses in court, as well as the decision by a panel of\nappeals judges to strike one of its patents from the FDA registry.\nEven so, in White's view, all the company's legal maneuverings were\na smashing success.\n\n   ``I'd like to take this opportunity,'' White wrote, ``to\nrecognize the truly outstanding work of our legal team, which\nsuccessfully defended Hytrin's patent protection against challenges\nfor nearly four years. This has been one of the most important\ncontributions to Abbott's success in this decade.''\n\n   Lay, not surprisingly, takes a different view. He is irritated\nat the brand companies' penchant for filing what he calls\n``facetious lawsuits,'' and said the litigation drives up the cost\nof developing a generic drug from an average of $500,000 a decade\nago to over $5 million today. That, in turn, raises the price of\ngenerics, he said.\n\n   ``To the brand companies,'' Lay complained, ``throwing $10\nmillion or $20 million in legal fees at a product is chicken feed,\nso long as they can keep away generic competition.''\n\n   As for Ewald Grosskrueger, he switched to Geneva's generic\nterazosin last September, a month after it came out. Vandre, the\npatient benefits specialist, had called Abbott asking for another\n$10 certificate. The rebate program for Hytrin, she was told, was\nover.\n","Headline":"\nMEDICINE MERCHANTS: KEEPING DOWN THE COMPETITION \n","Text":["\n   WASHINGTON _ The stakes were high on Feb. 2, 1998, when Zenith\nGoldline Pharmaceuticals and Abbott Laboratories squared off here\nin patent court. For three years, the companies had been fighting\nabout whether Zenith could market a generic version of Hytrin,\nAbbott's $500-million-a-year drug for high blood pressure and\nprostate enlargement. Now a federal appeals judge would hear them\nout.\n","\n   ``Abbott makes a million dollars a day for every day it keeps us\noff the market,'' Bill Mentlik, Zenith's lawyer, argued in court.\nWithout a cheaper generic, he warned, ``the public is losing.''\n","\n   That argument, though, would soon give way to more businesslike\nconcerns. When the courtroom oratory ended, the two sides headed to\nthe elegant Hay-Adams Hotel, a block from the White House, for a\nprivate lunch.\n","\n   After small talk about the weather and golf, Zenith's lawyers\nproposed an end to the legal wrangles: They could become partners\nin an introduction of a generic drug. Abbott's lawyer, Kenneth\nGreisman, declined, court records show. His company, he said,\npreferred ``a straight numbers deal.''\n","\n   The deal was sealed on March 31, 1998: Abbott would pay Zenith\nas much as $2 million a month not to produce its generic, up to a\nmaximum of $42 million. The next day, Abbott agreed to pay another\nrival, Geneva Pharmaceuticals, even more: $4.5 million a month, as\nmuch as $101 million over the life of the contract.\n","\n   And so it was not until August 1999 _ when Geneva and Abbott,\nfacing an antitrust investigation, scuttled their agreement _ that\nHytrin's generic equivalent, terazosin, finally made its market\ndebut.\n","\n   That is not what Congress envisioned in 1984 when it passed a\nlaw intended to keep drug prices down by speeding up the entry of\ngeneric drugs. The Drug Price Competition and Patent Term\nRestoration Act was intended to foster competition between brand\nand generic companies, and it has. It was not supposed to prompt\nrivals to join hands in keeping drugs off the market.\n","\n   ``The law has been turned on its head,'' said one of its\nauthors, Rep. Henry Waxman, D-Calif. Referring to Hytrin, he said,\n``We were trying to encourage more generics and through different\nbusiness arrangements, the reverse has happened.''\n","\n   The law was intended to help people like Ewald Grosskrueger, an\n80-year-old retired barn builder from rural Wisconsin. By the time\nthe generic version of Hytrin became available, he had been taking\nthe brand-name treatment for over a year.\n","\n   At $52 a month _ the generic version costs $23 _ Hytrin is\nhardly the most expensive prescription drug on the market. But it\nwas the most expensive in Grosskrueger's medicine cabinet. He and\nhis 81-year-old wife, Lavera, take six prescription drugs between\nthem, and they are among nearly one-third of elderly Americans who\nhave no insurance to cover the cost.\n","\n   The Grosskruegers make ends meet the way sturdy, old-fashioned\nfarm couples always have: by growing their own fruits and\nvegetables, burning wood for fuel in the winter, clipping grocery\ncoupons. Even after a stroke, Grosskrueger still mows the lawn\ntwice a week. ``The medication is so very expensive,'' Mrs.\nGrosskrueger said. ``It's a problem, being on a retirement\nincome.''\n","\n   The Grosskruegers, now plaintiffs in a lawsuit against Abbott,\nhad little idea of the company's behind-the-scenes negotiations.\nBut the deals Abbott struck are hardly unique. Rather, they are\npart of an increasingly aggressive effort by the industry to fend\noff one of its biggest threats: competition from generics, which in\nthe next five years could eat away at tens of billions of dollars\nin sales from brand drugs whose patents are about to expire.\n","\n   To shed light on this trend, The New York Times examined\nhundreds of pages of court records and other public documents in\nWashington and various states, and interviewed regulators and drug\ncompany executives, with a particular focus on Hytrin. The review\nshowed how efforts to extend a profitable drug's monopoly, as much\nas the pursuit of scientific discoveries, drive decisions in one of\nthe world's most lucrative, and secretive, industries.\n","\n   The Hytrin deal has spawned 13 private antitrust lawsuits\nagainst Abbott, including the Grosskruegers' and others filed by\nhealth maintenance organizations, pharmacies and drug wholesalers.\nCompany officials, citing the suits, declined to be interviewed.\nBut records show Abbott worked hard to beat back Hytrin generics.\n","\n   It filed numerous additional patents on the drug's key\ningredient, terazosin. It improperly listed a Hytrin patent in the\nFood and Drug Administration's registry, according to a federal\nappeals court; the move would have extended Hytrin's patent life\nhad the court not ordered the patent struck from the registry.\nAbbott also filed lawsuits against five generic drug manufacturers,\nand countersued a sixth.\n","\n   No judge ever ruled in Abbott's favor, but the maneuvering kept\nthe company's monopoly on Hytrin alive for four years after a\npatent on the key ingredient ran out. During that time, Abbott's\nHytrin revenues totaled roughly $2 billion _ most of it pure\nprofit.\n","\n   The legal fight to protect Hytrin culminated with the 1998 cash\npayments. No one knows how many similar deals between drug makers\nand their generic rivals exist; experts say most are kept\nconfidential.\n","\n   But other agreements have recently come to light through\ngovernment investigations and private lawsuits; they involve\ntamoxifen, the breast cancer drug; Cardizem CD, a heart medication;\nK-Dur, a potassium supplement; and Cipro, an antibiotic.\n","\n   And these deals, like the Hytrin case, are causing consternation\namong judges and regulators, legislators like Waxman and Vice\nPresident Al Gore, who said in a recent interview that such\nagreements ``perpetrate a fraud on the American people by denying\nthem the benefits of competition.''\n","\n   The Federal Trade Commission is taking a hard look; in March, it\naccused Abbott and Geneva (but not Zenith) of violating antitrust\nlaws. The companies defend their agreement as proper, but signed a\nsettlement with the FTC agreeing not to make any other similar\ndeals. The settlement was the first of its kind for the FTC; the\nagency warned that companies might not be treated so lightly in the\nfuture.\n","\n   Last month, a federal judge declared the Cardizem agreement an\nillegal restraint of trade; in that case, a brand company, Hoechst\nMarion Roussel, paid a generic competitor, Andrx Pharmaceuticals,\n$90 million not to market a generic alternative. The companies have\ndenied wrongdoing.\n","\n   The FDA is also stepping in. The agency, concerned that deals\nlike the one covering Hytrin may be costing the public millions of\ndollars in higher drug prices, is pressing for new rules to\ndiscourage them _ rules that trade groups for both brand and\ngeneric drug makers oppose.\n","\n   nn\n","\n   These regulatory moves come in the middle of one of the election\nseason's most closely watched debates: the dispute in Congress\nabout whether to expand Medicare to cover prescription drugs.\n","\n   Republicans and Democrats are bickering over the size and shape\nof the benefit, which might cost taxpayers more than $200 billion\nin the next decade, but both sides assume generics will save money.\nYet little attention has been paid to how delays in generic\ncompetition are driving up drug costs.\n","\n   ``Generics have saved the American consumer billions and\nbillions of dollars,'' said Roger L. Williams, who once ran the\nFDA's office of generic drugs and is now chief executive of the\nU.S. Pharmacopeia, a nonprofit standard-setting organization. ``In\nan era of soaring costs, and perhaps a prescription drug benefit\nfor Medicare, you are going to have to have good generics or else\nyour system will sink.''\n","\n   A Well-Timed Creation\n","\n   The invention of Hytrin, roughly 20 years ago, could not have\ncome at a better time for Abbott Laboratories, a company with $13\nbillion in sales _ nearly $4 billion coming from its prescription\ndrugs division _ that is among the most profitable in the nation.\n","\n   Abbott has long prided itself on research and development,\ndating to the days of the company's founder, Dr. Wallace C. Abbott,\nwho tinkered with pill-making in his apartment on Chicago's North\nSide a century ago. But by the early 1980s, when Abbott sought FDA\napproval to sell Hytrin to treat high blood pressure, the company\nwas at a tail end of a long dry spell.\n","\n   ``Nothing new had come out of Abbott pharmaceutical research in\nover 20 years, until Hytrin came along,'' said Nelson Levy, then\nthe company's director of research and development.\n","\n   Hytrin itself was hardly a breakthrough. Levy said Abbott's\nchemists ``basically knocked off'' an existing hypertension\nmedicine, changing a few molecules to turn prazosin, a Pfizer drug,\ninto terazosin, a patentable compound that would later take the\nbrand name Hytrin. Hytrin did, however, have a therapeutic\nadvantage: It was given only once a day, while prazosin had to be\ntaken twice.\n","\n   In the drug business, such ``copycats'' are not uncommon. The\nPharmaceutical Research and Manufacturers Association of America,\nthe industry trade group, argues that its members spend, on\naverage, $500 million on research for every new drug _ thus\njustifying their prices.\n","\n   But many of today's medicines are, in industry parlance,\n``me-too'' drugs. In 1997, according to the Boston Consulting\nGroup, which provides advice to the industry, 42 of the 100\ntop-selling medicines were me-too drugs.\n","\n   Still, the differences between the Abbott and Pfizer drugs were\nsignificant enough for the U.S. Patent and Trademark Office to\nissue a series of patents on terazosin, the first on May 31, 1977.\n","\n   When terazosin was invented, patents lasted for 17 years from\nthe date they were awarded; under current federal law, the term is\n20 years from the date the application is filed. Then and now,\nthough, the challenge for the drug industry is to maximize the time\nits commercial product is protected by a patent.\n","\n   That would become a problem for Abbott. The FDA did not approve\nHytrin for high blood pressure until 1987, 10 years into the life\nof the original terazosin patent. And it was not until 1993 that\nthe agency gave Abbott permission to market Hytrin for its most\nlucrative purpose, the treatment of enlarged prostate, a condition\nthat affects at least half of all men older than 60.\n","\n   By 1995, Hytrin had become a huge hit; the drug generated annual\nsales of more than $500 million, accounting for a fifth of Abbott's\ndrug revenue. But a key patent for terazosin was due to expire that\nyear, and generics were already lining up to compete.\n","\n   Abbott, though, was prepared. The company had already filed\nrequests for six so-called secondary patents on its compound,\ncovering particular crystalline forms of the drug, its\nmanufacturing method and a special formula to release the\nmedication in a steady, time-delayed dose.\n","\n   The idea was to lay the groundwork for future patent\ninfringement lawsuits against generic companies _ suits that could\nkeep rivals off the market, or at least delay them.\n","\n   In this, Abbott was hardly alone. Most drug makers would react\nthe same way, said Alex Zisson, an analyst with Chase H&Q; some\nhave gone so far as to patent the color of the pill, or the shape\nof the bottle the drug comes in.\n","\n   ``Big drug companies are becoming much more aggressive in trying\nto use secondary patents to delay generics,'' Zisson said.\n``They're patenting everything they can think of, just because the\nstakes are so high.''\n","\n   A Bid to Unleash Competition\n","\n   Just two decades ago, companies like Abbott rarely had to worry\nabout generic competition. That changed in 1984, when Congress\npassed the Drug Price Competition and Patent Term Restoration Act.\n","\n   The legislation, now known as Hatch-Waxman after its sponsors,\nSen. Orrin Hatch, R-Utah, and Waxman, was a balancing act. It came\non the heels of a failed attempt by the pharmaceutical industry to\npersuade Congress to extend the patent life of brand-name drugs.\n","\n   On the one hand, the law gave the brand companies the patent\nextensions they coveted _ a move that would, in essence, delay\ngeneric competition. On the other hand, it eased the regulatory\nburden on the generics.\n","\n   Instead of running costly clinical trials to prove their drugs'\neffectiveness, generic companies would now only have to prove\n``bioequivalence,'' that is, that their drugs contained the same\nkey ingredients as the brand, and worked the same way.\n","\n   The law also offered the generics a bounty: a 180-day\ncompetition-free period _ in essence, a six-month monopoly _ for\nthe first generic-drug maker to seek approval for a particular\nmedicine. For a small generic company, that could mean big dollars.\nWhen Geneva finally began selling terazosin, court records show, it\nearned as much as $11 million a month from the drug, a tidy sum for\na company whose total sales in 1997 were about $25 million a month.\n","\n   At the same time, the law rewarded the brand companies by giving\nthem patent extensions of up to five years. And there was another,\nlittle-noticed benefit for the brands that would also push back the\nclock on generic competition: Once a generic company had requested\nFDA approval, the brand company could sue for patent infringement,\nand the FDA was prohibited from making a decision for 30 months\nwhile the courts weighed the issue.\n","\n   When the law took effect, the generic industry took off,\nflooding the FDA with approval requests: 800 applications in the\nfirst seven months. Then the lawsuits began.\n","\n   nn\n","\n   At the center of some of the earliest skirmishes was Albert B.\nEngelberg, a lawyer and lobbyist who helped write Hatch-Waxman and\nrepresented generics manufacturers. In 1988, in one of his first\ncases, he hit the jackpot.\n","\n   The case involved a popular muscle relaxant, Flexeril, by Merck\n& Co. Engelberg recalled that a judge ruled in his favor, enabling\nhis client, a division of Schein Pharmaceuticals, to sell a\ngeneric. His fee, a cut of the profits, was $75 million. It was an\n``unexpected bonanza,'' he said.\n","\n   The victory changed the legal dynamic surrounding Hatch-Waxman,\nEngelberg said. Not long after, he said, a brand-name drug company\noffered to settle a case by giving his client cash payments to stay\noff the market, a tactic similar to the one Abbott would later try\nwith Hytrin. The settlement was kept secret, and Engelberg would\nnot disclose details. But he said the concept caught him by\nsurprise.\n","\n   ``It never occurred to me that you could settle a case by paying\none of your opponents,'' he said.\n","\n   Hatch-Waxman, he said, was supposed to give generic companies an\nincentive to compete, not to take money in exchange for not\ncompeting. ``It's the evolution,'' he complained, ``of greed vs.\nneed.''\n","\n   Now, a decade later, such deals are only starting to come to\nlight. In March, protracted delays in marketing a cheaper\nalternative for tamoxifen, the breast cancer drug made by\nAstraZeneca, prompted sharp criticism from U.S. District Judge\nRicardo M. Urbina for the District of Columbia, who said he found\nthe situation absurd.\n","\n   ``Hatch-Waxman,'' Urbina wrote, ``intended to provide an\nincentive for drug companies to explore new drugs, not a market\n`windfall' for crafty, albeit industrious market players.''\n","\n   Expectations of Big Sales\n","\n   Like Abbott, Geneva was stuck in a dry spell when it sought FDA\npermission to market its generic version of terazosin. The company,\nbased in Broomfield, Colo., at the foot of the Rocky Mountains, had\nnot introduced a significant new product in years. Hytrin, said\nCharles T. Lay, the company's former president and chief executive,\nlooked like a good bet.\n","\n   ``It was a $500 million seller,'' Lay said in a recent\ninterview. ``That was certainly attractive.''\n","\n   With 800 employees, Geneva is a relatively small company. But it\nhas a big parent: Novartis AG, the Swiss health and agricultural\nconglomerate, a company nearly twice the size of Abbott. A number\nof brand-name drug makers have entered the generic business, only\nto abandon it later. Not so Novartis. Lay said the parent company's\nsecret was simple: ``They pretty much left us alone.''\n","\n   Terazosin would prove an exception to that rule.\n","\n   Geneva set its sights on a Hytrin alternative as early as 1990,\ncourt records show. On Jan. 12, 1993, the company became the first\ngeneric maker to file with the FDA, angling for the coveted\nsix-month period of exclusivity, according to the terms of\nHatch-Waxman. Eighteen months later, Zenith Goldline\nPharmaceuticals filed similar plans. Eventually four other\ncompanies would do the same.\n","\n   Abbott responded as the drafters of Hatch-Waxman envisioned: it\nsued. But for all its litigiousness, the big drug company made a\ncrucial misstep. In filing patent infringement claims against\nGeneva, Abbott's in-house lawyers sought to block only a tablet\nversion of Hytrin, neglecting the generic maker's plans for a\nterazosin capsule, the most popular form of Hytrin.\n","\n   Later, Abbott's outside counsel, Jeffrey I. Weinberger, would be\ncalled upon to explain the omission to U.S. District Judge Patricia\nSeitz in Miami. It was, he said, ``a botch-up'' that the company\ndid not discover until two years later, when Geneva received FDA\napproval for terazosin.\n","\n   The omission was important because it meant Geneva would not be\ntied up in litigation about the capsule when the FDA decided. But\nit did not leave Geneva completely free of legal liability; Abbott\ncould still sue for patent infringement once the generic capsules\ncame to market.\n","\n   By early 1998, according to Lay, the former Geneva president,\nand FTC documents, Geneva was going ahead with plans to make and\nmarket a generic Hytrin. On Feb. 2 of that year _ the same day\nlawyers for Zenith and Abbott met for lunch at the Hay-Adams in\nWashington _ those plans were on the agenda at Geneva's board\nmeeting in Boca Raton, Fla.\n","\n   Lay was gung-ho. He wanted to introduce the generic as soon as\nthe FDA granted approval. ``I was convinced,'' he said, ``that we\nhad as strong a case as you could want, and that we would not lose\nin the courts.''\n","\n   But the board's new chairman, Jerry Karabelas, the head of the\npharmaceutical sector for Novartis, took a different view.\nKarabelas was new at Novartis; he had arrived just six weeks\nbefore. As an experienced American drug executive, he said, he\nbelieved that marketing the terazosin capsules was risky.\n","\n   With Abbott still suing Geneva over the tablet, Karabelas\nworried that a loss in court could throw its subsidiary, Geneva,\ninto a financial tailspin, costing $100 million or more _ money\nthat, in the end, Novartis might have had to pay. ``Nobody,'' he\nsaid, ``can absorb that kind of loss.''\n","\n   In the end, Karabelas prevailed. ``I was overruled,'' Lay said.\n","\n   An Alternative to Selling\n","\n   On March 30, 1998, Geneva got what it wanted: FDA approval.\nWhile the lawsuits about the tablet were continuing, the 30-month\nwaiting period required by Hatch-Waxman had expired, clearing the\nway for the agency to make a decision. Geneva, being first in line,\nwas well positioned to go to market. But, records show, company\nofficials responded not by shipping the drug, but by calling Abbott\nthat same day, to inform their counterparts of their intention to\ngo to market _ unless they were paid not to.\n","\n   nn\n","\n   Jeremiah McIntyre, Geneva's general counsel, placed the call to\nGreisman, a senior lawyer for Abbott. Greisman, through an Abbott\nspokeswoman, declined to be interviewed. McIntyre declined to\ndiscuss details, except to say what he has since said in court: The\ndemand was a bluff, as Geneva was not yet ready to go to market,\nbecause of technical problems manufacturing the drug.\n","\n   Bluff or not, FTC documents and court records, including\nGreisman's notes of the conversations, show the nitty-gritty\ncalculations that both sides relied on during two days of phone\ndiscussions between the two lawyers and other company executives.\n","\n   Greisman was a day away from closing his ``straight numbers\ndeal'' in which Abbott would pay the other generic rival, Zenith\nGoldline, as much as $2 million a month not to market its version\nof terazosin. In that deal, Zenith would settle its lawsuit with\nAbbott by agreeing not to contest the validity of the Hytrin\npatent. But the settlement would let Zenith enter the market for\nterazosin if another generic did.\n","\n   Knowing that, Greisman was inclined to listen to Geneva's pitch,\nbecause Geneva held the rights to 180-day exclusivity. Thus, Geneva\ncould block other generics, including Zenith, from coming to market\nsimply by not introducing its own product.\n","\n   And now, for the first time, Greisman was learning that his and\nAbbott's negotiating position was even weaker than he had thought,\nbecause Abbott had neglected to sue over the terazosin capsule. It\nwas ``a total surprise and shock,'' Abbott's outside lawyer,\nWeinberger, would later say in court, explaining that the company\nwas willing to pay because Geneva had such powerful negotiating\nleverage.\n","\n   For both companies, the negotiations hinged on the bottom line:\nHow much would Geneva lose if it stayed out of the terazosin\nmarket, and how much would Abbott lose if Geneva entered?\n","\n   Generic competition would drastically reduce Hytrin's profits. A\nrecent study of 30 top-selling drugs in the last decade found that\ngeneric competition would eventually reduce their prices by 60\npercent to 70 percent.\n","\n   That is consistent with Abbott's internal projections about\nHytrin; the company forecast losing 70 percent of its market to\ngenerics, or $185 million, in just six months.\n","\n   Geneva, meanwhile, regarded terazosin as its own blockbuster,\nforecasting $84 million in profits before taxes from the drug\nduring the first year of sales.\n","\n   So when the talks began that day, March 30, 1998, Geneva threw\nout an opening bid: $7 million a month. Too high, Abbott said. It\nhad its own projections of Geneva's earnings, suggesting that the\ncompany would bring in no more than $1.5 million a month from\nterasozin, because Geneva would not always have the generic market\nto itself.\n","\n   Even so, Arthur Higgins, the president of Abbott's\npharmaceuticals products division, was prepared to be generous.\nWhen negotiations resumed the next day, March 31, he told Geneva\nofficials that Abbott was willing to pay ``a premium in the range\nof $2 million to $3 million a month.''\n","\n   That offer would later raise the eyebrows of federal antitrust\ninvestigators, who viewed the large payments as evidence of\nrestraint of trade. ``It certainly bore no relationship to the\nmoney that Geneva could have made if they entered the market,'' the\nFTC chairman, Robert J. Pitofsky, said recently.\n","\n   For the next several hours, the two companies haggled over the\nmonthly fee. At 1:45 p.m., Chicago time, they settled on $4.5\nmillion. ``4.5 works!'' Greisman wrote in his notes.\n","\n   The courts were never told; there was no need for it, because\nGeneva, unlike Zenith, was not settling its case. Under terms of\nthe deal, Abbott would pay Geneva until the Supreme Court reached a\ndecision in the Hytrin case, or February 2000, when a Hytrin patent\nwas to expire _ whichever came sooner.\n","\n   During the life of the contract, Abbott's payments to Geneva\nwould exceed $101 million. If Geneva won the suit, its right to\ncome to market would be preserved.\n","\n   In Switzerland, Karabelas, the Novartis official who beat back\nLay's efforts to go to market, learned of the deal, and sent Lay a\ncongratulatory note. Lay himself was apparently satisfied. When the\ndeal was signed, according to the FTC, he proclaimed it ``the best\nof all worlds.''\n","\n   Wall Street was delighted. On April 1, 1998, Abbott put out a\nrelease on both deals, announcing ``agreements on Hytrin patent\nlitigation,'' but omitting details. The news lifted Abbott's stock\nby about 5 percent, and prompted several analysts to issue ``buy''\nrecommendations for Abbott shares.\n","\n   ``Despite being off patent since 1995, Hytrin ($519 million in\n1997 U.S. sales) continues to enjoy market exclusivity through\nsuccessful litigation,'' Hambrecht & Quist, the precursor to Chase\nH & Q, told investors in a report written by Zisson, a week after\nAbbott's announcement. It added that ``two settlements last week\nhold the two leading contenders at bay.''\n","\n   The Effect of a High Price\n","\n   The good news for Wall Street was bad news on Main Street, where\ncustomers without health insurance were paying full freight for\nHytrin. Among them were Ewald and Lavera Grosskrueger.\n","\n   For all but one of their 54 married years, the Grosskruegers\nhave lived in the same house in Loganville, Wis., a picturesque\ntown of 228 people and countless big red barns, a bank, a gas\nstation, a cafe and no stoplight. The nearest pharmacy is 12 miles\naway in Reedsburg, but until June 1998, the Grosskruegers had\nlittle need for it.\n","\n   A car accident changed that. The Grosskruegers' Buick was hit\nbroadside; Ewald Grosskrueger apparently suffered a slight heart\nattack. He spent a week in the hospital, where doctors had trouble\nkeeping his blood pressure under control. They prescribed Hytrin;\nGrosskrueger was familiar with it, having taken the bright red\ncapsules once before to treat an enlarged prostate.\n","\n   Even so, Grosskrueger's health began to slide, culminating in a\nstroke that October. Today, husband and wife both require pills to\nregulate their blood sugar. He takes a blood thinner, and medicine\nfor gout.\n","\n   Of all the drugs, Hytrin cost the most, slightly less than $60 a\nmonth at the Reedsburg pharmacy. The price is a bit more than some\ncity drugstores charge, which is typical, according to a recent\nWhite House report that found that rural Americans often pay the\nmost for their prescription drugs.\n","\n   Neither destitute nor wealthy, the Grosskruegers are, like many\nelderly Americans, getting by with what they have. Their income is\nfixed at $1,261 a month in Social Security payments and a small\npension from Lavera Grosskrueger's 18-year career as a cook at the\nlocal elementary school. Of that, more than a tenth, $148, goes\ntoward prescription medicines. It is an expense the couple has had\ntrouble absorbing.\n","\n   Help arrived in the form of Trish Vandre, a benefits specialist\nfor the Sauk County Commission on Aging. Like an old-style circuit\njudge, Vandre travels the little towns of Wisconsin's dairy\ncountry, working as a consumer advocate for the elderly. More often\nthan not these days, she said, the big problem is prescription drug\nprices.\n","\n   nn\n","\n   In July 1998, when Vandre was at the village hall in Loganville,\nthe Grosskruegers came out to meet her. She told them they might\nqualify for help from the drug makers, which run patient assistance\nprograms for people who cannot afford their medicine. Typically,\ncompanies provide the medication for a limited time, with patients\nmaking a small co-payment to the pharmacist or no co-payment if the\ndrug is sent directly to the doctor.\n","\n   Abbott runs such a program for Hytrin, but the Grosskruegers,\nwith their income of slightly over $15,000 a year, apparently\nearned too much to qualify. Instead, Abbott enrolled them in a\nrebate plan that offered patients who buy a one-month supply of\nHytrin a $10 check and a $10 certificate toward the next purchase.\n","\n   The arrangement irked Vandre. ``My client has to lay out the\nupfront money, which infuriates me,'' she said. ``A $60 medication\nand a $10 rebate is no great shakes.''\n","\n   The first check came in December 1998. By this time, Ewald\nGrosskrueger had had his stroke, and the medicine bills were\nmounting. His wife appreciated the assistance. ``Every little bit\nhelps,'' she said.\n","\n   It was not until nearly a year later _ when Steve Meili, a\nlawyer from the nearby city of Madison, alerted Vandre _ that the\nGrosskruegers learned of Abbott's deals with its generic rivals.\nMeili was considering a lawsuit; Vandre told the Grosskruegers to\nget in touch if they were interested. The usually taciturn Lavera\nGrosskrueger summed up their reaction with startling bluntness.\n``We thought we got ripped off,'' she said.\n","\n   Meili now represents the Grosskruegers in their lawsuit against\nAbbott and Geneva. The case, filed in October and seeking\ncertification as a class action, seeks damages for patients who\nbought Hytrin when the generic was not available. It is pending\nbefore Seitz in Miami, who is also considering other Hytrin-related\nsuits, filed mostly by pharmacies and drug wholesalers, some of\nwhich have sued Geneva and Zenith as well.\n","\n   The Grosskruegers were not the only ones feeling the pinch. As\nhead of drug purchasing for the Kaiser Foundation Health Plan in\nOakland, Calif., one of the country's largest health maintenance\norganizations, Dale Kramer was counting on a Hytrin generic. Kaiser\ndoctors prescribe about 2 percent of all prescription drugs in the\nUnited States; to stock its 300 pharmacies, the HMO buys $1.5\nbillion a year in medicines. So Kramer keeps tabs on when patents\nexpire and when copycats can hit the market.\n","\n   By 1997, Kramer said, it was well known among health plan\nmanagers that Geneva and Zenith Goldline had applied to the FDA to\nsell terazosin. He called officials from both companies, as he\noften does, and said that after those talks, he was ``pretty well\nconvinced that someone would have the product in '98.''\n","\n   So convinced, in fact, that when he submitted his 1998 budget to\nstate regulators, he projected $5 million in annual savings from a\ngeneric Hytrin. The company, a nonprofit corporation, was held to\nthat budget, Kramer said. In the end, he said, such miscalculations\ninevitably led to higher premiums for patients. Abbott, he\ncomplained, took ``advantage of the situation'' to extend its\npatents ``at the expense of individual consumers.''\n","\n   The Cost of Doing Business\n","\n   In August 1999, Abbott lost its monopoly on Hytrin's market.\nGeneva walked away from the deal, leaving $45 million on the table.\n","\n   Lay had already retired from Geneva. But, as he had predicted,\nthe courts had ruled in Geneva's favor. In September 1998, just six\nmonths after their deal was signed, Geneva beat Abbott in federal\ndistrict court. In July 1999, an appeals court upheld that finding.\nAnd there was another complication: The FTC was investigating.\n","\n   With the victories in the lower courts, Geneva could no longer\njustify staying off the market. Now that the product was\ncommercially viable, Karabelas said, the company had an obligation\n``to do the right thing.''\n","\n   Terazosin _ the long-awaited generic alternative to Hytrin _ hit\nthe marketplace on Aug. 13, 1999. That same day, Miles White, the\nchief executive of Abbott, sent a note to his subordinates,\nnotifying them of the development.\n","\n   Abbott had made the costly mistake of not suing Geneva, and\nincurred the losses in court, as well as the decision by a panel of\nappeals judges to strike one of its patents from the FDA registry.\nEven so, in White's view, all the company's legal maneuverings were\na smashing success.\n","\n   ``I'd like to take this opportunity,'' White wrote, ``to\nrecognize the truly outstanding work of our legal team, which\nsuccessfully defended Hytrin's patent protection against challenges\nfor nearly four years. This has been one of the most important\ncontributions to Abbott's success in this decade.''\n","\n   Lay, not surprisingly, takes a different view. He is irritated\nat the brand companies' penchant for filing what he calls\n``facetious lawsuits,'' and said the litigation drives up the cost\nof developing a generic drug from an average of $500,000 a decade\nago to over $5 million today. That, in turn, raises the price of\ngenerics, he said.\n","\n   ``To the brand companies,'' Lay complained, ``throwing $10\nmillion or $20 million in legal fees at a product is chicken feed,\nso long as they can keep away generic competition.''\n","\n   As for Ewald Grosskrueger, he switched to Geneva's generic\nterazosin last September, a month after it came out. Vandre, the\npatient benefits specialist, had called Abbott asking for another\n$10 certificate. The rebate program for Hytrin, she was told, was\nover.\n"]}