{"DocumentId":"NYT19981226.0185","TopicId":"NYT","Relevance":"0","Body":" BC-ANTI-AGING-AZR \nANTI-AGING REVOLUTION GOES FAR BEYOND FACE LIFTS, VITAMINS\n\n   (For use by N.Y. Times News Service clients)  \n By MAUREEN WEST  \n c.1998 The Arizona Republic  \n\n   What would it mean to the world, to our lives, to politics,\neconomics, culture, if growing old as we know it becomes a thing of\nthe past?\n\n   What would happen if an elixir were discovered that, when\ninjected into the heart, the brain, the liver, the kid neys, would\nrebuild old tissue with new cells?\n\n   And what if such an elixir were to become plentiful long before\nwe were really ready for it _ before we under stood how to shift\nthe world from a culture based on limited life spans to one based\non extended lives?\n\n   Scientists say that era is at hand. Over the next 20 years, new\nelixirs are likely to revolutionize medicine and aging.\n\n   ``The impossible is possible,'' said Richard Sprott, former head\nof the Biology of Aging section of the National Institute on Aging.\n\n   One reason is a breakthrough announced last month. Researchers\nin Wisconsin and Maryland said they have grown embryonic stem cells\nthat can form any of the 210 kinds of cells in the human body.\n\n   Such cells are derived from the all-purpose tissue of very early\nhuman embryos. The expectation is that when they are injected into\nan aging or diseased organ, they will rejuvenate the tissue by\nforming more new cells.\n\n   New heart muscle, for example, could be generated with an\ninjection instead of a heart transplant. Subse quent injections\ncould keep the organ youthful. Eventually, scientists say, the\nmethod could be used on and under the skin so that, for your 50th\nhigh school reunion, you still look a lot like your graduation\nphoto.\n\n     Within the next five years, scien tists will be injecting\nembryonic cells into animals to see if they renew heart muscles and\ntissues of other organs. If science progresses at its current pace,\nthat therapy could be cheap and plentiful in about 15 years,\npredicts Dr. Thomas Okarma, vice president of Geron Corp. in Menlo\nPark, Calif., which is responsible for research that could affect\nage-related diseases.\n\n   The company says its cell immor talization technology could\nsupply ``an unlimited number of young cells and tissues for every\norgan in the body.''\n\n     Such scientific breakthroughs are part of a multibillion-dollar\nrace for the future of medicine being played out in private labs\naround the world. Serious scientists are talking about cures for\ncancer, controlling Alzhei mer's disease and advancing major\nassaults on the processes of aging.\n\n   ``Scientists are pepped up as I have never seen them,'' said\nArthur Caplan, director of the Center for Bioethics at the\nUniversity of Penn sylvania. ``They are somewhere between gaga and\ndrooling over the possibilities.''\n\n   The Arizona Republic interviewed scientists, ethicists and\nexperts in volved in aging research, asking 10 questions aimed at\nfinding when the breakthroughs may affect our lives. At the very\nleast, they said, more of us are headed for a world of extended\nlife spans, with the prom ise of better health and improved mental\npowers well into our 80s, 90s, 100s and beyond. Some of today's\nchildren may live to be 130.\n\n   The scientists said the advances stand to affect our aging in\nways that go far beyond vitamins and face lifts:\n\n   Within five years we will have the blueprint of the gene\nstructure of the human body. Out of that will come new medicines\nand gene therapies, individually designed for each of us.\n\n   Not in five years, but in 25 years, computer chips could be\nimplanted in people's brains to enhance mem ory, Caplan predicts.\nBy 2025, he sees the start of the first implant technology.\n\n   New drugs also could enhance memory and fire up neurons in the\nbrain, Caplan said.\n\n   But don't look just to the most touted areas of research for ad\nvances, said Dr. Michael Rose, a geneticist at the University of\nCali fornia-Irvine who has doubled the lives of fruit flies in his\nlaboratory through gene therapy. ``Expect the unexpected.''\n\n   Many older people are already healthier, feeling and looking\nyounger than their parents were at the same age because of\nlifestyle and medical advances of the past 30 years. But now,\ninstead of simply understanding the ailments of old age, more\nresearch is directed toward mastering their root causes.\n\n   ``Attention is turning toward slowing, postponing or preventing\naging,'' said Dan Perry, executive director of the National\nAlliance of Aging Research in Washington, D.C.\n\n   The breakthroughs are so aston ishing that many involved, afraid\nto sound like quacks or stock promot ers, are downplaying the\nimplica tions of their work. Things are moving faster than anyone\nantici pated, Sprott notes.\n\n   When the Human Genome Proj ect _ mapping the structure of human\nDNA _ started 10 years ago, some scientists predicted that it would\nrequire 50 years to complete the analysis of all 3 billion chemical\npairs that lay down the blueprints for the human body. Supercomput\ners and billion-dollar machines ded icated to the project have\nmoved up the finish date to five years from now.\n\n   In the near future, doctors will be able to review your genes\nand mix drugs especially suited to your DNA. People could find out\nat 25 whether they are candidates for osteoporosis and take the\nnecessary steps to ward it off.\n\n   From Perry's point of view, sci ence can't move too fast. The\nadvances, for example, could help society cope with the aging of\nthe baby boom generation without breaking the bank, he said. By\n2030, the bill for Alzheimer's dis ease could quadruple if means\naren't found to control it, he said.\n\n   ``We're still debating how to pay for nursing home services\nbased on the biology of today's 80-year-olds, and we're debating\nwhether to more quickly raise the eligible retirement age from 65\nto 67, or to make wealthy individuals pay more for Medicare. That's\njust rearranging the deck chairs on the Titanic,'' he said. ``We\nshould be doing every thing we can to enhance the mental and\nphysical vitality of older peo ple . . . to avoid some diseases in\nthe first place.''\n\n   Before the debate can shift into a new gear, people will have to\nunderstand the wild possibilities of the new medicine.\n\n   ``Many people see aging as miserable _ not much can be done,''\nCaplan said. ``That's why Jack Kevorkian looks more attrac tive\nthan all the stem cell research. People don't realize what the bio\nlogical revolution holds in terms of better old age.''\n\n   Many older and ill people, fol lowing the action on new medicine\nvia Web sites and health magazines, are hoping science will provide\nmiracles in time for them.\n\n   Others are not so happy about the progress, especially when it\nseems to touch on the use of tissue from donated human embryos, or\nwhere it seems to horn in on God's job description. The scientists\nclaim they are playing God no more than did the doctors who\nintroduced antibiotics and vaccines.\n\n   ``We're figuring all this out with the brains God gave us,'' one\nquipped.\n\n   Because anti-aging techniques have attracted quackery since the\nfirst wrinkle appeared on the first human, many people doubt that\nany real victory over aging is possible. Separating the real from\nthe balo ney, especially in media reports, is difficult. Members of\nCongress, charged with regulating the outer limits of medical\nresearch, don't know what to believe either.\n\n   The federal government currently will not fund biomedical\nresearch involving the use of fetal tissues, which are essential to\nstem cell advances. Congress is expected to revisit the question of\nfetal tissue bans this coming year or face the loss of major\nresearch labs to overseas locations. As material iden tical to\nfetal tissue can now be reproduced in laboratories, the ban may\nsoon become a moot point.\n\n   ``It is beginning to occur to some members of Congress that they\nmay have jumped too quickly in blocking this research material,''\nSprott said.\n\n   Fetal stem cells could someday help treat everything from\nstrokes to brain diseases, the promise of which will be politically\nirresistible, ac cording to Caplan.\n\n   The demographic arrival of the baby boomers has shifted interest\nand funds toward aging research. The budget for the federally\nfunded National Institute on Aging has gone from $1 million to $590\nmil lion in 25 years. Over the next five years the budget of the\nNational Institutes of Health is expected to double.\n\n   But not all scientists are joyful about the new medicine and its\npotential effects on our lives.\n\n   There will be new worries, says Dr. Frank Williams of Rochester,\nN.Y., scientific director of the American Federation of Aging Re\nsearch, which funds biomedical re search. A former director of the\nNational Institute on Aging, he worries that the chemicals we will\nload into our bodies to fight aging might do damage elsewhere.\n\n   He also expressed concern about the widespread use of genetic\ntest ing. ``The question is, how will it be used and what\nprecautions will there be? What guidelines?''\n\n   And he wonders who will have access to the new advances. Most\nagree that the rich get better care now, and that is likely to be\ntrue in the future. But Williams believes it ultimately might be\nsimpler and cheaper to inject someone with new cells than to treat\nthe conditions of ``old-fashioned'' aging.\n\n   The gold rush for breakthroughs may cause a leapfrog problem,\naccording to Williams. Alzheimer's, Parkinson's, cancer and heart\ndis ease might be controlled, allowing people to live longer. But\nif the accumulating annoyances of an ag ing body, such as bladder\ncontrol, vision, hearing and digestion are not addressed, people's\nquality of life may not be high enough to allow productive and\nenjoyable living even if a few extra years are added to their\nlives.\n\n   Correcting these smaller, non-fa tal problems may get lost in\nthe shuffle of privatized, profit-based research efforts, he fears.\nThey won't offer short-term returns on the stock market as some of\nthe bigger developments will.\n\n   Caplan also worries that just as Alzheimer's didn't show up\nuntil people started to live longer, other diseases hiding in our\ngenes may show themselves as we continue to lengthen the human life\nspan.\n\n   The end of aging as we know it will create enormous social\ndisrup tions, predicted Michael Fossel, a medical doctor, professor\nat Michi gan State University and editor of the Journal of\nAnti-Aging Medicine who is finishing a new book on that subject.\n\n   ``Not only are things going to change, but they are going to\nchange in unpredictable ways,'' he said. ``Right now we have a\nclear idea of what our life is going to be.''\n\n   But as life spans soon increase, many more people will have\nsecond and third careers, and as many marriages. Retirement may\nlose its meaning in a world of brain boost ing and muscle and bone\nrestora tion.\n\n   Williams hopes the promises of better health and a longer life\nspan will be accompanied by creative ideas about what to do with\nthe extra time.\n\n   The medical establishment could be turned on its head, Fossel\nsaid. Medical specialties in the future could be limited to two:\ntrauma (the treatment of injuries) and genetics.\n\n   While most scientists surveyed were optimistic about all the ad\nvances, Rose, of UC-Irvine, said progress will be slow,\nparticularly because of problems in the biotech marketplace and\nwith government regulatory agencies.\n\n   ``Neither sector really cares about anti-aging, only dollars and\nvotes. But progress will occur because too many people want\nanti-aging therapies and too much progress is being made,'' he\nsaid.\n\n   The unanswerable question is: At what rate? said Dr. Leonard Hay\nflick, who did landmark work on the cell 35 years ago. Only\nrecently have scientists built on his work, he points out.\n\n   ``Projecting back in time is a good way of projecting what the\nfuture will be like,'' he said. ``In 1970 we thought we knew it\nall, and now we look back and realize how little we knew.''\n\n   Looking back further in time: At the beginning of the 20th\ncentury, air travel, television, radio and antibiotics were\nunknown. They all came within the first decades of the century in\nan avalanche of change.\n\n   Leading scientists say another avalanche of change is under way,\nopening the new century with a wholly new kind of medicine for an\naging world.   \n   Maureen West can be reached at 444-8167 or Maureen.West   pni.com  \n","Headline":"\nANTI-AGING REVOLUTION GOES FAR BEYOND FACE LIFTS, VITAMINS\n","Text":["\n   What would it mean to the world, to our lives, to politics,\neconomics, culture, if growing old as we know it becomes a thing of\nthe past?\n","\n   What would happen if an elixir were discovered that, when\ninjected into the heart, the brain, the liver, the kid neys, would\nrebuild old tissue with new cells?\n","\n   And what if such an elixir were to become plentiful long before\nwe were really ready for it _ before we under stood how to shift\nthe world from a culture based on limited life spans to one based\non extended lives?\n","\n   Scientists say that era is at hand. Over the next 20 years, new\nelixirs are likely to revolutionize medicine and aging.\n","\n   ``The impossible is possible,'' said Richard Sprott, former head\nof the Biology of Aging section of the National Institute on Aging.\n","\n   One reason is a breakthrough announced last month. Researchers\nin Wisconsin and Maryland said they have grown embryonic stem cells\nthat can form any of the 210 kinds of cells in the human body.\n","\n   Such cells are derived from the all-purpose tissue of very early\nhuman embryos. The expectation is that when they are injected into\nan aging or diseased organ, they will rejuvenate the tissue by\nforming more new cells.\n","\n   New heart muscle, for example, could be generated with an\ninjection instead of a heart transplant. Subse quent injections\ncould keep the organ youthful. Eventually, scientists say, the\nmethod could be used on and under the skin so that, for your 50th\nhigh school reunion, you still look a lot like your graduation\nphoto.\n","\n     Within the next five years, scien tists will be injecting\nembryonic cells into animals to see if they renew heart muscles and\ntissues of other organs. If science progresses at its current pace,\nthat therapy could be cheap and plentiful in about 15 years,\npredicts Dr. Thomas Okarma, vice president of Geron Corp. in Menlo\nPark, Calif., which is responsible for research that could affect\nage-related diseases.\n","\n   The company says its cell immor talization technology could\nsupply ``an unlimited number of young cells and tissues for every\norgan in the body.''\n","\n     Such scientific breakthroughs are part of a multibillion-dollar\nrace for the future of medicine being played out in private labs\naround the world. Serious scientists are talking about cures for\ncancer, controlling Alzhei mer's disease and advancing major\nassaults on the processes of aging.\n","\n   ``Scientists are pepped up as I have never seen them,'' said\nArthur Caplan, director of the Center for Bioethics at the\nUniversity of Penn sylvania. ``They are somewhere between gaga and\ndrooling over the possibilities.''\n","\n   The Arizona Republic interviewed scientists, ethicists and\nexperts in volved in aging research, asking 10 questions aimed at\nfinding when the breakthroughs may affect our lives. At the very\nleast, they said, more of us are headed for a world of extended\nlife spans, with the prom ise of better health and improved mental\npowers well into our 80s, 90s, 100s and beyond. Some of today's\nchildren may live to be 130.\n","\n   The scientists said the advances stand to affect our aging in\nways that go far beyond vitamins and face lifts:\n","\n   Within five years we will have the blueprint of the gene\nstructure of the human body. Out of that will come new medicines\nand gene therapies, individually designed for each of us.\n","\n   Not in five years, but in 25 years, computer chips could be\nimplanted in people's brains to enhance mem ory, Caplan predicts.\nBy 2025, he sees the start of the first implant technology.\n","\n   New drugs also could enhance memory and fire up neurons in the\nbrain, Caplan said.\n","\n   But don't look just to the most touted areas of research for ad\nvances, said Dr. Michael Rose, a geneticist at the University of\nCali fornia-Irvine who has doubled the lives of fruit flies in his\nlaboratory through gene therapy. ``Expect the unexpected.''\n","\n   Many older people are already healthier, feeling and looking\nyounger than their parents were at the same age because of\nlifestyle and medical advances of the past 30 years. But now,\ninstead of simply understanding the ailments of old age, more\nresearch is directed toward mastering their root causes.\n","\n   ``Attention is turning toward slowing, postponing or preventing\naging,'' said Dan Perry, executive director of the National\nAlliance of Aging Research in Washington, D.C.\n","\n   The breakthroughs are so aston ishing that many involved, afraid\nto sound like quacks or stock promot ers, are downplaying the\nimplica tions of their work. Things are moving faster than anyone\nantici pated, Sprott notes.\n","\n   When the Human Genome Proj ect _ mapping the structure of human\nDNA _ started 10 years ago, some scientists predicted that it would\nrequire 50 years to complete the analysis of all 3 billion chemical\npairs that lay down the blueprints for the human body. Supercomput\ners and billion-dollar machines ded icated to the project have\nmoved up the finish date to five years from now.\n","\n   In the near future, doctors will be able to review your genes\nand mix drugs especially suited to your DNA. People could find out\nat 25 whether they are candidates for osteoporosis and take the\nnecessary steps to ward it off.\n","\n   From Perry's point of view, sci ence can't move too fast. The\nadvances, for example, could help society cope with the aging of\nthe baby boom generation without breaking the bank, he said. By\n2030, the bill for Alzheimer's dis ease could quadruple if means\naren't found to control it, he said.\n","\n   ``We're still debating how to pay for nursing home services\nbased on the biology of today's 80-year-olds, and we're debating\nwhether to more quickly raise the eligible retirement age from 65\nto 67, or to make wealthy individuals pay more for Medicare. That's\njust rearranging the deck chairs on the Titanic,'' he said. ``We\nshould be doing every thing we can to enhance the mental and\nphysical vitality of older peo ple . . . to avoid some diseases in\nthe first place.''\n","\n   Before the debate can shift into a new gear, people will have to\nunderstand the wild possibilities of the new medicine.\n","\n   ``Many people see aging as miserable _ not much can be done,''\nCaplan said. ``That's why Jack Kevorkian looks more attrac tive\nthan all the stem cell research. People don't realize what the bio\nlogical revolution holds in terms of better old age.''\n","\n   Many older and ill people, fol lowing the action on new medicine\nvia Web sites and health magazines, are hoping science will provide\nmiracles in time for them.\n","\n   Others are not so happy about the progress, especially when it\nseems to touch on the use of tissue from donated human embryos, or\nwhere it seems to horn in on God's job description. The scientists\nclaim they are playing God no more than did the doctors who\nintroduced antibiotics and vaccines.\n","\n   ``We're figuring all this out with the brains God gave us,'' one\nquipped.\n","\n   Because anti-aging techniques have attracted quackery since the\nfirst wrinkle appeared on the first human, many people doubt that\nany real victory over aging is possible. Separating the real from\nthe balo ney, especially in media reports, is difficult. Members of\nCongress, charged with regulating the outer limits of medical\nresearch, don't know what to believe either.\n","\n   The federal government currently will not fund biomedical\nresearch involving the use of fetal tissues, which are essential to\nstem cell advances. Congress is expected to revisit the question of\nfetal tissue bans this coming year or face the loss of major\nresearch labs to overseas locations. As material iden tical to\nfetal tissue can now be reproduced in laboratories, the ban may\nsoon become a moot point.\n","\n   ``It is beginning to occur to some members of Congress that they\nmay have jumped too quickly in blocking this research material,''\nSprott said.\n","\n   Fetal stem cells could someday help treat everything from\nstrokes to brain diseases, the promise of which will be politically\nirresistible, ac cording to Caplan.\n","\n   The demographic arrival of the baby boomers has shifted interest\nand funds toward aging research. The budget for the federally\nfunded National Institute on Aging has gone from $1 million to $590\nmil lion in 25 years. Over the next five years the budget of the\nNational Institutes of Health is expected to double.\n","\n   But not all scientists are joyful about the new medicine and its\npotential effects on our lives.\n","\n   There will be new worries, says Dr. Frank Williams of Rochester,\nN.Y., scientific director of the American Federation of Aging Re\nsearch, which funds biomedical re search. A former director of the\nNational Institute on Aging, he worries that the chemicals we will\nload into our bodies to fight aging might do damage elsewhere.\n","\n   He also expressed concern about the widespread use of genetic\ntest ing. ``The question is, how will it be used and what\nprecautions will there be? What guidelines?''\n","\n   And he wonders who will have access to the new advances. Most\nagree that the rich get better care now, and that is likely to be\ntrue in the future. But Williams believes it ultimately might be\nsimpler and cheaper to inject someone with new cells than to treat\nthe conditions of ``old-fashioned'' aging.\n","\n   The gold rush for breakthroughs may cause a leapfrog problem,\naccording to Williams. Alzheimer's, Parkinson's, cancer and heart\ndis ease might be controlled, allowing people to live longer. But\nif the accumulating annoyances of an ag ing body, such as bladder\ncontrol, vision, hearing and digestion are not addressed, people's\nquality of life may not be high enough to allow productive and\nenjoyable living even if a few extra years are added to their\nlives.\n","\n   Correcting these smaller, non-fa tal problems may get lost in\nthe shuffle of privatized, profit-based research efforts, he fears.\nThey won't offer short-term returns on the stock market as some of\nthe bigger developments will.\n","\n   Caplan also worries that just as Alzheimer's didn't show up\nuntil people started to live longer, other diseases hiding in our\ngenes may show themselves as we continue to lengthen the human life\nspan.\n","\n   The end of aging as we know it will create enormous social\ndisrup tions, predicted Michael Fossel, a medical doctor, professor\nat Michi gan State University and editor of the Journal of\nAnti-Aging Medicine who is finishing a new book on that subject.\n","\n   ``Not only are things going to change, but they are going to\nchange in unpredictable ways,'' he said. ``Right now we have a\nclear idea of what our life is going to be.''\n","\n   But as life spans soon increase, many more people will have\nsecond and third careers, and as many marriages. Retirement may\nlose its meaning in a world of brain boost ing and muscle and bone\nrestora tion.\n","\n   Williams hopes the promises of better health and a longer life\nspan will be accompanied by creative ideas about what to do with\nthe extra time.\n","\n   The medical establishment could be turned on its head, Fossel\nsaid. Medical specialties in the future could be limited to two:\ntrauma (the treatment of injuries) and genetics.\n","\n   While most scientists surveyed were optimistic about all the ad\nvances, Rose, of UC-Irvine, said progress will be slow,\nparticularly because of problems in the biotech marketplace and\nwith government regulatory agencies.\n","\n   ``Neither sector really cares about anti-aging, only dollars and\nvotes. But progress will occur because too many people want\nanti-aging therapies and too much progress is being made,'' he\nsaid.\n","\n   The unanswerable question is: At what rate? said Dr. Leonard Hay\nflick, who did landmark work on the cell 35 years ago. Only\nrecently have scientists built on his work, he points out.\n","\n   ``Projecting back in time is a good way of projecting what the\nfuture will be like,'' he said. ``In 1970 we thought we knew it\nall, and now we look back and realize how little we knew.''\n","\n   Looking back further in time: At the beginning of the 20th\ncentury, air travel, television, radio and antibiotics were\nunknown. They all came within the first decades of the century in\nan avalanche of change.\n","\n   Leading scientists say another avalanche of change is under way,\nopening the new century with a wholly new kind of medicine for an\naging world.   \n   Maureen West can be reached at 444-8167 or Maureen.West   pni.com  \n"]}