{"DocumentId":"NYT19990903.0220","TopicId":"NYT","Relevance":"0","Body":" BC-WACO-ZEALOTS-2TAKES-$ADV5-HNS \nTHE REAL STORY: HOW A LAWYER AND A FILMMAKER FOUND HOLES IN FBI'S\nOFFICIAL VERSION OF WACO \n\n\n  \n (For use by New York Times News Service clients)  (For release Sunday, Sept. 5) \n(Attn: Ariz. and Colo.) \n \nBy JIM HENDERSON \nc.1999 Houston Chronicle \n \n\n   DALLAS _ The big cannons of Congress had their shot at\nuncovering the truth about Waco and the Branch Davidians, and they\nmisfired.\n\n   The Justice and Treasury departments had their own crack at the\ntruth and fared no better. Neither did the dozens of lawyers and\nscores of journalists who chased hundreds of leads and rumors.\n\n   The official story remained undented: David Koresh and his cult\nfollowers at Mount Carmel instigated the gunbattle with federal\nagents in the spring of 1993 and, 51 days later, committed mass\nsuicide by setting fire to their Texas compound. Koresh and some 80\nfollowers died that day.\n\n   Last week, fragments of the official version began to crumble,\nbut it took an unlikely pair of outsiders _ a lone-wolf lawyer from\nTucson, Ariz., and a low-budget documentary film researcher from\nFort Collins, Colo. _ to force the revelations that FBI agents\nwithheld evidence about the siege and possibly committed perjury to\nkeep that evidence secret.\n\n   ``The wall of silence, the stonewalling, finally is starting to\ncome apart,'' said Joe Phillips, an associate of the Houston law\nfirm Caddell & Chapman that has filed a wrongful death lawsuit\nagainst the government.\n\n   What finally cracked the wall was the perseverance of David\nHardy, a former Interior Department attorney who set out five years\nago to write a book about the ``militarization of law\nenforcement,'' and Mike McNulty, a down-sized insurance\nsalesman-turned-filmmaker whose first effort, ``Waco: Rules of\nEngagement,'' was nominated for an Academy Award.\n\n   Hardy was drawn to Waco because it was an illustration, he says,\nof the dangers of turning soldiers into cops. McNulty, a Mormon,\nhas said he became interested in the story because of its\nsimilarities to the massacre of church members at Haun's Mill in\nMissouri in 1938.\n\n   McNulty did not return phone calls for comment on his role in\nforcing the FBI to amend its previous version of events, but Hardy\nsaid that while they had different interests in the Branch Davidian\nsiege, they have worked closely together and shared information.\n\n   What their labors led to may not alter the verdict on Waco.\nHowever, it has dented the credibility of the Justice Department\nand could have an important impact on wrongful death lawsuits filed\nby the families of Davidians who died in the Mount Carmel fire. A\ntrial is set for Oct. 18 in federal court in Waco.\n\n   Among the major disclosures of the past 10 days:\n\n   _ The FBI withheld from Attorney General Janet Reno and Congress\nthe fact that pyrotechnic devices were used on the last day of the\nsiege of Mount Carmel.\n\n   _ FBI officials lied in sworn statements when they said they had\nno infrared video of the first four hours of the assault _ videos\nthat possibly would show the use of pyrotechnics.\n\n   _ Possible perjury by FBI officials, who, in response to Hardy's\nFreedom of Information lawsuit, told a federal judge they had no\nrecording of the radio traffic during the entire six-hour assault.\n\n   The FBI's hostage rescue team had a tape that revealed that\nReno's order not to use pyrotechnic devices was violated; that the\nfirst two hours of the assault were recorded on infrared videotape;\nand that there was an audio recording of the use of pyrotechnic\ndevices being ordered by Richard Rogers, commander of the hostage\nrescue team. For six years, that tape had been in the custody of\nthe hostage rescue team in Quantico, Va.\n\n   In his years as an Interior Department lawyer, Hardy said, he\nbecame familiar with the federal Freedom of Information Act. After\nhe left government and returned to Tucson in 1988, he began to use\nthat law to gather material for his book.\n\n   While his mostly civil law practice often had civil liberties\novertones _ he prosecuted one lawsuit that challenged gun control\nand another that ultimately restricted government spying on\nchurches _ he disputes the suggestion that he is part of the\nanti-government, militia, conspiracy crowd.\n\n   ``I just want information I'm entitled to have,'' he said.\n\n   In his quest for documents pertaining to the Davidian incident,\nHardy first sued the Bureau of Alcohol, Tobacco and Firearms, which\nconducted the botched raid that led to the 51-day siege and\nsubsequent fire, in 1996.\n\n   ATF lawyers responded that certain materials it once had were\nturned over to the Texas Rangers, which had gathered evidence from\nthe scene after the siege ended.\n\n   He then filed a state open records request with the Rangers, who\ntold him they only had custody of the evidence and were not\nauthorized to release it without approval from the Justice\nDepartment.\n\n   ``The circle was closed,'' Hardy said. ``The Justice Department\ncontrolled it but didn't have it. The Rangers had it but didn't\ncontrol it. They could bat you back and forth forever.''\n\n   Which they almost did.\n\n   Through 1997 and 1998, he was passed from one agency to another:\nthe U.S. attorney's office, the Executive Office of U.S. Attorneys,\nthe FBI, the ATF, the Rangers again.\n\n   Separately, McNulty was pursuing material for a sequel to his\nfirst Waco film, this one titled ``Waco: A New Revelation.'' He was\nencountering the same run-around.\n\n   More vocally anti-government than Hardy, McNulty once hosted a\ntalk radio show and billed himself as chairman of the Citizens\nOrganization for Public Safety of Fort Collins, Colo. But Waco was\nhis passion and his research was dogged enough that lawyers in the\nwrongful death lawsuits paid him for his services.\n\n   Frustrated by what he considered stonewalling by the government,\nMcNulty began calling on Bill Johnston, the assistant U.S. attorney\nin Waco, who would play a peculiar role in the scenario.\n\n   Once accused of covering up, Johnston would suddenly turn\nwhistle-blower. During congressional hearings in 1995, Fort Worth\nattorney Tim Evans, who represented one of the Davidians charged\nwith murder in the death of four ATF agents, gave the committee an\ninternal ATF memo which alleged that Johnston ordered the agents to\nstop their internal investigation into the assault on the Davidian\ncompound. Johnston, the memo said, did not want the ATF to develop\nevidence that defense lawyers could use in the criminal trial of\nthe accused Davidians.\n\n   However, Johnston, according to one lawyer, ``had a change of\nheart'' late last year and agreed to give McNulty limited access to\nthe evidence being held by the Rangers in Austin, Texas. Between\nNovember and March, McNulty made four visits to the evidence room\nand on one occasion he was accompanied by Johnston.\n\n     \n(MORE)   \n  \n\n     \n  \n\n   Johnston would not agree to an interview, but one source close\nto him said the prosecutor initially thought McNulty was ``some\nweirdo, conspiracy nut'' and that there was nothing in the evidence\nthat would contradict the official version of the Davidian events.\n\n   ``He thought there was no reason not to let him look at the\nmaterial,'' the source said. ``Back then (last November), there was\nno controversy.''\n\n   Hardy said that although McNulty was not allowed to make copies\nof documents, he observed things, including projectiles he believed\nwere pyrotechnic, that had not been previously revealed.\n\n   ``He faxed me a list of evidence and asked if I would file an\nFOI request for them,'' Hardy said.\n\n   On March 1, 1999, Hardy sent another open records request to the\nRangers and an identical FOI request to Johnston. On March 17, he\nreceived a reply from Austin: All evidence ``remains in control of\nthe U.S. Marshals'' and ``is not under the control of the Texas\nDepartment of Public Safety.''\n\n   When he made the same request to the U.S. Marshals Service, he\nwas told that a search ``failed to locate any record which\nindicates the (Marshals Service) has control over the documents,\nvideotapes and audio tapes which are in possession of (the\nRangers).''\n\n   Going back to the Rangers in May, Hardy was told the U.S.\nAttorney's office had ordered them not to release evidence without\nfederal permission, but the Executive Office of U.S. Attorneys said\nnone of the material was under its control.\n\n   In short, everyone disavowed control of the evidence.\n\n   In a final letter to the Rangers, Hardy wrote, ``I may be\nstating the obvious, but it appears the federal agencies may be\nsetting you up. DPS takes the flak for withholding the records _\nthey benefit _ but the moment the withholding is challenged, they\ndisavow any responsibility and pin the blame on you. In fact, the\nMarshal's answer hints that they don't have the foggiest idea what\nyou are talking about.''\n\n   Convinced that the legal channels were sealed off, Hardy turned\nto a political course.\n\n   A former president of the Tucson Rod & Gun Club and attorney for\nan Arizona sheriff who challenged the Brady law, Hardy had friends\nin the gun lobby. Some of those friends in Texas steered him to\nJerry Patterson, the former state senator from the Houston area who\nsponsored the legislation that gave Texans the right to carry\nconcealed weapons.\n\n   Though he was out of office and lobbying for the health\ninsurance industry, Patterson said, ``I guess I'm the gun guy.''\n\n   Hardy faxed him the file of his correspondence with various\ngovernment agencies, which led Patterson also to believe that the\nRangers were being used by the feds to conceal evidence.\n\n   ``I called Clay Johnson, Gov. (George W.) Bush's chief of staff,\njust to give him a heads-up in case Bush had to answer questions\nabout it,'' Patterson said. ``He told me to call Jim Francis.''\n\n   Francis, chairman of the Department of Public Safety, was a\nveteran political operative who had run campaigns for Texas Sens.\nPhil Gramm and Kay Bailey Hutchison, as well as Govs. Bush and\nClements. He is presently raising funds to elect Bush president.\n\n   Taking on the U.S. Justice Department may not have been\npolitically motivated, but it promised political reward. Bush, the\nGOP front-runner, was not in office during the fires of Waco. Vice\nPresident Al Gore, seeking nomination by the Democrats, was. Any\nunfavorable light shed on the Justice Department could reflect onto\nthe vice president.\n\n   Francis ordered the Rangers to begin sifting through the\nevidence that was in their possession and asked U.S. District Judge\nWalter Smith in Waco to impound all evidence in the Davidian case.\n\n   Smith agreed and ordered all federal agents to turn over to the\ncourt all material they had.\n\n   By midsummer, the FBI and the ATF were facing the possibility\nthat the evidence, once in the hands of the court, could become\npublic.\n\n   McNulty's film, containing information from his visits to the\nevidence rooms, was about to be released. And, Francis had received\nreports from the Rangers about the use of pyrotechnic tear gas\ngrenades by the FBI as well as intriguing questions about the role\nof the Army's elite Delta Force, which officials had said was there\nonly to observe.\n\n   From there, the spin scramble was on.\n\n   _ Danny Coulson of Dallas, former deputy director of the FBI,\ntold the Dallas Morning News that two pyrotechnic devices had,\nindeed, been fired the day the Davidian compound went up in flames.\nBut, he said, they were fired several hours before the blaze and\nwere fired at a bunker 40 yards from the house.\n\n   _ Johnston, taking a stand against the agency for which he\nworks, went public with a memo advising Reno that she had been\nduped by her own agents. Johnston was criticized by his boss, U.S.\nAtty. Bill Blagg in San Antonio, but praised by others for his\nchange of heart. ``I don't know how he plans on keeping his job,''\nHardy said.\n\n   Johnston and Blagg would not return phone calls.\n\n   _ Reno ordered a new investigation into the Waco case and the\nFBI's hostage rescue team came up with a long concealed videotape\non which the head of the team is heard authorizing the use of\n``military devices'' _ pyrotechnic grenades _ on the day of the\nfinal assault at Mount Carmel. U.S. Marshals were dispatched to\nconfiscate that tape, which the FBI had previously denied existed.\n\n   _ While it was being accused of a six-year cover-up, the Justice\nDepartment went to federal court to fight Judge Smith's order that\nit relinquish all Davidian evidence. While Johnston was airing the\nFBI's secrets, his boss, Blagg, was being ordered into Smith's\ncourt ``to explain why he should not be held in contempt of court''\nif the government does not comply with the judge's order.\n\n     \n(BEGIN OPTIONAL TRIM)   \n  \n\n   By week's end, however, lawyers in the wrongful death lawsuits\nfiled by the more than 70 survivors of Davidians who died in the\nfire were still trying to get Smith to delay the Oct. 18 trial\ndate.\n\n   ``We've been given 30 days for discovery,'' said Houston\nattorney Jim Brannon, who represents three dead children of David\nKoresh. ``It could take months to go through that evidence, if we\never see it, and to depose everybody.''\n\n     \n(END OPTIONAL TRIM)   \n  \n\n   For his part, the lawyer who pushed Waco back into the headlines\nand back into Congress is a little amused by the turn of events.\n\n   ``It does seem strange that a couple of unknown characters could\nfinally get this out in the open,'' Hardy said.\n\n     \nXXXX END OF STORY      \n  \n","Headline":"\nTHE REAL STORY: HOW A LAWYER AND A FILMMAKER FOUND HOLES IN FBI'S\nOFFICIAL VERSION OF WACO \n\n","Text":["\n   DALLAS _ The big cannons of Congress had their shot at\nuncovering the truth about Waco and the Branch Davidians, and they\nmisfired.\n","\n   The Justice and Treasury departments had their own crack at the\ntruth and fared no better. Neither did the dozens of lawyers and\nscores of journalists who chased hundreds of leads and rumors.\n","\n   The official story remained undented: David Koresh and his cult\nfollowers at Mount Carmel instigated the gunbattle with federal\nagents in the spring of 1993 and, 51 days later, committed mass\nsuicide by setting fire to their Texas compound. Koresh and some 80\nfollowers died that day.\n","\n   Last week, fragments of the official version began to crumble,\nbut it took an unlikely pair of outsiders _ a lone-wolf lawyer from\nTucson, Ariz., and a low-budget documentary film researcher from\nFort Collins, Colo. _ to force the revelations that FBI agents\nwithheld evidence about the siege and possibly committed perjury to\nkeep that evidence secret.\n","\n   ``The wall of silence, the stonewalling, finally is starting to\ncome apart,'' said Joe Phillips, an associate of the Houston law\nfirm Caddell & Chapman that has filed a wrongful death lawsuit\nagainst the government.\n","\n   What finally cracked the wall was the perseverance of David\nHardy, a former Interior Department attorney who set out five years\nago to write a book about the ``militarization of law\nenforcement,'' and Mike McNulty, a down-sized insurance\nsalesman-turned-filmmaker whose first effort, ``Waco: Rules of\nEngagement,'' was nominated for an Academy Award.\n","\n   Hardy was drawn to Waco because it was an illustration, he says,\nof the dangers of turning soldiers into cops. McNulty, a Mormon,\nhas said he became interested in the story because of its\nsimilarities to the massacre of church members at Haun's Mill in\nMissouri in 1938.\n","\n   McNulty did not return phone calls for comment on his role in\nforcing the FBI to amend its previous version of events, but Hardy\nsaid that while they had different interests in the Branch Davidian\nsiege, they have worked closely together and shared information.\n","\n   What their labors led to may not alter the verdict on Waco.\nHowever, it has dented the credibility of the Justice Department\nand could have an important impact on wrongful death lawsuits filed\nby the families of Davidians who died in the Mount Carmel fire. A\ntrial is set for Oct. 18 in federal court in Waco.\n","\n   Among the major disclosures of the past 10 days:\n","\n   _ The FBI withheld from Attorney General Janet Reno and Congress\nthe fact that pyrotechnic devices were used on the last day of the\nsiege of Mount Carmel.\n","\n   _ FBI officials lied in sworn statements when they said they had\nno infrared video of the first four hours of the assault _ videos\nthat possibly would show the use of pyrotechnics.\n","\n   _ Possible perjury by FBI officials, who, in response to Hardy's\nFreedom of Information lawsuit, told a federal judge they had no\nrecording of the radio traffic during the entire six-hour assault.\n","\n   The FBI's hostage rescue team had a tape that revealed that\nReno's order not to use pyrotechnic devices was violated; that the\nfirst two hours of the assault were recorded on infrared videotape;\nand that there was an audio recording of the use of pyrotechnic\ndevices being ordered by Richard Rogers, commander of the hostage\nrescue team. For six years, that tape had been in the custody of\nthe hostage rescue team in Quantico, Va.\n","\n   In his years as an Interior Department lawyer, Hardy said, he\nbecame familiar with the federal Freedom of Information Act. After\nhe left government and returned to Tucson in 1988, he began to use\nthat law to gather material for his book.\n","\n   While his mostly civil law practice often had civil liberties\novertones _ he prosecuted one lawsuit that challenged gun control\nand another that ultimately restricted government spying on\nchurches _ he disputes the suggestion that he is part of the\nanti-government, militia, conspiracy crowd.\n","\n   ``I just want information I'm entitled to have,'' he said.\n","\n   In his quest for documents pertaining to the Davidian incident,\nHardy first sued the Bureau of Alcohol, Tobacco and Firearms, which\nconducted the botched raid that led to the 51-day siege and\nsubsequent fire, in 1996.\n","\n   ATF lawyers responded that certain materials it once had were\nturned over to the Texas Rangers, which had gathered evidence from\nthe scene after the siege ended.\n","\n   He then filed a state open records request with the Rangers, who\ntold him they only had custody of the evidence and were not\nauthorized to release it without approval from the Justice\nDepartment.\n","\n   ``The circle was closed,'' Hardy said. ``The Justice Department\ncontrolled it but didn't have it. The Rangers had it but didn't\ncontrol it. They could bat you back and forth forever.''\n","\n   Which they almost did.\n","\n   Through 1997 and 1998, he was passed from one agency to another:\nthe U.S. attorney's office, the Executive Office of U.S. Attorneys,\nthe FBI, the ATF, the Rangers again.\n","\n   Separately, McNulty was pursuing material for a sequel to his\nfirst Waco film, this one titled ``Waco: A New Revelation.'' He was\nencountering the same run-around.\n","\n   More vocally anti-government than Hardy, McNulty once hosted a\ntalk radio show and billed himself as chairman of the Citizens\nOrganization for Public Safety of Fort Collins, Colo. But Waco was\nhis passion and his research was dogged enough that lawyers in the\nwrongful death lawsuits paid him for his services.\n","\n   Frustrated by what he considered stonewalling by the government,\nMcNulty began calling on Bill Johnston, the assistant U.S. attorney\nin Waco, who would play a peculiar role in the scenario.\n","\n   Once accused of covering up, Johnston would suddenly turn\nwhistle-blower. During congressional hearings in 1995, Fort Worth\nattorney Tim Evans, who represented one of the Davidians charged\nwith murder in the death of four ATF agents, gave the committee an\ninternal ATF memo which alleged that Johnston ordered the agents to\nstop their internal investigation into the assault on the Davidian\ncompound. Johnston, the memo said, did not want the ATF to develop\nevidence that defense lawyers could use in the criminal trial of\nthe accused Davidians.\n","\n   However, Johnston, according to one lawyer, ``had a change of\nheart'' late last year and agreed to give McNulty limited access to\nthe evidence being held by the Rangers in Austin, Texas. Between\nNovember and March, McNulty made four visits to the evidence room\nand on one occasion he was accompanied by Johnston.\n","\n     \n(MORE)   \n  \n","\n     \n  \n","\n   Johnston would not agree to an interview, but one source close\nto him said the prosecutor initially thought McNulty was ``some\nweirdo, conspiracy nut'' and that there was nothing in the evidence\nthat would contradict the official version of the Davidian events.\n","\n   ``He thought there was no reason not to let him look at the\nmaterial,'' the source said. ``Back then (last November), there was\nno controversy.''\n","\n   Hardy said that although McNulty was not allowed to make copies\nof documents, he observed things, including projectiles he believed\nwere pyrotechnic, that had not been previously revealed.\n","\n   ``He faxed me a list of evidence and asked if I would file an\nFOI request for them,'' Hardy said.\n","\n   On March 1, 1999, Hardy sent another open records request to the\nRangers and an identical FOI request to Johnston. On March 17, he\nreceived a reply from Austin: All evidence ``remains in control of\nthe U.S. Marshals'' and ``is not under the control of the Texas\nDepartment of Public Safety.''\n","\n   When he made the same request to the U.S. Marshals Service, he\nwas told that a search ``failed to locate any record which\nindicates the (Marshals Service) has control over the documents,\nvideotapes and audio tapes which are in possession of (the\nRangers).''\n","\n   Going back to the Rangers in May, Hardy was told the U.S.\nAttorney's office had ordered them not to release evidence without\nfederal permission, but the Executive Office of U.S. Attorneys said\nnone of the material was under its control.\n","\n   In short, everyone disavowed control of the evidence.\n","\n   In a final letter to the Rangers, Hardy wrote, ``I may be\nstating the obvious, but it appears the federal agencies may be\nsetting you up. DPS takes the flak for withholding the records _\nthey benefit _ but the moment the withholding is challenged, they\ndisavow any responsibility and pin the blame on you. In fact, the\nMarshal's answer hints that they don't have the foggiest idea what\nyou are talking about.''\n","\n   Convinced that the legal channels were sealed off, Hardy turned\nto a political course.\n","\n   A former president of the Tucson Rod & Gun Club and attorney for\nan Arizona sheriff who challenged the Brady law, Hardy had friends\nin the gun lobby. Some of those friends in Texas steered him to\nJerry Patterson, the former state senator from the Houston area who\nsponsored the legislation that gave Texans the right to carry\nconcealed weapons.\n","\n   Though he was out of office and lobbying for the health\ninsurance industry, Patterson said, ``I guess I'm the gun guy.''\n","\n   Hardy faxed him the file of his correspondence with various\ngovernment agencies, which led Patterson also to believe that the\nRangers were being used by the feds to conceal evidence.\n","\n   ``I called Clay Johnson, Gov. (George W.) Bush's chief of staff,\njust to give him a heads-up in case Bush had to answer questions\nabout it,'' Patterson said. ``He told me to call Jim Francis.''\n","\n   Francis, chairman of the Department of Public Safety, was a\nveteran political operative who had run campaigns for Texas Sens.\nPhil Gramm and Kay Bailey Hutchison, as well as Govs. Bush and\nClements. He is presently raising funds to elect Bush president.\n","\n   Taking on the U.S. Justice Department may not have been\npolitically motivated, but it promised political reward. Bush, the\nGOP front-runner, was not in office during the fires of Waco. Vice\nPresident Al Gore, seeking nomination by the Democrats, was. Any\nunfavorable light shed on the Justice Department could reflect onto\nthe vice president.\n","\n   Francis ordered the Rangers to begin sifting through the\nevidence that was in their possession and asked U.S. District Judge\nWalter Smith in Waco to impound all evidence in the Davidian case.\n","\n   Smith agreed and ordered all federal agents to turn over to the\ncourt all material they had.\n","\n   By midsummer, the FBI and the ATF were facing the possibility\nthat the evidence, once in the hands of the court, could become\npublic.\n","\n   McNulty's film, containing information from his visits to the\nevidence rooms, was about to be released. And, Francis had received\nreports from the Rangers about the use of pyrotechnic tear gas\ngrenades by the FBI as well as intriguing questions about the role\nof the Army's elite Delta Force, which officials had said was there\nonly to observe.\n","\n   From there, the spin scramble was on.\n","\n   _ Danny Coulson of Dallas, former deputy director of the FBI,\ntold the Dallas Morning News that two pyrotechnic devices had,\nindeed, been fired the day the Davidian compound went up in flames.\nBut, he said, they were fired several hours before the blaze and\nwere fired at a bunker 40 yards from the house.\n","\n   _ Johnston, taking a stand against the agency for which he\nworks, went public with a memo advising Reno that she had been\nduped by her own agents. Johnston was criticized by his boss, U.S.\nAtty. Bill Blagg in San Antonio, but praised by others for his\nchange of heart. ``I don't know how he plans on keeping his job,''\nHardy said.\n","\n   Johnston and Blagg would not return phone calls.\n","\n   _ Reno ordered a new investigation into the Waco case and the\nFBI's hostage rescue team came up with a long concealed videotape\non which the head of the team is heard authorizing the use of\n``military devices'' _ pyrotechnic grenades _ on the day of the\nfinal assault at Mount Carmel. U.S. Marshals were dispatched to\nconfiscate that tape, which the FBI had previously denied existed.\n","\n   _ While it was being accused of a six-year cover-up, the Justice\nDepartment went to federal court to fight Judge Smith's order that\nit relinquish all Davidian evidence. While Johnston was airing the\nFBI's secrets, his boss, Blagg, was being ordered into Smith's\ncourt ``to explain why he should not be held in contempt of court''\nif the government does not comply with the judge's order.\n","\n     \n(BEGIN OPTIONAL TRIM)   \n  \n","\n   By week's end, however, lawyers in the wrongful death lawsuits\nfiled by the more than 70 survivors of Davidians who died in the\nfire were still trying to get Smith to delay the Oct. 18 trial\ndate.\n","\n   ``We've been given 30 days for discovery,'' said Houston\nattorney Jim Brannon, who represents three dead children of David\nKoresh. ``It could take months to go through that evidence, if we\never see it, and to depose everybody.''\n","\n     \n(END OPTIONAL TRIM)   \n  \n","\n   For his part, the lawyer who pushed Waco back into the headlines\nand back into Congress is a little amused by the turn of events.\n","\n   ``It does seem strange that a couple of unknown characters could\nfinally get this out in the open,'' Hardy said.\n","\n     \nXXXX END OF STORY      \n  \n"]}