{"DocumentId":"NYT19990819.0252","TopicId":"NYT","Relevance":"0","Body":" BC-CHEMICAL-SENSITIVITY-ART-SPI \nDISORDER LEAVES A TRAIL OF SUFFERING, SKEPTICISM \n\n   (For use by New York Times News Service clients.)  \n By LISA STIFFLER  \n c.1999 Seattle Post-Intelligencer  \n\n   SEATTLE _ Sickened by pesticides, weakened by headaches and\npanic attacks, Don Paladin has made his bedroom, with its stainless\nsteel walls and spotless tiled floor, his sanctuary.\n\n   Inside, he is safe from the chemicals that have turned his life\nupside down and left him weak, sick, wary and frustrated.\n\n   Frustrated because his friends, co-workers and neighbors don't\nunderstand that he suffers from an enigmatic and controversial\ndisorder called Multiple Chemical Sensitivity.\n\n   The disorder is sometimes dismissed as being imagined by a\npatient. But sufferers disagree.\n\n   ``If you don't fit into one of the three camps _ cancer,\ninfection or allergies, what do you have left _ psychological,''\nsaid Paladin, a former Whatcom County elementary school special\neducation teacher who took a disability retirement in 1996 because\nof his poor health.\n\n   Multiple Chemical Sensitivity, or MCS, strikes without warning\nand sufferers say it can cause chronic fatigue, aching head and\njoints, memory loss, chest pain, upset stomach and burning eyes and\nskin. It is said to be an incurable affliction that some doctors\nquestion the very existence of while others have tried to treat,\nwithout much success. There is no definitive cause of the disorder\nother than sufferers who complain of poisoning from the surrounding\nenvironment.\n\n   ``It's definitely on the fringe for being accepted,'' said Dr.\nWilliam Robertson, director of the Washington Poison Center in\nSeattle.\n\n   MCS patients claim that everyday household chemicals such as\npaint, perfume and cleaning products, as well as road tar, copy\nmachines and industrial air pollutants, make them sick.\n\n   Robertson doesn't deny that chemical odors can induce a\nsensation in people, but he questions if they can cause the\nsymptoms reported with MCS.\n\n   ``The mechanism (for the symptoms) can be psychology or\nphysical,'' he said. But there is no evidence of molecular,\nphysical changes caused by chemical exposure, he added.\n\n   This explanation is discouraging for MCS patients.\n\n   ``It's sad that people are treated this way without anyone\ntaking them seriously,'' Paladin said. ``You wouldn't believe the\ndevastation of people's lives.''\n\n   Dr. David Buscher works with Paladin and other MCS patients at\nthe Northwest Center for Environmental Medicine in Bellevue. He\nsaid the medical community has been slow to accept the disorder\nbecause it has only recently been identified and is absent from the\ncurriculum of most medical schools.\n\n   ``People have a hard time changing,'' he said. But doctors are\n``seeing so much of it (MCS), it's hard to deny it.''\n\n   In 1998 the federal government finished drafting a report to\ndefine MCS, but widespread criticism has made reaching agreement\nover the disorder difficult. The group, with representatives from\neight federal agencies, plans to reconvene this month to review\ncomments on the draft and decide how to proceed.\n\n   A separate group of 34 researchers and doctors reached a\nconsensus defining MCS, published earlier this summer in the\ninternational journal, ``Archives of Environmental Health.''\n\n   Opinions differ on when descriptions of MCS-like symptoms began\nemerging _ some say 40 years ago, others 100. But in the past\ndecade it has received added attention with the prominence of Gulf\nWar Syndrome suffered by Persian Gulf War veterans and because of\nincreased reports of people made ill by so-called sick buildings.\n\n   Sufferers of both ailments can exhibit MCS-like symptoms, but\nsymptoms from the latter appear short lived. The illness caused by\nsick buildings is only experienced while inside the building. Poor\nair quality, workplace stress and toxic chemicals have been\nsuggested as causes.\n\n   Surveys conducted in the mid-1990s by New Mexico and California\nstate health departments have found that between 2 percent and 6\npercent, respectively, of the general population said they had MCS\nand that 16 percent of those surveyed claimed they are unusually\nsensitive to everyday chemicals.\n\n   Studies also find that women are more often afflicted,\ncomprising 80 percent of sufferers.\n\n   Washington has not been surveyed for MCS, but Karen McDonell, an\nMCS patient living in Gig Harbor, maintains a state list of\nsufferers and has collected more than 900 names during the past six\nyears. She said there are even more people in the state who are not\non her registry, which only contains names of people who've\ncontacted MCS support groups.\n\n   Pesticides seem to be one of the more reactive chemical\ncocktails that can drop MCS sufferers in their tracks. In\nWashington state, the Department of Agriculture keeps a list of\npeople who have doctor verification of pesticide sensitivities.\nThere are 42 residents of King, Pierce and Snohomish counties on\nthe list and more than 100 residents statewide.\n\n   While scientists, doctors and non-profit groups continue to\nexplore and debate the issue, MCS patients try to find ways of\nexisting in a world suffused with approximately 40,000 chemicals\nblended into more than 2 million mixtures, many of unknown\ntoxicity, according to the 1998 book ``Neuropsychological\nToxicology.''\n\n   Individuals with MCS generally trace the start of their illness\nto a massive chemical exposure or repeat exposures.\n\n   Nancy Morris attributes her severe asthma, and ultimately MCS,\nto contact with the pesticide 2,4-D as an infant. Her father used\nthe herbicide as a weed control for local wheat farmers. When he\ncame home from the fields the toxic pesticide came with him.\n\n   Now in her late 40s, Morris said she is still plagued by\npesticides. Her neighbors on a quiet street in Richmond Beach have\ntheir yards regularly sprayed for bugs and weeds and have ignored\nher pleas to stop. She's even offered to pay the difference for\nless toxic pest control.\n\n   ``It doesn't register with them the concerns I have to deal\nwith,'' Morris said. She blames their continued pesticide use on\ntheir lack of understanding of the chemicals' dangers.\n\n   ``They feel like because it's legal, it's OK,'' she said. ``But\nthere is so much new information that this is not OK ... and I\ndon't think anyone should be put at risk in this way.\n\n   ``Besides, why care so much if you have dandelions or not?''\n\n   Morris has traveled out of the Seattle area only three times in\nthe past six years because of her affliction.\n\n   While Morris and Paladin say they are made ill by pesticides,\nothers argue that the chemicals are perfectly safe when used\nproperly.\n\n   Robertson recommends responsible, discretionary use of\npesticides, suggesting people ``choose their enemies carefully.''\n\n   He dispels concerns about pesticide use at low levels.\n\n   ``In the wrong doses, any chemical can be dangerous,'' he said.\n\n   However, as the rates of asthma and some cancers grow,\nresearchers look at the proliferation of toxic chemicals as\npossible causes.\n\n   Since 1996, the federal Environmental Protection Agency has\nslowly been re-evaluating some pesticides for health risk. On Aug.\n2, the EPA banned or restricted use of two pesticides used by apple\ngrowers, in part because of fears that they could cause\nneurological damage, particularly in children.\n\n   A recent study by the Washington Toxics Coalition sought to\nidentify pesticide exposure to children in a survey of 33 urban and\nrural school districts. They found that 88 percent of the districts\nused pesticides on school grounds and only three districts warned\nparents before their application.\n\n   Elizabeth Loudon, pesticide policy analyst at the Coalition,\nsaid parents and school districts were concerned about the\nfindings.\n\n   ``We know that children are at a much greater risk for suffering\nharmful effects of pesticides,'' she said. They are more likely to\ndigest or come in contact with the chemicals when they play.\n\n   But the causality between the dangers of pesticides and human\nhealth are still unresolved, said Robertson, the director of the\nWashington Poison Center.\n\n   ``The presence of a pesticide doesn't mean it's going to make\nanybody sick,'' Robertson countered.\n\n   However, Paladin traces his fragile state of health to a\npesticide spray used to kill wasps discovered in his Ferndale\nclassroom. When he returned the next day, he experienced panic\nattacks, blurred vision and a burning in his chest. Paladin changed\nschools and recovered from this exposure, but routine pesticide\ntreatment for ants at his new school eventually made him\ndebilitatingly ill.\n\n   There was another individual with MCS in the Ferndale district _\na 7-year-old boy who also had to leave, opting for home schooling.\n\n   ``There's a whole slew of us in society who can't function''\nbecause pesticides continue to be used, he said.\n\n   Jennifer Kropack has been luckier than many MCS sufferers. In\n1997 she became sick from chemicals used in the remodeling of her\nwork site, but was able to continue working from home as a water\nquality specialist.\n\n   At first, her co-workers, including scientists and engineers at\nthe state Department of Health, were dubious of her claims.\n\n   ``They couldn't even look me in the eye, they couldn't even talk\nto me,'' Kropack said. But acceptance of her illness has increased.\n\n   ``I think it's been a learning process,'' she said.\n\n   This learning process has required people around Kropack to\nrealize they must use certain deodorants and laundry detergent and\nforgo perfumes if they want to be around her. She carries a change\nof clothes washed with unscented soap that friends or family can\nput on if she reacts to them.\n\n   But MCS skeptics caution people against changing their lives and\nabandoning pesticides and other chemicals at the behest of MCS\nsufferers.\n\n   Cindy Lynn Richard, an industrial hygienist and consultant with\nthe Maryland-based, industry-supported research group Environmental\nSensitivities Research Institute (ESRI), said that without\nscientific evidence showing that certain chemicals cause specific\nillness, pesticide and chemical use should be allowed.\n\n   ``We don't have a cause-and-effect relationship,'' she said.\n``There comes a point at which you need to weigh what is reasonable\nfor a community and what is reasonable for an individual.''\n\n   Richard said a community can start down a slippery slope,\ncomplying with MCS sufferers' demands, from elimination of\npesticides to bans on certain paints and even restrictions on auto\nexhaust.\n\n   ``At what point would enough be enough?'' she asked. With the\nlimited scientific information available for MCS, how could you\neven document what was helping people, she said.\n\n   ESRI, a non-profit group whose supporters include the Cosmetic,\nToiletry and Fragrance Association, Proctor & Gamble and\nColgate-Palmolive, provides modest research grants for studies of\nchemical sensitivity.\n\n   Dr. Barbara Sorg, a scientist in Washington State University's\nProgram in Neuroscience, received a $10,000 grant from ESRI to\nsupport experiments in rats that try to simulate aspects of MCS,\nparticularly heightened chemical sensitivity, a controversial trait\nof the disorder.\n\n   Sorg repeatedly exposes rats to formaldehyde to try to duplicate\nthe sensitivity that might be occurring in humans. Once sensitized\nto one chemical, the rats, like MCS patients, demonstrate an\nincreased sensitivity when exposed to other chemicals.\n\n   The research addresses one of the primary arguments against MCS\n_ the claim that there is no solid evidence that very low-level\nchemical exposures can make people sick.\n\n   Sorg has also found that the sensitivity appears to be\npermanent.\n\n   She is submitting her findings for publication in a scientific\njournal and has plans to test rats with other chemicals.\n\n   ``I'm really in the middle'' she said. If the disorder has not\nbeen thoroughly studied, it can't just be dismissed, she said.\n\n   Until there is an explanation for the diverse symptoms suffered\nby the chemically sensitive, whether MCS is one disorder or many,\npsychological or physiological in origin, the battle will continue\nover the ailment.\n\n   ``The research is still not definitive enough to prove the\nexistence of MCS,'' Paladin concedes. People with the disorder are\n``caught between the fact that no one really knows what is going\non, but they're sick and people say it's psychological.\n\n   ``If it's not part of your existence, you can't understand.''\n","Headline":"\nDISORDER LEAVES A TRAIL OF SUFFERING, SKEPTICISM \n","Text":["\n   SEATTLE _ Sickened by pesticides, weakened by headaches and\npanic attacks, Don Paladin has made his bedroom, with its stainless\nsteel walls and spotless tiled floor, his sanctuary.\n","\n   Inside, he is safe from the chemicals that have turned his life\nupside down and left him weak, sick, wary and frustrated.\n","\n   Frustrated because his friends, co-workers and neighbors don't\nunderstand that he suffers from an enigmatic and controversial\ndisorder called Multiple Chemical Sensitivity.\n","\n   The disorder is sometimes dismissed as being imagined by a\npatient. But sufferers disagree.\n","\n   ``If you don't fit into one of the three camps _ cancer,\ninfection or allergies, what do you have left _ psychological,''\nsaid Paladin, a former Whatcom County elementary school special\neducation teacher who took a disability retirement in 1996 because\nof his poor health.\n","\n   Multiple Chemical Sensitivity, or MCS, strikes without warning\nand sufferers say it can cause chronic fatigue, aching head and\njoints, memory loss, chest pain, upset stomach and burning eyes and\nskin. It is said to be an incurable affliction that some doctors\nquestion the very existence of while others have tried to treat,\nwithout much success. There is no definitive cause of the disorder\nother than sufferers who complain of poisoning from the surrounding\nenvironment.\n","\n   ``It's definitely on the fringe for being accepted,'' said Dr.\nWilliam Robertson, director of the Washington Poison Center in\nSeattle.\n","\n   MCS patients claim that everyday household chemicals such as\npaint, perfume and cleaning products, as well as road tar, copy\nmachines and industrial air pollutants, make them sick.\n","\n   Robertson doesn't deny that chemical odors can induce a\nsensation in people, but he questions if they can cause the\nsymptoms reported with MCS.\n","\n   ``The mechanism (for the symptoms) can be psychology or\nphysical,'' he said. But there is no evidence of molecular,\nphysical changes caused by chemical exposure, he added.\n","\n   This explanation is discouraging for MCS patients.\n","\n   ``It's sad that people are treated this way without anyone\ntaking them seriously,'' Paladin said. ``You wouldn't believe the\ndevastation of people's lives.''\n","\n   Dr. David Buscher works with Paladin and other MCS patients at\nthe Northwest Center for Environmental Medicine in Bellevue. He\nsaid the medical community has been slow to accept the disorder\nbecause it has only recently been identified and is absent from the\ncurriculum of most medical schools.\n","\n   ``People have a hard time changing,'' he said. But doctors are\n``seeing so much of it (MCS), it's hard to deny it.''\n","\n   In 1998 the federal government finished drafting a report to\ndefine MCS, but widespread criticism has made reaching agreement\nover the disorder difficult. The group, with representatives from\neight federal agencies, plans to reconvene this month to review\ncomments on the draft and decide how to proceed.\n","\n   A separate group of 34 researchers and doctors reached a\nconsensus defining MCS, published earlier this summer in the\ninternational journal, ``Archives of Environmental Health.''\n","\n   Opinions differ on when descriptions of MCS-like symptoms began\nemerging _ some say 40 years ago, others 100. But in the past\ndecade it has received added attention with the prominence of Gulf\nWar Syndrome suffered by Persian Gulf War veterans and because of\nincreased reports of people made ill by so-called sick buildings.\n","\n   Sufferers of both ailments can exhibit MCS-like symptoms, but\nsymptoms from the latter appear short lived. The illness caused by\nsick buildings is only experienced while inside the building. Poor\nair quality, workplace stress and toxic chemicals have been\nsuggested as causes.\n","\n   Surveys conducted in the mid-1990s by New Mexico and California\nstate health departments have found that between 2 percent and 6\npercent, respectively, of the general population said they had MCS\nand that 16 percent of those surveyed claimed they are unusually\nsensitive to everyday chemicals.\n","\n   Studies also find that women are more often afflicted,\ncomprising 80 percent of sufferers.\n","\n   Washington has not been surveyed for MCS, but Karen McDonell, an\nMCS patient living in Gig Harbor, maintains a state list of\nsufferers and has collected more than 900 names during the past six\nyears. She said there are even more people in the state who are not\non her registry, which only contains names of people who've\ncontacted MCS support groups.\n","\n   Pesticides seem to be one of the more reactive chemical\ncocktails that can drop MCS sufferers in their tracks. In\nWashington state, the Department of Agriculture keeps a list of\npeople who have doctor verification of pesticide sensitivities.\nThere are 42 residents of King, Pierce and Snohomish counties on\nthe list and more than 100 residents statewide.\n","\n   While scientists, doctors and non-profit groups continue to\nexplore and debate the issue, MCS patients try to find ways of\nexisting in a world suffused with approximately 40,000 chemicals\nblended into more than 2 million mixtures, many of unknown\ntoxicity, according to the 1998 book ``Neuropsychological\nToxicology.''\n","\n   Individuals with MCS generally trace the start of their illness\nto a massive chemical exposure or repeat exposures.\n","\n   Nancy Morris attributes her severe asthma, and ultimately MCS,\nto contact with the pesticide 2,4-D as an infant. Her father used\nthe herbicide as a weed control for local wheat farmers. When he\ncame home from the fields the toxic pesticide came with him.\n","\n   Now in her late 40s, Morris said she is still plagued by\npesticides. Her neighbors on a quiet street in Richmond Beach have\ntheir yards regularly sprayed for bugs and weeds and have ignored\nher pleas to stop. She's even offered to pay the difference for\nless toxic pest control.\n","\n   ``It doesn't register with them the concerns I have to deal\nwith,'' Morris said. She blames their continued pesticide use on\ntheir lack of understanding of the chemicals' dangers.\n","\n   ``They feel like because it's legal, it's OK,'' she said. ``But\nthere is so much new information that this is not OK ... and I\ndon't think anyone should be put at risk in this way.\n","\n   ``Besides, why care so much if you have dandelions or not?''\n","\n   Morris has traveled out of the Seattle area only three times in\nthe past six years because of her affliction.\n","\n   While Morris and Paladin say they are made ill by pesticides,\nothers argue that the chemicals are perfectly safe when used\nproperly.\n","\n   Robertson recommends responsible, discretionary use of\npesticides, suggesting people ``choose their enemies carefully.''\n","\n   He dispels concerns about pesticide use at low levels.\n","\n   ``In the wrong doses, any chemical can be dangerous,'' he said.\n","\n   However, as the rates of asthma and some cancers grow,\nresearchers look at the proliferation of toxic chemicals as\npossible causes.\n","\n   Since 1996, the federal Environmental Protection Agency has\nslowly been re-evaluating some pesticides for health risk. On Aug.\n2, the EPA banned or restricted use of two pesticides used by apple\ngrowers, in part because of fears that they could cause\nneurological damage, particularly in children.\n","\n   A recent study by the Washington Toxics Coalition sought to\nidentify pesticide exposure to children in a survey of 33 urban and\nrural school districts. They found that 88 percent of the districts\nused pesticides on school grounds and only three districts warned\nparents before their application.\n","\n   Elizabeth Loudon, pesticide policy analyst at the Coalition,\nsaid parents and school districts were concerned about the\nfindings.\n","\n   ``We know that children are at a much greater risk for suffering\nharmful effects of pesticides,'' she said. They are more likely to\ndigest or come in contact with the chemicals when they play.\n","\n   But the causality between the dangers of pesticides and human\nhealth are still unresolved, said Robertson, the director of the\nWashington Poison Center.\n","\n   ``The presence of a pesticide doesn't mean it's going to make\nanybody sick,'' Robertson countered.\n","\n   However, Paladin traces his fragile state of health to a\npesticide spray used to kill wasps discovered in his Ferndale\nclassroom. When he returned the next day, he experienced panic\nattacks, blurred vision and a burning in his chest. Paladin changed\nschools and recovered from this exposure, but routine pesticide\ntreatment for ants at his new school eventually made him\ndebilitatingly ill.\n","\n   There was another individual with MCS in the Ferndale district _\na 7-year-old boy who also had to leave, opting for home schooling.\n","\n   ``There's a whole slew of us in society who can't function''\nbecause pesticides continue to be used, he said.\n","\n   Jennifer Kropack has been luckier than many MCS sufferers. In\n1997 she became sick from chemicals used in the remodeling of her\nwork site, but was able to continue working from home as a water\nquality specialist.\n","\n   At first, her co-workers, including scientists and engineers at\nthe state Department of Health, were dubious of her claims.\n","\n   ``They couldn't even look me in the eye, they couldn't even talk\nto me,'' Kropack said. But acceptance of her illness has increased.\n","\n   ``I think it's been a learning process,'' she said.\n","\n   This learning process has required people around Kropack to\nrealize they must use certain deodorants and laundry detergent and\nforgo perfumes if they want to be around her. She carries a change\nof clothes washed with unscented soap that friends or family can\nput on if she reacts to them.\n","\n   But MCS skeptics caution people against changing their lives and\nabandoning pesticides and other chemicals at the behest of MCS\nsufferers.\n","\n   Cindy Lynn Richard, an industrial hygienist and consultant with\nthe Maryland-based, industry-supported research group Environmental\nSensitivities Research Institute (ESRI), said that without\nscientific evidence showing that certain chemicals cause specific\nillness, pesticide and chemical use should be allowed.\n","\n   ``We don't have a cause-and-effect relationship,'' she said.\n``There comes a point at which you need to weigh what is reasonable\nfor a community and what is reasonable for an individual.''\n","\n   Richard said a community can start down a slippery slope,\ncomplying with MCS sufferers' demands, from elimination of\npesticides to bans on certain paints and even restrictions on auto\nexhaust.\n","\n   ``At what point would enough be enough?'' she asked. With the\nlimited scientific information available for MCS, how could you\neven document what was helping people, she said.\n","\n   ESRI, a non-profit group whose supporters include the Cosmetic,\nToiletry and Fragrance Association, Proctor & Gamble and\nColgate-Palmolive, provides modest research grants for studies of\nchemical sensitivity.\n","\n   Dr. Barbara Sorg, a scientist in Washington State University's\nProgram in Neuroscience, received a $10,000 grant from ESRI to\nsupport experiments in rats that try to simulate aspects of MCS,\nparticularly heightened chemical sensitivity, a controversial trait\nof the disorder.\n","\n   Sorg repeatedly exposes rats to formaldehyde to try to duplicate\nthe sensitivity that might be occurring in humans. Once sensitized\nto one chemical, the rats, like MCS patients, demonstrate an\nincreased sensitivity when exposed to other chemicals.\n","\n   The research addresses one of the primary arguments against MCS\n_ the claim that there is no solid evidence that very low-level\nchemical exposures can make people sick.\n","\n   Sorg has also found that the sensitivity appears to be\npermanent.\n","\n   She is submitting her findings for publication in a scientific\njournal and has plans to test rats with other chemicals.\n","\n   ``I'm really in the middle'' she said. If the disorder has not\nbeen thoroughly studied, it can't just be dismissed, she said.\n","\n   Until there is an explanation for the diverse symptoms suffered\nby the chemically sensitive, whether MCS is one disorder or many,\npsychological or physiological in origin, the battle will continue\nover the ailment.\n","\n   ``The research is still not definitive enough to prove the\nexistence of MCS,'' Paladin concedes. People with the disorder are\n``caught between the fact that no one really knows what is going\non, but they're sick and people say it's psychological.\n","\n   ``If it's not part of your existence, you can't understand.''\n"]}