{"DocumentId":"NYT19990118.0264","TopicId":"NYT","Relevance":"0","Body":" BC-SCI-AIDS-THERAPY-NYT-2TAKES-2000 \nSCIENTISTS ENLIST HIV TO FIGHT OTHER ILLS\n\n  (ART ADV: Photo is being sent to NYT photo clients.\nNon-subscribers can make individual purchase by calling\n888-603-1036 or 888-346-9867.) \n(ms) \n By ANDREW POLLACK   \n c.1998 N.Y. Times News Service   \n\n   SAN DIEGO, Calif. _ In a bold but potentially frightening effort\nto turn one of the world's most virulent killers into a cure,\nscientists and biotechnology companies are trying to tame the AIDS\nvirus and harness it to treat disease.\n\n   The scientists say they have stripped the human immunodeficiency\nvirus of its ability to cause disease, while leaving intact its\nability to infect human cells. Such a crippled virus, they say,\ncould be used to deliver genes into human cells for gene therapy.\n\n   Several university scientists and biotechnology companies hope\nto begin clinical trials using the modified HIV viruses to carry\ngenes that they hope can be used to treat diseases such as cancer\nand hemophilia. At least one attempt will even be made to use the\nmodified HIV, the virus that causes AIDS, to treat AIDS itself.\n\n   ``It would be ironic to cure AIDS with the AIDS virus,'' said\nDr. Inder M. Verma, a professor at The Salk Institute for\nBiological Studies here, who has pioneered the effort to harness\nHIV for gene therapy. But he added, ``There is a saying that\ndiamond cuts diamond.''\n\n   Verma and others involved in such research say it is virtually\ninconceivable that anyone treated using the crippled HIV could get\nAIDS as a result. The gene carrier, which is known as a vector, not\nonly is missing the HIV genes that cause disease but also lacks the\nability to replicate and spread in the body, they say.\n\n   But some experts note that in rare instances, disabled viruses\ncan recombine with genetic material from other viruses or from the\nperson's own cells to regain the ability to replicate. And even if\nthe actual risks are low, patients are likely to be afraid, and\nregulators cautious, about injecting patients with even a modified\nAIDS virus.\n\n   ``It's a human pathogen that's caused a terrible pandemic, so\none needs to be thoughtful about using it, even in a crippled\nform,'' said Dr. Eric Poeschla, an assistant professor of medicine\nat the University of California at San Diego.\n\n   The Food and Drug Administration, whose approval is required for\ngene therapy trials, agreed. ``There are a number of scientific\nquestions and safety issues to be addressed before any of that\ncould go forward,'' Dr. Philip Noguchi, the director of the\nagency's division of cellular and gene therapies, said in an\ninterview. ``We don't quite know what we should be concerned about\nbecause the biological understanding has not been developed yet.''\n\n   The National Institutes of Health held a meeting of experts last\nMarch to explore the use of HIV vectors for gene therapy, which\ninvolves inserting genes for a particular function into a patient's\ncells. But Noguchi said a wider, more open public hearing would be\nheld before his agency would consider approving the first such\ntrial. ``The public hasn't really weighed in with its own\nopinion,'' he said.\n\n   It is the very infectiousness of HIV that makes it attractive\nfor gene therapy, which so far has not lived up to its\nexpectations. People with hemophilia, for instance, have an\ninherited genetic defect that prevents them from making a crucial\nprotein needed for blood clotting. But if enough of the patient's\ncells could be provided with the proper gene, the patient could\nmanufacture his own blood clotting factor.\n\n   To deliver the genes of interest, scientists generally insert\nthem into debilitated viruses, because viruses spread by delivering\ntheir own genetic material into the cells of their target. But gene\ntherapy, which has been tried for about a decade, has in general\nfailed because it has been impossible to deliver enough of the\ngenes, and get them to work long enough, to make enough of the\nrequired protein.\n\n   In many cases the viral gene carriers are attacked and destroyed\nby the body's immune system. Some of the viruses used so far allow\nfor only transient production of the protein because they do not\nincorporate the genes they carry into the chromosomes of the target\ncells.\n\n   One of the most commonly used vectors, derived from mouse\nleukemia virus, can deliver genes into chromosomes, where, it is\nhoped, they will operate for a long time. But this vector can do\nthis only when cells are dividing, making it difficult to treat\ndiseases in the brain, liver, heart and other organs in which cells\ndivide rarely if at all. And a promising new vector, based on\nadeno-associated viruses, appears safe and somewhat effective, but\nis limited in the size of the genes it can carry. HIV, on the other\nhand, is both cunning at evading the body's immune defenses and can\ncarry large genes. Most important, it is one of a small class of\nviruses, known as lentiviruses, that can incorporate genes into the\nchromosomes even of nondividing cells.\n\n   ``Lentiviral vectors are really a new hope in the field of gene\ntherapy,'' said Dr. Philippe LeBoulch, assistant professor of\nmedicine at Harvard University and chief scientific officer of\nGenetix Pharmaceuticals Inc., a privately held Massachusetts\ncompany planning to use HIV-based vectors in gene therapy.\n\n   Verma's lab has used the vector to incorporate genes into the\nbrain, liver, muscle, bone marrow and retinal cells of rats or\nmice. The genes seem to function for months.\n\n   Still, others say, it is not clear whether the HIV vectors will\nbe efficient enough to make gene therapy work. ``They are still\ngoing to have to struggle to get genes into people, even using an\nHIV vector,'' said Poeschla of the University of California.\n\n   Besides being infectious, the AIDS virus has been extensively\nstudied, so that scientists know how to modify it. ``We know every\nnucleotide down to the last base,'' Verma said.\n\n   His laboratory's latest vector removes six of the nine genes in\nthe AIDS virus. One big change that is required is that of the\nvirus' protein coat, which determines which cells it can attach to.\nThe AIDS virus mainly infects certain white blood cells known as T\ncells. So scientists have replaced the HIV protein coat with that\nof a cattle virus that seems to be able to infect many different\ntypes of human cells.\n\n   The only genes taken from the HIV itself to make the vector are\nthose that govern the process by which the viral genetic material\nis incorporated into the chromosome of the target cell. These genes\nare put into cells known as packaging cells, which produce the\nactual vectors.\n\n   The vectors themselves _ the particles that would be injected\ninto a patient _ contain the viral proteins needed to incorporate\nthe therapeutic gene into the patient's chromosomes, but they do\nnot contain the genes that direct the creation of those proteins.\nSo after it incorporates the gene into one cell, the viral particle\ncannot go on to direct the cell to produce more viruses.\n\n     \nnn\n\n   Verma and others point out that the HIV vectors are far more\ndifferent from a real virus than the crippled viruses that are\nalready used in traditional vaccines for deadly diseases like\nsmallpox and polio.\n\n   They also note that the other vectors used for gene therapy,\nwhile perhaps not effective, have also not been shown to cause\ndisease in patients or to recombine with other genetic material to\nbecome active again, in part because the FDA has strict guidelines\nfor vector purity.\n\n   Dr. Michael Emerman of the Fred Hutchinson Cancer Research\nCenter in Seattle, who had questioned the safety of HIV vectors\nwhen Verma's lab reported two years ago on its first one, said the\nnewer ones have fewer HIV genes and appear to be safer.\n\n   ``A lot of the concerns I had at the time are being addressed,''\nhe said. One possible concern, he said, is that people who receive\nthe vectors may test positive for AIDS on a frequently used blood\ntest because they may make antibodies to particular AIDS proteins\nthat remain in the vector.\n\n   Still, some scientists say it is best not to play with fire. If\na lentivirus is needed because of its ability to infect nondividing\ncells, then animal viruses could be used instead of HIV.\n\n   Poeschla and Dr. Garry P. Nolan, an assistant professor at\nStanford University School of Medicine, are independently\ndeveloping vectors based on the feline immunodeficiency virus,\nwhich causes an AIDS-like disease in cats but has not been known to\ncause disease in people. Oxford Biomedica, a British biotechnology\ncompany, and Dr. John C. Olsen of the University of North Carolina\nare separately developing vectors based on equine infectious anemia\nvirus, which causes a disease in horses.\n\n   ``It's not so much the real danger,'' Nolan said. ``It's the\npsychological issues.'' He said that even some of his own\nresearchers would object to using the AIDS virus. ``I want to do\nresearch without looking over my shoulders all the time,'' he said.\n\n   Nolan said there was ``absolutely not'' a chance that someone\ncould get AIDS itself from use of such a vector. But he said there\nwas a very small risk that the vector could recombine with another\nvirus, creating a new virus that could spread in the patient's body\nor even to someone else.\n\n   But proponents of the HIV vectors say that there might be some\nrisk of introducing animal viruses into people as well.\n\n   ``When you take a virus from one species and move it to another,\nit's very difficult to predict what will happen,'' said Dr. Didier\nTrono, professor of genetics and microbiology at the University of\nGeneva. Trono, who was previously at the Salk Institute, was a\nmajor collaborator with Verma in developing the lentiviral vector,\nalong with F.H. Gage, who is still at Salk, and Luigi Naldini, now\nat the University of Turin in Italy.\n\n   Even those who insist that the vectors are safe acknowledge that\npolitical problems will confine HIV vectors to use in the most\nserious diseases. ``Clearly one is going to want to start to\naddress the questions in patients with terminal diseases,'' said\nDr. Stephen A. Sherwin, president of Cell Genesys, a gene therapy\ncompany in Foster City, Calif. The company, of which Verma is a\ndirector, is thinking of trying the HIV vector on cancer.\n\n   Genetix also is thinking of inserting a gene that confers\nresistance to chemotherapy drugs into blood stem cells, the cells\nin bone marrow that give rise to all blood cells. That would allow\npatients to undergo stronger chemotherapy without destroying their\nimmune systems or requiring bone marrow transplants. The company\nhas a patented HIV vector, based on work by Dr. Joseph G. Sodroski\nof Harvard Medical School and the Dana-Farber Cancer Institute.\n\n   But Verma wants to use his vector to treat hemophilia and hopes\nto apply for Federal permission for a clinical trial in a year or\nso.\n\n   Dr. Donald Kohn, director of gene therapy at Childrens Hospital\nLos Angeles, hopes to apply this year for Federal approval to use\nthe HIV vector to treat AIDS, delivering a gene that interferes\nwith the functioning of the HIV virus. One question is whether this\ngene will also interfere with the functioning of the vector.\n\n   Kohn, who is also a professor at the University of Southern\nCalifornia School of Medicine, has unsuccessfully tried to use gene\ntherapy for AIDS and other diseases, delivering the genes to blood\nstem cells.\n\n   ``We have just not been getting the genes into the bone marrow\ncells,'' he said. But experiments using the Salk Institute vector\non bone marrow cells grown in culture show ``the lentivirus is\nmuch, much better,'' he said. The safety of the vector, he added,\nis not that much of a concern for AIDS patients. ``Certainly,\nnothing you give them will be worse than what they have,'' he\nsaid.  \n","Headline":"\nSCIENTISTS ENLIST HIV TO FIGHT OTHER ILLS\n","Text":["\n   SAN DIEGO, Calif. _ In a bold but potentially frightening effort\nto turn one of the world's most virulent killers into a cure,\nscientists and biotechnology companies are trying to tame the AIDS\nvirus and harness it to treat disease.\n","\n   The scientists say they have stripped the human immunodeficiency\nvirus of its ability to cause disease, while leaving intact its\nability to infect human cells. Such a crippled virus, they say,\ncould be used to deliver genes into human cells for gene therapy.\n","\n   Several university scientists and biotechnology companies hope\nto begin clinical trials using the modified HIV viruses to carry\ngenes that they hope can be used to treat diseases such as cancer\nand hemophilia. At least one attempt will even be made to use the\nmodified HIV, the virus that causes AIDS, to treat AIDS itself.\n","\n   ``It would be ironic to cure AIDS with the AIDS virus,'' said\nDr. Inder M. Verma, a professor at The Salk Institute for\nBiological Studies here, who has pioneered the effort to harness\nHIV for gene therapy. But he added, ``There is a saying that\ndiamond cuts diamond.''\n","\n   Verma and others involved in such research say it is virtually\ninconceivable that anyone treated using the crippled HIV could get\nAIDS as a result. The gene carrier, which is known as a vector, not\nonly is missing the HIV genes that cause disease but also lacks the\nability to replicate and spread in the body, they say.\n","\n   But some experts note that in rare instances, disabled viruses\ncan recombine with genetic material from other viruses or from the\nperson's own cells to regain the ability to replicate. And even if\nthe actual risks are low, patients are likely to be afraid, and\nregulators cautious, about injecting patients with even a modified\nAIDS virus.\n","\n   ``It's a human pathogen that's caused a terrible pandemic, so\none needs to be thoughtful about using it, even in a crippled\nform,'' said Dr. Eric Poeschla, an assistant professor of medicine\nat the University of California at San Diego.\n","\n   The Food and Drug Administration, whose approval is required for\ngene therapy trials, agreed. ``There are a number of scientific\nquestions and safety issues to be addressed before any of that\ncould go forward,'' Dr. Philip Noguchi, the director of the\nagency's division of cellular and gene therapies, said in an\ninterview. ``We don't quite know what we should be concerned about\nbecause the biological understanding has not been developed yet.''\n","\n   The National Institutes of Health held a meeting of experts last\nMarch to explore the use of HIV vectors for gene therapy, which\ninvolves inserting genes for a particular function into a patient's\ncells. But Noguchi said a wider, more open public hearing would be\nheld before his agency would consider approving the first such\ntrial. ``The public hasn't really weighed in with its own\nopinion,'' he said.\n","\n   It is the very infectiousness of HIV that makes it attractive\nfor gene therapy, which so far has not lived up to its\nexpectations. People with hemophilia, for instance, have an\ninherited genetic defect that prevents them from making a crucial\nprotein needed for blood clotting. But if enough of the patient's\ncells could be provided with the proper gene, the patient could\nmanufacture his own blood clotting factor.\n","\n   To deliver the genes of interest, scientists generally insert\nthem into debilitated viruses, because viruses spread by delivering\ntheir own genetic material into the cells of their target. But gene\ntherapy, which has been tried for about a decade, has in general\nfailed because it has been impossible to deliver enough of the\ngenes, and get them to work long enough, to make enough of the\nrequired protein.\n","\n   In many cases the viral gene carriers are attacked and destroyed\nby the body's immune system. Some of the viruses used so far allow\nfor only transient production of the protein because they do not\nincorporate the genes they carry into the chromosomes of the target\ncells.\n","\n   One of the most commonly used vectors, derived from mouse\nleukemia virus, can deliver genes into chromosomes, where, it is\nhoped, they will operate for a long time. But this vector can do\nthis only when cells are dividing, making it difficult to treat\ndiseases in the brain, liver, heart and other organs in which cells\ndivide rarely if at all. And a promising new vector, based on\nadeno-associated viruses, appears safe and somewhat effective, but\nis limited in the size of the genes it can carry. HIV, on the other\nhand, is both cunning at evading the body's immune defenses and can\ncarry large genes. Most important, it is one of a small class of\nviruses, known as lentiviruses, that can incorporate genes into the\nchromosomes even of nondividing cells.\n","\n   ``Lentiviral vectors are really a new hope in the field of gene\ntherapy,'' said Dr. Philippe LeBoulch, assistant professor of\nmedicine at Harvard University and chief scientific officer of\nGenetix Pharmaceuticals Inc., a privately held Massachusetts\ncompany planning to use HIV-based vectors in gene therapy.\n","\n   Verma's lab has used the vector to incorporate genes into the\nbrain, liver, muscle, bone marrow and retinal cells of rats or\nmice. The genes seem to function for months.\n","\n   Still, others say, it is not clear whether the HIV vectors will\nbe efficient enough to make gene therapy work. ``They are still\ngoing to have to struggle to get genes into people, even using an\nHIV vector,'' said Poeschla of the University of California.\n","\n   Besides being infectious, the AIDS virus has been extensively\nstudied, so that scientists know how to modify it. ``We know every\nnucleotide down to the last base,'' Verma said.\n","\n   His laboratory's latest vector removes six of the nine genes in\nthe AIDS virus. One big change that is required is that of the\nvirus' protein coat, which determines which cells it can attach to.\nThe AIDS virus mainly infects certain white blood cells known as T\ncells. So scientists have replaced the HIV protein coat with that\nof a cattle virus that seems to be able to infect many different\ntypes of human cells.\n","\n   The only genes taken from the HIV itself to make the vector are\nthose that govern the process by which the viral genetic material\nis incorporated into the chromosome of the target cell. These genes\nare put into cells known as packaging cells, which produce the\nactual vectors.\n","\n   The vectors themselves _ the particles that would be injected\ninto a patient _ contain the viral proteins needed to incorporate\nthe therapeutic gene into the patient's chromosomes, but they do\nnot contain the genes that direct the creation of those proteins.\nSo after it incorporates the gene into one cell, the viral particle\ncannot go on to direct the cell to produce more viruses.\n","\n     \nnn\n","\n   Verma and others point out that the HIV vectors are far more\ndifferent from a real virus than the crippled viruses that are\nalready used in traditional vaccines for deadly diseases like\nsmallpox and polio.\n","\n   They also note that the other vectors used for gene therapy,\nwhile perhaps not effective, have also not been shown to cause\ndisease in patients or to recombine with other genetic material to\nbecome active again, in part because the FDA has strict guidelines\nfor vector purity.\n","\n   Dr. Michael Emerman of the Fred Hutchinson Cancer Research\nCenter in Seattle, who had questioned the safety of HIV vectors\nwhen Verma's lab reported two years ago on its first one, said the\nnewer ones have fewer HIV genes and appear to be safer.\n","\n   ``A lot of the concerns I had at the time are being addressed,''\nhe said. One possible concern, he said, is that people who receive\nthe vectors may test positive for AIDS on a frequently used blood\ntest because they may make antibodies to particular AIDS proteins\nthat remain in the vector.\n","\n   Still, some scientists say it is best not to play with fire. If\na lentivirus is needed because of its ability to infect nondividing\ncells, then animal viruses could be used instead of HIV.\n","\n   Poeschla and Dr. Garry P. Nolan, an assistant professor at\nStanford University School of Medicine, are independently\ndeveloping vectors based on the feline immunodeficiency virus,\nwhich causes an AIDS-like disease in cats but has not been known to\ncause disease in people. Oxford Biomedica, a British biotechnology\ncompany, and Dr. John C. Olsen of the University of North Carolina\nare separately developing vectors based on equine infectious anemia\nvirus, which causes a disease in horses.\n","\n   ``It's not so much the real danger,'' Nolan said. ``It's the\npsychological issues.'' He said that even some of his own\nresearchers would object to using the AIDS virus. ``I want to do\nresearch without looking over my shoulders all the time,'' he said.\n","\n   Nolan said there was ``absolutely not'' a chance that someone\ncould get AIDS itself from use of such a vector. But he said there\nwas a very small risk that the vector could recombine with another\nvirus, creating a new virus that could spread in the patient's body\nor even to someone else.\n","\n   But proponents of the HIV vectors say that there might be some\nrisk of introducing animal viruses into people as well.\n","\n   ``When you take a virus from one species and move it to another,\nit's very difficult to predict what will happen,'' said Dr. Didier\nTrono, professor of genetics and microbiology at the University of\nGeneva. Trono, who was previously at the Salk Institute, was a\nmajor collaborator with Verma in developing the lentiviral vector,\nalong with F.H. Gage, who is still at Salk, and Luigi Naldini, now\nat the University of Turin in Italy.\n","\n   Even those who insist that the vectors are safe acknowledge that\npolitical problems will confine HIV vectors to use in the most\nserious diseases. ``Clearly one is going to want to start to\naddress the questions in patients with terminal diseases,'' said\nDr. Stephen A. Sherwin, president of Cell Genesys, a gene therapy\ncompany in Foster City, Calif. The company, of which Verma is a\ndirector, is thinking of trying the HIV vector on cancer.\n","\n   Genetix also is thinking of inserting a gene that confers\nresistance to chemotherapy drugs into blood stem cells, the cells\nin bone marrow that give rise to all blood cells. That would allow\npatients to undergo stronger chemotherapy without destroying their\nimmune systems or requiring bone marrow transplants. The company\nhas a patented HIV vector, based on work by Dr. Joseph G. Sodroski\nof Harvard Medical School and the Dana-Farber Cancer Institute.\n","\n   But Verma wants to use his vector to treat hemophilia and hopes\nto apply for Federal permission for a clinical trial in a year or\nso.\n","\n   Dr. Donald Kohn, director of gene therapy at Childrens Hospital\nLos Angeles, hopes to apply this year for Federal approval to use\nthe HIV vector to treat AIDS, delivering a gene that interferes\nwith the functioning of the HIV virus. One question is whether this\ngene will also interfere with the functioning of the vector.\n","\n   Kohn, who is also a professor at the University of Southern\nCalifornia School of Medicine, has unsuccessfully tried to use gene\ntherapy for AIDS and other diseases, delivering the genes to blood\nstem cells.\n","\n   ``We have just not been getting the genes into the bone marrow\ncells,'' he said. But experiments using the Salk Institute vector\non bone marrow cells grown in culture show ``the lentivirus is\nmuch, much better,'' he said. The safety of the vector, he added,\nis not that much of a concern for AIDS patients. ``Certainly,\nnothing you give them will be worse than what they have,'' he\nsaid.  \n"]}