{"DocumentId":"NYT19990403.0085","TopicId":"NYT","Relevance":"0","Body":" BC-MEMORY-INDUSTRY-2TAKES-NYT \nINDUSTRY'S NEXT GROWTH SECTOR: MEMORY LAPSES  \n(DW)\n\n  \n (ATTN: Mont., N.J.)   By BARRY MEIER   \n c.1999 N.Y. Times News Service   \n\n   The graying of America has created an emerging industry: a wave\nof herbal and dietary supplements, books, courses and even clinics\naimed at healthy people who are having trouble remembering and\nconcentrating.\n\n   On television commercials there is Annie Potts, who starred in\n``Designing Women,'' extolling the wonders of that old standard,\nOne-a-Day vitamins, now reformulated by Bayer AG with the herbal\ncompound ginkgo biloba to sharpen memory. Hector Elizondo, star of\nthe hospital drama ``Chicago Hope,'' is pitching Warner-Lambert\nCo.'s Quanterra Mental Sharpness Product, which also contains\nginkgo biloba.\n\n   No elixir for forgetfulness exists. Yet even though ginkgo\nbiloba's ability to stimulate memory is unproved, sales of products\ncontaining it reached $240 million in 1997, according to the\nNutrition Business Journal. The substance is only one of many\nsupplements said to re-energize aging minds. Such products can bear\nhefty price tags, ranging from $30 to more than $100 for a month's\nsupply.\n\n   In addition, giant drug companies are working on new medications\nto treat Alzheimer's disease, a debilitating and thus far incurable\nform of dementia; they may find a wider market among healthy people\nconcerned about memory loss.\n\n   Old-line publishers have jumped into the market. Recent books\ninclude ``Why Can't I Remember?: Reversing Normal Memory Loss''\n(Avery Publishing Group), ``Menopause and the Mind'' (Simon &\nSchuster) and ``Brain Fitness: Anti-Aging Strategies for Achieving\nSuper Mind Power'' (Doubleday).\n\n   On another front, start-up companies purvey memory training and\nclinical services. One small concern, Neurocorp Ltd., operates four\nMemory Centers of America and hopes to open 240 nationwide over the\nnext four years, marketing its services to executives, among\nothers.\n\n   ``This is a market that is prime for picking,'' said Dr. Andrew\nMonjan, chief of the neurobiology of aging branch of the National\nInstitute on Aging. ``It is a market that is interested in its\nhealth. It caters to the underlying American desire for a fix.''\n\n   An aging population is driving the memory business; by 2030, the\nnumber of Americans over 65 is expected to nearly double. But\nmarketers also foresee potential customers in those in their 40s _\nan age when experts say memory skills begin to decline for many\npeople.\n\n   For the most part, marketers are going after healthy people who\nexperience minor shifts in memory and concentration, changes such\nas difficulty in remembering the names of new acquaintances or\nwhere the car is parked. These symptoms of middle-age forgetfulness\nare quite common and in the vast majority of cases are not linked\nto serious illnesses like Alzheimer's disease, which affects a\nrelatively small proportion of the elderly. But growing national\nawareness of Alzheimer's has made many healthy people fear that\nforgetting a friend's name may signal bigger problems ahead.\n\n   Experts say the mental processes that are involved in memory and\nconcentration are complex and not fully understood. Some people\nfind it easiest to retain what they read, for example. Others rely\non visual cues to remember. How well a person can concentrate, or\nscreen out other distractions, also plays a role in one's ability\nto remember.\n\n   Dr. James L. McGaugh, director of the Center for the\nNeurobiology of Learning and Memory at the University of California\nat Irvine, says that although the aging process does not really\ndamage memory, it does affect what has come to be known as\nshort-term memory, the ability to recall recently learned\ninformation. It is very common for a middle-age person to forget\nthe name of a new acquaintance at a social event only to recall it\nlater while driving home, McGaugh said.\n\n   Such lapses can affect people in their 20s, though those in\ntheir 40s more commonly experience them.\n\n   ``It is not a disease,'' McGaugh said. ``It is the natural\nconsequence of aging.''\n\n   Though the cause or causes of such changes are not clear, some\nscientists have hypothesized that factors like declining\ncardiovascular health, failing vision and depression may play\nroles. For women, studies suggest that the use of\nestrogen-replacement therapies after menopause may improve memory.\n\n   To work around forgetfulness, experts suggest techniques like\nkeeping lists or placing one's keys in the same place every day.\nKeeping the mind active through work and reading can also help,\npsychologists and other researchers say.\n\n   No proven commercial memory loss remedies are available, and\nsome supplements may have harmful side effects if taken in excess.\nStill, marketers are aiming a growing number of products _ the vast\nmajority of which have not received rigorous scientific scrutiny _\nat those concerned about losing their mental edge.\n\n   Michaela Griggs, manager for Bayer's One-a-Day vitamin brand,\nsays that the company's Memory and Concentration formula, which\nincludes ginkgo biloba, has proved particularly popular with people\nbetween the ages of 35 and 49.\n\n   ``They want to feel as sharp as they possibly can,'' Ms. Griggs\nsaid. ``I think they want to maintain as much as they've got and\nimprove it as much as possible.''\n\n   Sales of ginkgo biloba products jumped last year after a 1997\nreport in the Journal of the American Medical Association suggested\nthat the substance might stabilize the loss of memory and reasoning\nskills in people suffering from Alzheimer's disease.\n\n   But researchers have attacked the report as methodologically\nflawed because it counted people as improved even though they might\nhave dropped out of the study before it was done. The study, which\nwas financed by a German producer of ginkgo biloba, did not address\nthe herbal compound's effects on healthy people concerned about\ntheir mental skills.\n\n   Even a Bayer consultant, Judith S. Stern, a professor of\nnutrition at the University of California at Davis, said there was\nno definitive evidence that ginkgo biloba would improve memory.\n\n   ``The jury is still out,'' she said.\n\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   The National Center for Complementary and Alternative Medicine\nplans to start a $15 million study soon of ginkgo biloba involving\nthose with mild dementia. The study could take five years or more.\n\n   Other supplements, whose efficacy has not been proved, are also\nbeing marketed as remedies for memory loss and weak concentration.\nDeep Thought and Brain Gum, for example, contain substances similar\nto phosphatidylserine, a compound found in the brain that helps\nregulate neural functions.\n\n   Other products contain forms of the human growth hormone, a\ncompound secreted by the pituitary gland, which plays a role in\ncell growth. Still others contain forms of DHEA, another hormone,\nwhich is involved in the production of estrogen, testosterone and\nother substances. The manufacturers of these products contend that\nthey can aid mental performance by supplementing levels of the\nhormones, which begin to decline as a person ages.\n\n   Under the Federal Dietary Supplement Health and Education Act of\n1994, a company can say that an herbal product will improve a\nconsumer's sense of well-being or a function of the body like\nmemory if the manufacturer has evidence of that effect. But even\nofficials of the Food and Drug Administration acknowledge that the\nlaw does not define what constitutes evidence, thus throwing the\ndoor open to marketing campaigns containing unproven claims.\n\n   ``Clearly, this is one of the areas that need clarification,''\nsaid Dr. Elizabeth A. Yetley, director of the FDA's Special\nNutritionals Office.\n\n   While the Federal Trade Commission, which regulates product\nadvertising, has taken action against producers of herbal\nsupplements that claim their products cure diseases like cancer and\nAIDS, the commission has taken no action against herbal products or\nsupplements that claim to reverse memory loss, Victoria Streitfeld,\nan FTC spokeswoman, said.\n\n   In the traditional drug industry, 20 pharmaceutical companies\nincluding G.D. Searle, SmithKline Beecham PLC, Merck & Co. and Eli\nLilly & Co. are developing drugs that they hope will be new\nmedications for Alzheimer's disease, according to the\nPharmaceutical Research and Manufacturers Association, a trade\ngroup.\n\n   McGaugh of the University of California at Irvine and other\nexperts say they believe that if such drugs prove effective and do\nnot have side effects, as existing Alzheimer's drugs do, they would\nhave great appeal for healthy, aging people seeking memory and\nconcentration enhancement.\n\n   ``This is where the big action is, the big focus and the big\npayoff,'' McGaugh said. ``I believe that some of these companies\nare definitely aiming at memory impairment that is not Alzheimer's\nrelated.''\n\n   Cynthia Short, who runs a business called Grow Dendrites Forever\nfrom her home in Lakeside, Mont., said she had recently provided\nmemory improvement courses for Centura Health, a network of\nhospitals and doctors in Colorado, as part of its wellness program\nfor older patients. Neurocorp Ltd. of Tarrytown, N.Y., is trying to\nget into the business of selling individually tailored memory and\nmental sharpness programs through its Memory Centers of America\nsubsidiary.\n\n   A visit to one of the company's two Manhattan centers was\nmemorable mainly for an absence of clients. The company's public\nfinancial filings also suggest that it has yet to hit stride; in\n1998, for example, only 292 clients, or fewer than one a day,\nvisited its four memory centers.\n\n   Yet that start has not dimmed the enthusiasm of the company or\nits president, Vernon L. Wells. With a recent infusion of $2\nmillion of venture capital, the company has started a nationwide\nadvertising campaign aimed at filling the hundreds of memory\ncenters it hopes to open. One intended audience is the corporate\nexecutives who fear that their job performance may be slipping\nbecause of declining memory skills or loss of the ability to\nconcentrate.\n\n   A six-to-12-week program costs about $800 and emphasizes\ncomputer training aimed at developing memory-related skills that a\nperson may not have fully used before, said Wells, who until 1997\nwas an executive at Quest Diagnostics Inc., a clinical testing\ncompany in Teterboro, N.J. Clients first receive a medical\nexamination to screen for serious underlying physical problems, and\nthen they embark on a series of two- to four-hour computer sessions\nthat may be buttressed by doses of herbal supplements, he said.\n\n   ``The trigger for many people is that this didn't used to be a\nproblem for me but it is now,'' Wells said.\n\n   Robin West, a professor of psychology at the University of\nFlorida in Gainesville, says it is possible to improve a specific\nmemory skill for a time but broad improvements are not likely.\n\n   ``Objective tests won't show any improvement except on the\nspecific thing learned in a course, and that typically doesn't last\nlong,'' said Ms. West, who studies both the real and the perceived\neffects of memory loss on the aging.\n\n   Like other experts, she said she believes that for healthy\npeople the best techniques to help offset declining memory are\norganizational tricks such as keeping lists, jotting appointments\ndown on calendars and making notes. A small study based on research\nsponsored by the MacArthur Foundation found that both older and\nyounger people could more easily remember a list of words by\nincorporating them into stories, according to a Harvard University\nMedical School newsletter. In addition, to better retain what one\nreads it may be necessary as one ages to eliminate distractions\nlike television or radio, Ms. West said.\n\n   Unfortunately, she added, there is no magic memory bullet,\nthough she offers Neurocorp and all the other companies hoping to\ndevelop one the best of luck. ``Hopefully,'' Ms. West said, ``they\nwill prove me wrong.''\n","Headline":"\nINDUSTRY'S NEXT GROWTH SECTOR: MEMORY LAPSES  \n(DW)\n","Text":["\n   The graying of America has created an emerging industry: a wave\nof herbal and dietary supplements, books, courses and even clinics\naimed at healthy people who are having trouble remembering and\nconcentrating.\n","\n   On television commercials there is Annie Potts, who starred in\n``Designing Women,'' extolling the wonders of that old standard,\nOne-a-Day vitamins, now reformulated by Bayer AG with the herbal\ncompound ginkgo biloba to sharpen memory. Hector Elizondo, star of\nthe hospital drama ``Chicago Hope,'' is pitching Warner-Lambert\nCo.'s Quanterra Mental Sharpness Product, which also contains\nginkgo biloba.\n","\n   No elixir for forgetfulness exists. Yet even though ginkgo\nbiloba's ability to stimulate memory is unproved, sales of products\ncontaining it reached $240 million in 1997, according to the\nNutrition Business Journal. The substance is only one of many\nsupplements said to re-energize aging minds. Such products can bear\nhefty price tags, ranging from $30 to more than $100 for a month's\nsupply.\n","\n   In addition, giant drug companies are working on new medications\nto treat Alzheimer's disease, a debilitating and thus far incurable\nform of dementia; they may find a wider market among healthy people\nconcerned about memory loss.\n","\n   Old-line publishers have jumped into the market. Recent books\ninclude ``Why Can't I Remember?: Reversing Normal Memory Loss''\n(Avery Publishing Group), ``Menopause and the Mind'' (Simon &\nSchuster) and ``Brain Fitness: Anti-Aging Strategies for Achieving\nSuper Mind Power'' (Doubleday).\n","\n   On another front, start-up companies purvey memory training and\nclinical services. One small concern, Neurocorp Ltd., operates four\nMemory Centers of America and hopes to open 240 nationwide over the\nnext four years, marketing its services to executives, among\nothers.\n","\n   ``This is a market that is prime for picking,'' said Dr. Andrew\nMonjan, chief of the neurobiology of aging branch of the National\nInstitute on Aging. ``It is a market that is interested in its\nhealth. It caters to the underlying American desire for a fix.''\n","\n   An aging population is driving the memory business; by 2030, the\nnumber of Americans over 65 is expected to nearly double. But\nmarketers also foresee potential customers in those in their 40s _\nan age when experts say memory skills begin to decline for many\npeople.\n","\n   For the most part, marketers are going after healthy people who\nexperience minor shifts in memory and concentration, changes such\nas difficulty in remembering the names of new acquaintances or\nwhere the car is parked. These symptoms of middle-age forgetfulness\nare quite common and in the vast majority of cases are not linked\nto serious illnesses like Alzheimer's disease, which affects a\nrelatively small proportion of the elderly. But growing national\nawareness of Alzheimer's has made many healthy people fear that\nforgetting a friend's name may signal bigger problems ahead.\n","\n   Experts say the mental processes that are involved in memory and\nconcentration are complex and not fully understood. Some people\nfind it easiest to retain what they read, for example. Others rely\non visual cues to remember. How well a person can concentrate, or\nscreen out other distractions, also plays a role in one's ability\nto remember.\n","\n   Dr. James L. McGaugh, director of the Center for the\nNeurobiology of Learning and Memory at the University of California\nat Irvine, says that although the aging process does not really\ndamage memory, it does affect what has come to be known as\nshort-term memory, the ability to recall recently learned\ninformation. It is very common for a middle-age person to forget\nthe name of a new acquaintance at a social event only to recall it\nlater while driving home, McGaugh said.\n","\n   Such lapses can affect people in their 20s, though those in\ntheir 40s more commonly experience them.\n","\n   ``It is not a disease,'' McGaugh said. ``It is the natural\nconsequence of aging.''\n","\n   Though the cause or causes of such changes are not clear, some\nscientists have hypothesized that factors like declining\ncardiovascular health, failing vision and depression may play\nroles. For women, studies suggest that the use of\nestrogen-replacement therapies after menopause may improve memory.\n","\n   To work around forgetfulness, experts suggest techniques like\nkeeping lists or placing one's keys in the same place every day.\nKeeping the mind active through work and reading can also help,\npsychologists and other researchers say.\n","\n   No proven commercial memory loss remedies are available, and\nsome supplements may have harmful side effects if taken in excess.\nStill, marketers are aiming a growing number of products _ the vast\nmajority of which have not received rigorous scientific scrutiny _\nat those concerned about losing their mental edge.\n","\n   Michaela Griggs, manager for Bayer's One-a-Day vitamin brand,\nsays that the company's Memory and Concentration formula, which\nincludes ginkgo biloba, has proved particularly popular with people\nbetween the ages of 35 and 49.\n","\n   ``They want to feel as sharp as they possibly can,'' Ms. Griggs\nsaid. ``I think they want to maintain as much as they've got and\nimprove it as much as possible.''\n","\n   Sales of ginkgo biloba products jumped last year after a 1997\nreport in the Journal of the American Medical Association suggested\nthat the substance might stabilize the loss of memory and reasoning\nskills in people suffering from Alzheimer's disease.\n","\n   But researchers have attacked the report as methodologically\nflawed because it counted people as improved even though they might\nhave dropped out of the study before it was done. The study, which\nwas financed by a German producer of ginkgo biloba, did not address\nthe herbal compound's effects on healthy people concerned about\ntheir mental skills.\n","\n   Even a Bayer consultant, Judith S. Stern, a professor of\nnutrition at the University of California at Davis, said there was\nno definitive evidence that ginkgo biloba would improve memory.\n","\n   ``The jury is still out,'' she said.\n","\n   nn\n","\n   The National Center for Complementary and Alternative Medicine\nplans to start a $15 million study soon of ginkgo biloba involving\nthose with mild dementia. The study could take five years or more.\n","\n   Other supplements, whose efficacy has not been proved, are also\nbeing marketed as remedies for memory loss and weak concentration.\nDeep Thought and Brain Gum, for example, contain substances similar\nto phosphatidylserine, a compound found in the brain that helps\nregulate neural functions.\n","\n   Other products contain forms of the human growth hormone, a\ncompound secreted by the pituitary gland, which plays a role in\ncell growth. Still others contain forms of DHEA, another hormone,\nwhich is involved in the production of estrogen, testosterone and\nother substances. The manufacturers of these products contend that\nthey can aid mental performance by supplementing levels of the\nhormones, which begin to decline as a person ages.\n","\n   Under the Federal Dietary Supplement Health and Education Act of\n1994, a company can say that an herbal product will improve a\nconsumer's sense of well-being or a function of the body like\nmemory if the manufacturer has evidence of that effect. But even\nofficials of the Food and Drug Administration acknowledge that the\nlaw does not define what constitutes evidence, thus throwing the\ndoor open to marketing campaigns containing unproven claims.\n","\n   ``Clearly, this is one of the areas that need clarification,''\nsaid Dr. Elizabeth A. Yetley, director of the FDA's Special\nNutritionals Office.\n","\n   While the Federal Trade Commission, which regulates product\nadvertising, has taken action against producers of herbal\nsupplements that claim their products cure diseases like cancer and\nAIDS, the commission has taken no action against herbal products or\nsupplements that claim to reverse memory loss, Victoria Streitfeld,\nan FTC spokeswoman, said.\n","\n   In the traditional drug industry, 20 pharmaceutical companies\nincluding G.D. Searle, SmithKline Beecham PLC, Merck & Co. and Eli\nLilly & Co. are developing drugs that they hope will be new\nmedications for Alzheimer's disease, according to the\nPharmaceutical Research and Manufacturers Association, a trade\ngroup.\n","\n   McGaugh of the University of California at Irvine and other\nexperts say they believe that if such drugs prove effective and do\nnot have side effects, as existing Alzheimer's drugs do, they would\nhave great appeal for healthy, aging people seeking memory and\nconcentration enhancement.\n","\n   ``This is where the big action is, the big focus and the big\npayoff,'' McGaugh said. ``I believe that some of these companies\nare definitely aiming at memory impairment that is not Alzheimer's\nrelated.''\n","\n   Cynthia Short, who runs a business called Grow Dendrites Forever\nfrom her home in Lakeside, Mont., said she had recently provided\nmemory improvement courses for Centura Health, a network of\nhospitals and doctors in Colorado, as part of its wellness program\nfor older patients. Neurocorp Ltd. of Tarrytown, N.Y., is trying to\nget into the business of selling individually tailored memory and\nmental sharpness programs through its Memory Centers of America\nsubsidiary.\n","\n   A visit to one of the company's two Manhattan centers was\nmemorable mainly for an absence of clients. The company's public\nfinancial filings also suggest that it has yet to hit stride; in\n1998, for example, only 292 clients, or fewer than one a day,\nvisited its four memory centers.\n","\n   Yet that start has not dimmed the enthusiasm of the company or\nits president, Vernon L. Wells. With a recent infusion of $2\nmillion of venture capital, the company has started a nationwide\nadvertising campaign aimed at filling the hundreds of memory\ncenters it hopes to open. One intended audience is the corporate\nexecutives who fear that their job performance may be slipping\nbecause of declining memory skills or loss of the ability to\nconcentrate.\n","\n   A six-to-12-week program costs about $800 and emphasizes\ncomputer training aimed at developing memory-related skills that a\nperson may not have fully used before, said Wells, who until 1997\nwas an executive at Quest Diagnostics Inc., a clinical testing\ncompany in Teterboro, N.J. Clients first receive a medical\nexamination to screen for serious underlying physical problems, and\nthen they embark on a series of two- to four-hour computer sessions\nthat may be buttressed by doses of herbal supplements, he said.\n","\n   ``The trigger for many people is that this didn't used to be a\nproblem for me but it is now,'' Wells said.\n","\n   Robin West, a professor of psychology at the University of\nFlorida in Gainesville, says it is possible to improve a specific\nmemory skill for a time but broad improvements are not likely.\n","\n   ``Objective tests won't show any improvement except on the\nspecific thing learned in a course, and that typically doesn't last\nlong,'' said Ms. West, who studies both the real and the perceived\neffects of memory loss on the aging.\n","\n   Like other experts, she said she believes that for healthy\npeople the best techniques to help offset declining memory are\norganizational tricks such as keeping lists, jotting appointments\ndown on calendars and making notes. A small study based on research\nsponsored by the MacArthur Foundation found that both older and\nyounger people could more easily remember a list of words by\nincorporating them into stories, according to a Harvard University\nMedical School newsletter. In addition, to better retain what one\nreads it may be necessary as one ages to eliminate distractions\nlike television or radio, Ms. West said.\n","\n   Unfortunately, she added, there is no magic memory bullet,\nthough she offers Neurocorp and all the other companies hoping to\ndevelop one the best of luck. ``Hopefully,'' Ms. West said, ``they\nwill prove me wrong.''\n"]}