{"DocumentId":"NYT19990102.0176","TopicId":"NYT","Relevance":"0","Body":" BC-CHILDHOOD-CANCER-1STLD-WRITETHRU-2TAKES-NYT \nSURVIVORS OF CHILDHOOD CANCER LEARN THE PRICE OF A MIRACLE \n\n  \n(SUBS to delete clauses in last sentence of 5th graf and first\nsentence of 6th graf. No other changes.)  (mk) \n By SHERYL GAY STOLBERG    \n c.1999 N.Y. Times News Service    \n\n   BAYTOWN, Texas _ The scrapbook that documents Camelia Cruz's\ndays as a teen-age cancer patient is yellowing now, its photographs\nand newspaper clippings fading with the passage of time. On this\nsunny Monday morning, Mrs. Cruz cracked it open, as she does every\nnow and then, unleashing a flood of memories from what seems like a\nformer life.\n\n   There she is in a wheelchair, bald and frail, her face shielded\nby a surgical mask, a white hospital blanket draped over her knees.\nThere she is, smiling, her head swathed in a blue scarf beneath a\nsparkling tiara, on the day she was crowned Miss Periwinkle at a\ncamp for children with cancer. There's Sandy Cuellar, her best\nfriend from the hospital; Camelia clutched her hand as she died, at\n16. Her newspaper obituary is tucked inside Mrs. Cruz's album,\nalong with a dried rose petal from the funeral.\n\n   Mrs. Cruz, now 22, is a survivor of osteosarcoma, a highly\nmalignant bone tumor. The cancer was diagnosed when she was 13. At\nan age when most girls are worried about pimples and boyfriends,\nMrs. Cruz, the former Camelia Trevino, lost her left leg; doctors\nhad no choice but to amputate above the knee. Then she endured a\nyear of sickening chemotherapy that has left her with damaged\nkidneys, and received blood transfusions that are probably\nresponsible for infecting her with hepatitis C, a potentially\nlethal virus.\n\n   In the annals of cancer treatment, Mrs. Cruz's story is hardly\nextraordinary. Yet that is precisely what makes it worth noting.\nShe is part of a trend that experts describe as a miracle of modern\nmedicine: the transformation of childhood cancer from killer to\ncurable disease. But thankful though they and their families are\nthat they are alive, the growing legion of survivors are\ndiscovering that the miracle has not been without a price.\n\n   In the late 1960s, fewer than one-third of cancer patients under\nage 15 lived for five years past their date of diagnosis, the point\nat which experts consider them cured. Today, survival is not the\nexception but the rule. Roughly three-quarters of all children\ncurrently being treated for cancer are expected to reach the\nfive-year mark. And as oncologists continue to refine their\nmethods, the population of childhood cancer survivors, which stands\nat an estimated 250,000, is rapidly growing.\n\n   This turnabout is often cited as evidence that a cure is within\nreach. But as the first large wave of childhood cancer survivors\nreaches its 20s and 30s, the word ``cured'' is a misnomer for many.\nThough some, particularly those treated more recently, glide\nthrough life virtually unscathed, others are finding that the two\nstaples of cancer treatment, chemotherapy and radiation, can bring\nwith them health problems: heart, lung and kidney dysfunction,\nmemory loss, infertility and even second cancers.\n\n   And as they leave their parents' homes to grapple with college,\ncareers and relationships, they face an array of social\ndifficulties, as well, from awkwardness in dating to difficulty\nfinding jobs to an obstacle that can seem as insurmountable as\ncancer itself: finding health insurance.\n\n   Daniel Fiduccia, a disability rights consultant in California\nwho works with survivors of childhood cancer, said, ``The single\nbiggest part of my job is explaining to people why they are not\ngoing to get health insurance or what will happen when they lose\nit.'' When it comes to insurance, he said, former cancer patients\n``have a lot of very poor choices.'' If they work for a large\nemployer, they will usually have health coverage. If not, they may\nseek coverage from state high-risk insurance pools or Medicaid, the\nfederal insurance for the poor.\n\n   Though it is illegal to discriminate on the basis of a person's\nhealth history, companies worried about the cost of insuring their\nworkers may be wary about hiring someone they know is a survivor of\ncancer.\n\n   ``These kids are able to walk and talk and look like the average\nAmerican,'' Fiduccia said, ``but I'm getting more and more calls\nabout kids who were treated more than 10 years ago for cancer who\nare now living at home with their parents and are unemployed. This\nis not like falling off your bike and breaking your arm and once\nthe cast is off, that's it.''\n\n   In the last two years, Mrs. Cruz, who wears a prosthesis and\nwalks with a pronounced limp, has discovered that her kidneys do\nnot retain enough magnesium, a disorder she corrects by taking\nsupplements and medication. More worrisome is the hepatitis C. Her\ndoctors suspect she contracted it during a blood transfusion;\nexperts say as many as 10 percent of childhood cancer patients who\nreceived transfusions before 1992, when blood banks began screening\nfor the virus, may be similarly infected.\n\n   In June 1997, she married Pablo Cruz, a pipefitter. The wedding\ntook place in a gazebo at the ``Cancer Survivors Plaza,'' a grassy\npark not far from Texas Children's Hospital in Houston, where\nCamelia was treated. ``It never bothered me,'' Pablo Cruz said of\nhis wife's cancer. ``I know what she's been through and I respect\nher for it.''\n\n   The couple make their home in a modest frame house, flanked on\none side by railroad tracks and on the other by an oil refinery, in\nthis working-class industrial city about an hour east of Houston.\nHealth insurance is a big issue; now that Mrs. Cruz is married, she\nno longer qualifies for Medicaid, and at times she has skipped\ndoctors' appointments because she could not afford them. Her\nhusband has a policy through his new employer, but the couple are\nnot sure yet whether Camelia is covered. They have been paying $100\nout-of-pocket for her medication each month.\n\n   For years, Mrs. Cruz thought she would never conceive a child,\nan impression her doctors say was erroneous. Fourteen months ago,\nshe and her husband had a baby, a girl. The pregnancy was\ndifficult; Mrs. Cruz was exhausted all the time from the loss of\nthe magnesium, and her hepatitis C, at the time still undiagnosed,\nfouled the results of a blood test that screens for birth defects.\n``They told me, `Either you have an abortion, or the baby is going\nto be dead when it is born,''' she said. ``I was a wreck.'' The\nbaby was born healthy, at 6 pounds 2 ounces. They named her\nMilagro, the Spanish word for ``miracle.''\n\n   Although the chances of a recurrence of her cancer are slim,\nMrs. Cruz still worries. A bigger threat is the hepatitis, which\ncould eventually destroy her liver. She is now contemplating an\nexperimental treatment for the disease; so far, both her husband\nand her baby have tested negative. There is no cure.\n\n   ``Nobody can be sure about what can happen in their future,''\nMrs. Cruz said, casting a glance at her daughter. Over the strains\nof ``If You're Happy and You Know It,'' the mother continued:\n``What would happen to the baby? How would she grow up?''\n\n   It is estimated that about half of all children cured of cancer\nexperience moderate to severe medical problems years after their\ntreatment. In the lexicon of cancer survival, these are known as\n``late effects.'' Dr. Philip Steuber, the pediatric oncologist who\ntreated Camelia Cruz, uses another name: ``the cost of cure.''\n\n   nn\n\n   Because so few children survived cancer decades ago, doctors are\nonly just beginning to comprehend how high those costs can be.\nExperts know quite a bit about late effects in the first decade\nafter treatment, but less about the second decade and very little\nafter that. The issues are complicated; childhood cancer is really\nan array of more than a dozen different diseases, each with its\ncourse of treatment and side effects.\n\n   Patients with Hodgkin's disease, for example, sometimes require\nradiation to the chest; girls who receive this therapy are at high\nrisk for breast cancer later in life. Patients with brain tumors\nalmost invariably need radiation to the head; often, their\nintellect is impaired, causing problems at school and at work.\nDoxorubicin, a mainstay drug of chemotherapy, can cause heart\ndamage, while another anti-cancer agent, cis-platinum, can harm the\nkidneys.\n\n   Much of today's research revolves around devising new treatments\nto minimize late effects, so that the children treated today may\nhave fewer problems than their predecessors. To that end, Dr.\nLeslie Robison, a pediatric cancer expert at the University of\nMinnesota, is supervising a study of 15,000 childhood cancer\nsurvivors.\n\n   The nationwide study, paid for by the National Cancer Institute,\ninvolves 26 institutions and more than 100 researchers who are\ntracking patients treated between 1970 and 1986. The participants,\nwhose median age is 26, have answered questionnaires about a range\nof issues, from their physical and psychological health to whether\nthey engage in risk-taking behaviors, such as smoking cigarettes.\nThe research is important for all cancer survivors, but especially\nfor children, who could be expected to live an average of 60 years\nafter they are cured.\n\n   ``During the late 1960s, 1970s and 1980s there was very\naggressive attention and remarkable success in treating childhood\ncancer,'' Robison said. ``Now we are putting the focus on looking\nat the survivors. We need to know what are the long-term adverse\neffects of having had cancer as a child, not just what happens in\nthe first 10 years after they are treated, but what potentially\ncould happen 30, 40 and 50 years down the line.''\n\n   Mrs. Cruz is ineligible for Robison's study; she received her\ndiagnosis three years after the cutoff date. But her battle with\nosteosarcoma, a relatively rare form of childhood cancer that\nafflicts about three out of every million children ages 14 and\nunder, provides a window into the world of cancer treatment and\nsurvivorship.\n\n   Her first sign of sickness was a pain in her left leg; her\nfamily doctor, she said, dismissed it as ``growing pains,'' until\nhe took an X-ray. The film showed a tumor the size of a misshapen\norange, a lesion so destructive it was clear the limb could not be\nsaved. In August 1989, one month after her 13th birthday, Camelia\nsat in Steuber's office at Texas Children's Hospital. He had the\ndelicate task of telling her that, the following week, she was\ngoing to lose her leg.\n\n   ``The one thing I remember about her to this day is her\ncourage,'' Steuber said. ``She was upbeat then, even under the\nhardest of circumstances.''\n\n   Mrs. Cruz, for her part, remembers feeling more scared than\ncourageous. On the morning of the operation, she didn't want to get\nout of bed. ``I remember that I wanted to take small steps\neverywhere, because these were my last steps that I was going to\ntake with both my legs.''\n\n   Her surgery, and the 13 months of chemotherapy that followed,\nwere part of a controlled experiment. This is routine for children\nwith cancer. Because there are so few of them, it has been standard\npractice at oncology centers to enroll all youngsters they treat in\nclinical trials. Hundreds of such experiments, conducted at\nacademic institutions under the auspices of two large pediatric\ncancer research networks, have taken place since the 1970s, and\ntheir results, rather than the development of any new miracle\ndrugs, are largely responsible for the improved survival\nstatistics.\n\n   ``There have been a few new drugs, but that is a minor thing,''\nsaid Anna Meadows, a leading expert in pediatric oncology who\ndirects the Office of Cancer Survivorship at the National Cancer\nInstitute. ``We have learned how to use the drugs in a better\nway.''\n\n   The osteosarcoma study in which Mrs. Cruz participated, Study\n8651 of the Pediatric Oncology Group, was typical. One hundred\nchildren were enrolled; half received chemotherapy before surgery;\nhalf, including Mrs. Cruz, did not. The study found that children\ndo equally well with either course of treatment; as a result,\nSteuber said, oncologists today have greater flexibility in\ntreating osteosarcoma.\n\n   The biggest danger with osteosarcoma is that it will spread to\nthe lungs. The disease is aggressive, Steuber said, and if it is\ngoing to recur it will usually do so within a year. That Mrs. Cruz\nhas lived for more than eight years since finishing chemotherapy,\nhe said, bodes well for her.\n\n   Today, Mrs. Cruz is followed closely by a kidney specialist and\na specialist in infectious diseases, who keeps tabs on her\nhepatitis. She visits the oncologists at Texas Children's Hospital\nonly once a year, where her progress is monitored along with that\nof other long-term survivors. The visits are largely social.\n``We've been through hard times together,'' Steuber said. ``It's\nnice to have good times together.''\n\n   Were she able to rewrite her personal history, Mrs. Cruz would\nnot leave out her cancer. ``Until you come close to death like I\ndid,'' she said, ``you don't realize what it is to take another\nbreath.'' She is grateful for that, yet her days are tempered by\nuncertainty, and by the reality of life with one leg. She cannot\nhop in the shower and dash out the door. She cannot play volleyball\nor ride a bike. She is too modest to wear a dress, and with her\nprosthesis, high heels are out. ``I would like,'' she said, ``to\nwear high heels.''\n\n   At night, however, her body is made whole. ``In my dreams,'' she\nsaid, ``I still dream that I have both my legs.''\n","Headline":"\nSURVIVORS OF CHILDHOOD CANCER LEARN THE PRICE OF A MIRACLE \n","Text":["\n   BAYTOWN, Texas _ The scrapbook that documents Camelia Cruz's\ndays as a teen-age cancer patient is yellowing now, its photographs\nand newspaper clippings fading with the passage of time. On this\nsunny Monday morning, Mrs. Cruz cracked it open, as she does every\nnow and then, unleashing a flood of memories from what seems like a\nformer life.\n","\n   There she is in a wheelchair, bald and frail, her face shielded\nby a surgical mask, a white hospital blanket draped over her knees.\nThere she is, smiling, her head swathed in a blue scarf beneath a\nsparkling tiara, on the day she was crowned Miss Periwinkle at a\ncamp for children with cancer. There's Sandy Cuellar, her best\nfriend from the hospital; Camelia clutched her hand as she died, at\n16. Her newspaper obituary is tucked inside Mrs. Cruz's album,\nalong with a dried rose petal from the funeral.\n","\n   Mrs. Cruz, now 22, is a survivor of osteosarcoma, a highly\nmalignant bone tumor. The cancer was diagnosed when she was 13. At\nan age when most girls are worried about pimples and boyfriends,\nMrs. Cruz, the former Camelia Trevino, lost her left leg; doctors\nhad no choice but to amputate above the knee. Then she endured a\nyear of sickening chemotherapy that has left her with damaged\nkidneys, and received blood transfusions that are probably\nresponsible for infecting her with hepatitis C, a potentially\nlethal virus.\n","\n   In the annals of cancer treatment, Mrs. Cruz's story is hardly\nextraordinary. Yet that is precisely what makes it worth noting.\nShe is part of a trend that experts describe as a miracle of modern\nmedicine: the transformation of childhood cancer from killer to\ncurable disease. But thankful though they and their families are\nthat they are alive, the growing legion of survivors are\ndiscovering that the miracle has not been without a price.\n","\n   In the late 1960s, fewer than one-third of cancer patients under\nage 15 lived for five years past their date of diagnosis, the point\nat which experts consider them cured. Today, survival is not the\nexception but the rule. Roughly three-quarters of all children\ncurrently being treated for cancer are expected to reach the\nfive-year mark. And as oncologists continue to refine their\nmethods, the population of childhood cancer survivors, which stands\nat an estimated 250,000, is rapidly growing.\n","\n   This turnabout is often cited as evidence that a cure is within\nreach. But as the first large wave of childhood cancer survivors\nreaches its 20s and 30s, the word ``cured'' is a misnomer for many.\nThough some, particularly those treated more recently, glide\nthrough life virtually unscathed, others are finding that the two\nstaples of cancer treatment, chemotherapy and radiation, can bring\nwith them health problems: heart, lung and kidney dysfunction,\nmemory loss, infertility and even second cancers.\n","\n   And as they leave their parents' homes to grapple with college,\ncareers and relationships, they face an array of social\ndifficulties, as well, from awkwardness in dating to difficulty\nfinding jobs to an obstacle that can seem as insurmountable as\ncancer itself: finding health insurance.\n","\n   Daniel Fiduccia, a disability rights consultant in California\nwho works with survivors of childhood cancer, said, ``The single\nbiggest part of my job is explaining to people why they are not\ngoing to get health insurance or what will happen when they lose\nit.'' When it comes to insurance, he said, former cancer patients\n``have a lot of very poor choices.'' If they work for a large\nemployer, they will usually have health coverage. If not, they may\nseek coverage from state high-risk insurance pools or Medicaid, the\nfederal insurance for the poor.\n","\n   Though it is illegal to discriminate on the basis of a person's\nhealth history, companies worried about the cost of insuring their\nworkers may be wary about hiring someone they know is a survivor of\ncancer.\n","\n   ``These kids are able to walk and talk and look like the average\nAmerican,'' Fiduccia said, ``but I'm getting more and more calls\nabout kids who were treated more than 10 years ago for cancer who\nare now living at home with their parents and are unemployed. This\nis not like falling off your bike and breaking your arm and once\nthe cast is off, that's it.''\n","\n   In the last two years, Mrs. Cruz, who wears a prosthesis and\nwalks with a pronounced limp, has discovered that her kidneys do\nnot retain enough magnesium, a disorder she corrects by taking\nsupplements and medication. More worrisome is the hepatitis C. Her\ndoctors suspect she contracted it during a blood transfusion;\nexperts say as many as 10 percent of childhood cancer patients who\nreceived transfusions before 1992, when blood banks began screening\nfor the virus, may be similarly infected.\n","\n   In June 1997, she married Pablo Cruz, a pipefitter. The wedding\ntook place in a gazebo at the ``Cancer Survivors Plaza,'' a grassy\npark not far from Texas Children's Hospital in Houston, where\nCamelia was treated. ``It never bothered me,'' Pablo Cruz said of\nhis wife's cancer. ``I know what she's been through and I respect\nher for it.''\n","\n   The couple make their home in a modest frame house, flanked on\none side by railroad tracks and on the other by an oil refinery, in\nthis working-class industrial city about an hour east of Houston.\nHealth insurance is a big issue; now that Mrs. Cruz is married, she\nno longer qualifies for Medicaid, and at times she has skipped\ndoctors' appointments because she could not afford them. Her\nhusband has a policy through his new employer, but the couple are\nnot sure yet whether Camelia is covered. They have been paying $100\nout-of-pocket for her medication each month.\n","\n   For years, Mrs. Cruz thought she would never conceive a child,\nan impression her doctors say was erroneous. Fourteen months ago,\nshe and her husband had a baby, a girl. The pregnancy was\ndifficult; Mrs. Cruz was exhausted all the time from the loss of\nthe magnesium, and her hepatitis C, at the time still undiagnosed,\nfouled the results of a blood test that screens for birth defects.\n``They told me, `Either you have an abortion, or the baby is going\nto be dead when it is born,''' she said. ``I was a wreck.'' The\nbaby was born healthy, at 6 pounds 2 ounces. They named her\nMilagro, the Spanish word for ``miracle.''\n","\n   Although the chances of a recurrence of her cancer are slim,\nMrs. Cruz still worries. A bigger threat is the hepatitis, which\ncould eventually destroy her liver. She is now contemplating an\nexperimental treatment for the disease; so far, both her husband\nand her baby have tested negative. There is no cure.\n","\n   ``Nobody can be sure about what can happen in their future,''\nMrs. Cruz said, casting a glance at her daughter. Over the strains\nof ``If You're Happy and You Know It,'' the mother continued:\n``What would happen to the baby? How would she grow up?''\n","\n   It is estimated that about half of all children cured of cancer\nexperience moderate to severe medical problems years after their\ntreatment. In the lexicon of cancer survival, these are known as\n``late effects.'' Dr. Philip Steuber, the pediatric oncologist who\ntreated Camelia Cruz, uses another name: ``the cost of cure.''\n","\n   nn\n","\n   Because so few children survived cancer decades ago, doctors are\nonly just beginning to comprehend how high those costs can be.\nExperts know quite a bit about late effects in the first decade\nafter treatment, but less about the second decade and very little\nafter that. The issues are complicated; childhood cancer is really\nan array of more than a dozen different diseases, each with its\ncourse of treatment and side effects.\n","\n   Patients with Hodgkin's disease, for example, sometimes require\nradiation to the chest; girls who receive this therapy are at high\nrisk for breast cancer later in life. Patients with brain tumors\nalmost invariably need radiation to the head; often, their\nintellect is impaired, causing problems at school and at work.\nDoxorubicin, a mainstay drug of chemotherapy, can cause heart\ndamage, while another anti-cancer agent, cis-platinum, can harm the\nkidneys.\n","\n   Much of today's research revolves around devising new treatments\nto minimize late effects, so that the children treated today may\nhave fewer problems than their predecessors. To that end, Dr.\nLeslie Robison, a pediatric cancer expert at the University of\nMinnesota, is supervising a study of 15,000 childhood cancer\nsurvivors.\n","\n   The nationwide study, paid for by the National Cancer Institute,\ninvolves 26 institutions and more than 100 researchers who are\ntracking patients treated between 1970 and 1986. The participants,\nwhose median age is 26, have answered questionnaires about a range\nof issues, from their physical and psychological health to whether\nthey engage in risk-taking behaviors, such as smoking cigarettes.\nThe research is important for all cancer survivors, but especially\nfor children, who could be expected to live an average of 60 years\nafter they are cured.\n","\n   ``During the late 1960s, 1970s and 1980s there was very\naggressive attention and remarkable success in treating childhood\ncancer,'' Robison said. ``Now we are putting the focus on looking\nat the survivors. We need to know what are the long-term adverse\neffects of having had cancer as a child, not just what happens in\nthe first 10 years after they are treated, but what potentially\ncould happen 30, 40 and 50 years down the line.''\n","\n   Mrs. Cruz is ineligible for Robison's study; she received her\ndiagnosis three years after the cutoff date. But her battle with\nosteosarcoma, a relatively rare form of childhood cancer that\nafflicts about three out of every million children ages 14 and\nunder, provides a window into the world of cancer treatment and\nsurvivorship.\n","\n   Her first sign of sickness was a pain in her left leg; her\nfamily doctor, she said, dismissed it as ``growing pains,'' until\nhe took an X-ray. The film showed a tumor the size of a misshapen\norange, a lesion so destructive it was clear the limb could not be\nsaved. In August 1989, one month after her 13th birthday, Camelia\nsat in Steuber's office at Texas Children's Hospital. He had the\ndelicate task of telling her that, the following week, she was\ngoing to lose her leg.\n","\n   ``The one thing I remember about her to this day is her\ncourage,'' Steuber said. ``She was upbeat then, even under the\nhardest of circumstances.''\n","\n   Mrs. Cruz, for her part, remembers feeling more scared than\ncourageous. On the morning of the operation, she didn't want to get\nout of bed. ``I remember that I wanted to take small steps\neverywhere, because these were my last steps that I was going to\ntake with both my legs.''\n","\n   Her surgery, and the 13 months of chemotherapy that followed,\nwere part of a controlled experiment. This is routine for children\nwith cancer. Because there are so few of them, it has been standard\npractice at oncology centers to enroll all youngsters they treat in\nclinical trials. Hundreds of such experiments, conducted at\nacademic institutions under the auspices of two large pediatric\ncancer research networks, have taken place since the 1970s, and\ntheir results, rather than the development of any new miracle\ndrugs, are largely responsible for the improved survival\nstatistics.\n","\n   ``There have been a few new drugs, but that is a minor thing,''\nsaid Anna Meadows, a leading expert in pediatric oncology who\ndirects the Office of Cancer Survivorship at the National Cancer\nInstitute. ``We have learned how to use the drugs in a better\nway.''\n","\n   The osteosarcoma study in which Mrs. Cruz participated, Study\n8651 of the Pediatric Oncology Group, was typical. One hundred\nchildren were enrolled; half received chemotherapy before surgery;\nhalf, including Mrs. Cruz, did not. The study found that children\ndo equally well with either course of treatment; as a result,\nSteuber said, oncologists today have greater flexibility in\ntreating osteosarcoma.\n","\n   The biggest danger with osteosarcoma is that it will spread to\nthe lungs. The disease is aggressive, Steuber said, and if it is\ngoing to recur it will usually do so within a year. That Mrs. Cruz\nhas lived for more than eight years since finishing chemotherapy,\nhe said, bodes well for her.\n","\n   Today, Mrs. Cruz is followed closely by a kidney specialist and\na specialist in infectious diseases, who keeps tabs on her\nhepatitis. She visits the oncologists at Texas Children's Hospital\nonly once a year, where her progress is monitored along with that\nof other long-term survivors. The visits are largely social.\n``We've been through hard times together,'' Steuber said. ``It's\nnice to have good times together.''\n","\n   Were she able to rewrite her personal history, Mrs. Cruz would\nnot leave out her cancer. ``Until you come close to death like I\ndid,'' she said, ``you don't realize what it is to take another\nbreath.'' She is grateful for that, yet her days are tempered by\nuncertainty, and by the reality of life with one leg. She cannot\nhop in the shower and dash out the door. She cannot play volleyball\nor ride a bike. She is too modest to wear a dress, and with her\nprosthesis, high heels are out. ``I would like,'' she said, ``to\nwear high heels.''\n","\n   At night, however, her body is made whole. ``In my dreams,'' she\nsaid, ``I still dream that I have both my legs.''\n"]}