{"DocumentId":"NYT19990104.0286","TopicId":"NYT","Relevance":"0","Body":" BC-TRAVEL-BRAZIL-$ADV10-3TAKES-NYT \nNOTHING BUT STARS AND BEACH \n\n   (For release Sunday, Jan. 10)  \n(lb) \n By DIANA JEAN SCHEMO   \n c.1999 N.Y. Times News Service   \n\n   To reach Jericoacoara, you take a highway back through time,\nrippling further back with each mile of Brazilian coast. From\nFortaleza, with its sleek beachfront hotels, the road grows\ndesolate, drought painting the savanna of the northeast dull green\nand beige.\n\n   Cars give way to horses and mules, buildings shrink to huts, and\nspindly goats and cows forage over the brush. As the road goes from\nasphalt to dirt to just paths in the sand, you would not be\nsurprised to find wagon wheels and animal skulls, the detritus of\nancient, failed journeys, strewn by the side of the road.\n\n   To reach Jericoacoara, you take a bus, an impossible, eight-hour\njourney from Fortaleza, stopping at every little hiccup of a town\nalong the highway, or you take a four-hour ride in a taxi.\n\n   Try to sleep, because it is the middle of the night. You dream\nof sand dunes 100 feet tall, massive and immutable as mountains.\nYou come near, and realize they are always changing shape and\nmoving with the winds from Africa, and you wonder if this is where\nGod comes to finger-paint.\n\n   To reach Jericoacoara, you close your eyes and say it:\njeh-ree-kwah-KWAH-rah. First it sounds like a fruit, one that grows\nin clusters and spills over your mouth. Say it again. It is a bird\nsquawking, like the roosters whose call bounces over the dunes to\nrouse you at dawn. And again: It is a word within a word, like a\nseashell held to your ear, calling you to a place that is distant\nand familiar, inside you, mysterious and intimate, at the same\ntime.\n\n   Though people who live here decry the onslaught of tourism, of\nbuggies roaring over the dunes and houses dotting the shore,\nJericoacoara remains one of the planet's hidden beach treasures. In\nJericoacoara, some 180 miles northwest of Fortaleza on the northern\ncoast, the trappings of modern life _ cars, buildings, phones and\nfax machines _ remain remote.\n\n   The town, a smattering of about a dozen streets, is dotted with\nsingle-story shacks, most serving as stores, restaurants or inns.\nThe streets have grown outward from the Atlantic, and the town is\nsurrounded by green hills and vast sand dunes.\n\n   Regular electricity arrived only last spring; until then, the\ntown of 1,400 used generators, and handwritten signs in hotel rooms\nstill warn of the dreaded hair dryer, which could short-circuit the\nwhole town for the sake of a do. Only two of the dozen or so places\nto stay take credit cards, and public phones shut down at 10 each\nnight. The streets are all sand: Wherever you are in Jericoacoara,\nyou never really leave the beach.\n\n   Roger, my fiance, and I arrived in Jericoacoara in early July.\nIt was the feast day of St. Peter, patron saint of fishermen. It\nwas also the day Brazil's soccer team faced the Netherlands in the\nWorld Cup quarterfinals. Along the road, Catholics were building\ntowers of wood, some several stories high, to burn fires that night\nto honor the saint. Theoretically, there would be fireworks, too _\nif any were left after the game.\n\n   Clearly, the saint's humility would be tried, for his was not\nthe main event that day. All the stores and restaurants shut down\nin midafternoon. Brazil was going for its fifth World Cup trophy,\nso guests and workers of the Hotel Jericoacoara Praia, where we\nwere staying, crammed on benches and chairs to watch the game on\nthe common television.\n\n   Picture the comparable scene on the other side of the\nhemisphere, where Americans would gather to watch, say, the Super\nBowl. The beer and soda would flow, and the munchies would come in\nbuckets during frequent commercial breaks.\n\n   But here, nobody ate or drank, and there were no commercials.\nThe concentration was so intense that asking for anything would\nhave been sacrilege. The only interruptions came when Brazil\nscored, raising the trademark ``GOOOOL'' from sportscasters, and\nraucous cheers. A busboy crouched in the courtyard, lighting\nrockets and cherry bombs.\n\n   When stores reopened after Brazil's victory, we bought soap and\nshampoo from the drugstore. It was almost night, and we heard,\naround the corner, the twang of a berimbau accompanying a chant\nthat seemed to float off the waves. On an asphalt court behind a\nstore, teen-agers were facing off in capoeira, a kind of martial\nart almost balletic in its beauty.\n\n   Capoeira arose at the end of the 17th century among slaves, as a\npreparation for insurrection or escape, masked as dance to throw\noff any whites who happened upon it. While the music plays, the\nmovement is constant, a collage of pieces from a jigsaw puzzle, or\nriddles with open answers. The two rivals cartwheel before each\nother or jut in and around each others' bodies, together forming a\nwhole whose contours change with the next beat.\n\n   In capoeira, punches and kicks are thrown but never land, like\nthe rebellion that never materialized. Freedom came only in 1888 by\nroyal decree, a year before the Portuguese crown finally left\nBrazil and only after slavery ended everywhere else in the\nAmericas. Through the shifting shapes of the dancers, the view was\nclear to dusk's sky, streaked orange and pink over the ocean,\nframed by the palm trees.\n\n   Starved for the sound of waves, watching for the moon, we found\na place to eat dinner by the shore. The cook sat behind the counter\nwatching a telenovella, and _ this being the low season _ it seemed\nmost items on the menu were not to be had. No bread, either. No\njuice. No diet soda. It was becoming clear that this is a place\ntourists bend into, not the other way around.\n\n   Eventually she cooked us some fish, rice and beans, and cut up a\nsalad of cabbage. The waiter found a bottle of beer and one of\nwater. Since we were the only customers, he stopped by every 30\nseconds or so to make sure everything was all right. There was no\ncoffee and no dessert. We found an ice cream store, but it had\nalready closed.\n\n   Overhead, though, the new moon was rising in a sky so clear and\nbright that even the moon's hidden side could be made out. The\npatch of earth we occupied was dark, far from cities and street\nlights, so much so that we felt tiny and mesmerized by the\nspectacle overhead. In the sky, billions of stars like small\nmirrors flashed glimmers of light across the vast nocturnal\nplayground. This sky was far richer, more brilliant, than any we\nhad ever imagined or witnessed.\n\n   Amid the plenty, it was difficult to recognize the familiar\nconstellations like Orion's Belt or the Southern Cross. Venus was\nlost in an ocean of her sisters. Only the Milky Way was easily\ndiscernible, incredibly so, appearing like a river of stars\nspraying white mist.\n\n   Some people, briefly dead, come back to talk of rising toward a\nwhite light. I wondered if all these stars were holes in the sky,\nthrough which that brightness becomes visible, flashing us signals\nin a heavenly code not yet deciphered.\n\n   nn\n\n   The next morning, Sunday, we needed as a day to let the place\nsink in before plunging into serious sightseeing. We walked along\nthe beach, watching the children scavenging for crabs. We sunbathed\nand swam in the clear, cool Atlantic. Parasailers glided in smooth\narcs from the shore, powered by winds strong as sure, steady arms.\n\n   Past the fishermen's boats waiting for the evening tide, we\ntrekked to a shoreside dune. From a distance, the dune had seemed\nutterly static. A closer look showed the sand cascading down\nshelves formed along the dune's face, the desert's answer to a\nwaterfall. When we returned the next day, the dune seemed utterly\naltered, as if somebody had dragged a comb in lazy waves over its\nsurface.\n\n   That night, we had more success with dinner, stopping at a\ncharming little restaurant, Sabor e Arte (Flavor and Art), that had\nopened a couple of months before, run by four young women who had\nfled the industrial megalopolis of Sao Paulo.\n\n   Theirs was the only restaurant in town with some notion of\ndecor, with painted starfish over the bar, tablecloths and a\ncentral pillar open for customers' graffiti. Candlelight flickered\nat the tables, while incense rose in curls around the room.\n\n   The kitchen was a small, open area behind the bar, and as they\ngrilled our fish, fetched and arranged, the women danced to Phil\nCollins. Truth be told, the food was slow in coming but good, and _\na wonderful bonus _ we found somebody there with a dune buggy to\ntake us sightseeing.\n\n   Early the next morning, at low tide, we headed for Tatajuba,\nabout 20 miles west of Jericoacoara. The point of Tatajuba is as\nmuch the ride there as the lake that goes by that name. There is no\nroad per se; we drove along the shore, mile after mile. A makeshift\nferry, really a raft, takes the car across a small inlet, nudged\nalong by two boatmen digging sticks into the sand.\n\n   We drove past a forest of desiccated trees, the roots like\nantlers, whitened and dry, vaulting into the sand. Then there is\njust ocean, sunlight and dunes tall as multistory buildings, blown\nby the wind into dramatic shapes. Some look like bread loaves, and\nothers swirl into giant beehives. A few end in steep, curving walls\nthat stretch like bleached, sleek versions of the Vietnam Veterans\nMemorial in Washington.\n\n   The road passes through the old Tatajuba, abandoned when the\ndunes advanced and swallowed the houses. Here and there, the corner\nof a roof is still visible, peeking out through the sand. The new\nfishing village of Tatajuba is a smattering of houses, built around\nthe town's only television. It sits atop a 10-foot pedestal, in a\nweatherbeaten wood cabinet. Each night, the double doors to the\ncabinet are opened, and everybody turns out to watch the\ntelenovellas.\n\n   Strangely, the benches in the square face away from the\ntelevision, so that the mayor's name, painted on the inside back of\nthe bench, can be seen by passers-by. That leaves most of the\nresidents sitting on the curb, their feet in the sand, to watch\ntelevision. There isn't any argument over which station to watch.\nOnly one, the pervasive Globo network, reaches here.\n\n   Coming around the dune to Lake Tatajuba, we stumbled upon a\nscene out of Fellini. A toothless old lady sat at a bridge table\nalong the shore, eager to ply us with home-made candy bars laden\nwith brown sugar. On an identical white plastic chair next to her\nsat a young man in sunglasses and boxer shorts, lost in a book on\netiquette. Specifically lost on the chapter explaining when and how\nto kiss a lady's hand.\n\n   He said he had a society news spot on a radio station in the\ninterior, an oddly incongruous way to make a living, because the\nNortheast is the poorest part of Brazil. He was headed for\nJericoacoara and asked if we could give him a lift.\n\n   Also plying his living at the shore was a boy who persuaded us\nto take a sail around the lake on a converted fishing boat for $1.\nThe candy peddler advanced, her aluminum pot swinging over her arm\nlike a handbag. Wouldn't we be wanting another sweet when we got\nback, she urged; a couple from Sao Paulo had bought eight of them.\nTake it or leave it; she'd be going home.\n\n   There were no houses around, and I couldn't imagine where home\nwould be. I half-believed that the crone and the gossipmeister had\nsomehow just appeared, conjured from the depths of this eerie,\nportable desert. The sail lasted but 10 minutes or so, with us\nducking each time the boy swung the sail around to catch a hint of\na breeze.\n\n   An hour later, we were heading back for Jericoacoara, Mr.\nManners in the front seat, deep into the proper silver setting for\nformal dinners. We dropped him at the Hippopotamus hotel, where the\nmanagement had promised him a couple of free days.\n\n   In the late afternoon, we headed out to Thunder Rock, about a\nfive-minute drive and a scamper down a steep, sandy hill to the\nocean. There we watched the brilliant orange and yellow of the sun\ndrop down the horizon through an arch in the tall rock. On July 15\neach year, residents gather here to watch the sun set perfectly in\nthe middle of the rock.\n\n   We wouldn't be here on the 15th, but as we watched the stars\nemerge for another brilliant night, we understood the secret that\nmade Jericoacoara so hypnotic. Despite the occasional television,\nparasail or dune buggy, Jericoacoara remains a place where\ntechnology has not yet dominated nature's rhythms and gifts. There\nwas television, but it did not carry the main show. There was\nelectricity, but not enough to erase the starlight.\n\n   nn\n\n   Getting There\n\n   Remember that you'll need a visa for Brazil. VASP Brazilian\nAirlines, (800) 732-8277, and Varig Brazilian Airlines, (800)\n673-4561, fly to Fortaleza from Miami. VASP goes on Sunday, Varig\non Tuesday and Thursday; round-trip tickets start at $780.\n\n   Unless you're on a very tight budget, hire a private car to get\nto Jeri, as it is called locally. You can do this through the\ntourism desk at the airport or your hotel in Fortaleza. It will run\nabout $150 each way instead of $12 for a bus, but will save eight\nhours and, because of the bus schedules, allow two decent nights'\nsleep.\n\n   The biggest influx of visitors comes from the December holidays\nto Carnival. Other peak times are Holy Week and in July.\n\n   There are few phones in Jericoacoara. For many places, you will\nhave to call the town's phone station, (55-88) 621-1144, and ask a\nrunner to relay your message or to get someone to come to the\nphone. The Web site www.jericoacoara.com has some basic information\non the town.\n\n   Things to Do\n\n   To enjoy the night sky at Jericoacoara, pack an astronomy guide\nfor the Southern Hemisphere. A small telescope would not be wasted.\n\n   Dune-buggy excursions can be arranged at the Casa do Turismo\nhotel. Five-hour trips cost $8 to $12.50.\n\n   Boat rides can be arranged with local fishermen for a dollar or\ntwo.\n\n   Where to Stay\n\n   Even the best hotels offer rudimentary lodging, and since we\nencountered credit-card fraud after our visit, it might wise to pay\nin cash.\n\n   We reserved a room at the Hippopotamus, Rua do Forro,\nJericoacoara, Brazil 62598-000, but were offered rooms with a\nflooded bathroom and wood shavings covered with ants. And it didn't\ntake credit cards.\n\n   Next door, the Jericoacoara Praia, 115 Rua fo Forro, accepted\nVisa and charged half as much as the Hippo. It has 15 rooms, and\nwhile the flagstones on the walls and floors seemed slapped down,\nand a canvas drop ceiling looked as if it had never been shaken out\nor vacuumed, the management was eager to please. Doubles cost $25\nto $37.50. Reservations: (55-88) 603-1602.\n\n   Next trip, I'd try the Pousada Papagaio, which had just opened\nand featured 10 lovely, simple rooms with open-air showers and a\nbeautiful garden of regional trees. Doubles cost $17 or $25\ndepending on season. No credit cards and no telephone.\n\n   A second choice would be the Casa do Turismo, on Rua das Unas,\nthe largest hotel in town. This oceanfront inn has 20 rooms, rents\nwater-sports equipment and takes American Express, Visa and\nMastercard. Doubles: $29 to $37.50; (55-88) 621-0211.\n\n   Pousada do Paulo, Corrego do Urub, Gijoca de Jericoacoara\n(Ceara) 62598-000, is at nearby Paradise Lake. It has five rustic\nprivate bungalows, each sleeping four, with private bath, and with\nviews of the lake. The restaurant is open 24 hours, serving\nBrazilian and Italian dishes. Off-peak rates run $50 a night, cash\nonly; (55-88) 669-1181;\nwww.geocities.com/thetropics/1136/Paolo.html.\n\n   Where to Eat\n\n   There are several restaurants that don't bother with fly traps,\nlet alone decor or matching plates, but have wonderful food. One is\nSabor da Terra, on Rua do Forro, where we had grilled fish, served\nwith rice, beans and french fries for about $9. No phone.\n\n   A close second was Sabor e Arte, where you'll have a long, if\npleasant, wait. Meals cost $7.50 to $15, there's no phone and so no\nreservations.\n\n   Where to Shop\n\n   The state of Ceara is the place to buy anything embroidered or\ncrocheted. In the bar at the Jericoacoara Praia, you'll find piles\nof crocheted beach covers, tablecloths and runners. At the\nbeachfront stalls in Fortaleza, you can find hammocks for under\n$20, embroidered tablecloths for $30 and hand-embroidered linen\nplace-mat and napkin settings for six at about $10.\n","Headline":"\nNOTHING BUT STARS AND BEACH \n","Text":["\n   To reach Jericoacoara, you take a highway back through time,\nrippling further back with each mile of Brazilian coast. From\nFortaleza, with its sleek beachfront hotels, the road grows\ndesolate, drought painting the savanna of the northeast dull green\nand beige.\n","\n   Cars give way to horses and mules, buildings shrink to huts, and\nspindly goats and cows forage over the brush. As the road goes from\nasphalt to dirt to just paths in the sand, you would not be\nsurprised to find wagon wheels and animal skulls, the detritus of\nancient, failed journeys, strewn by the side of the road.\n","\n   To reach Jericoacoara, you take a bus, an impossible, eight-hour\njourney from Fortaleza, stopping at every little hiccup of a town\nalong the highway, or you take a four-hour ride in a taxi.\n","\n   Try to sleep, because it is the middle of the night. You dream\nof sand dunes 100 feet tall, massive and immutable as mountains.\nYou come near, and realize they are always changing shape and\nmoving with the winds from Africa, and you wonder if this is where\nGod comes to finger-paint.\n","\n   To reach Jericoacoara, you close your eyes and say it:\njeh-ree-kwah-KWAH-rah. First it sounds like a fruit, one that grows\nin clusters and spills over your mouth. Say it again. It is a bird\nsquawking, like the roosters whose call bounces over the dunes to\nrouse you at dawn. And again: It is a word within a word, like a\nseashell held to your ear, calling you to a place that is distant\nand familiar, inside you, mysterious and intimate, at the same\ntime.\n","\n   Though people who live here decry the onslaught of tourism, of\nbuggies roaring over the dunes and houses dotting the shore,\nJericoacoara remains one of the planet's hidden beach treasures. In\nJericoacoara, some 180 miles northwest of Fortaleza on the northern\ncoast, the trappings of modern life _ cars, buildings, phones and\nfax machines _ remain remote.\n","\n   The town, a smattering of about a dozen streets, is dotted with\nsingle-story shacks, most serving as stores, restaurants or inns.\nThe streets have grown outward from the Atlantic, and the town is\nsurrounded by green hills and vast sand dunes.\n","\n   Regular electricity arrived only last spring; until then, the\ntown of 1,400 used generators, and handwritten signs in hotel rooms\nstill warn of the dreaded hair dryer, which could short-circuit the\nwhole town for the sake of a do. Only two of the dozen or so places\nto stay take credit cards, and public phones shut down at 10 each\nnight. The streets are all sand: Wherever you are in Jericoacoara,\nyou never really leave the beach.\n","\n   Roger, my fiance, and I arrived in Jericoacoara in early July.\nIt was the feast day of St. Peter, patron saint of fishermen. It\nwas also the day Brazil's soccer team faced the Netherlands in the\nWorld Cup quarterfinals. Along the road, Catholics were building\ntowers of wood, some several stories high, to burn fires that night\nto honor the saint. Theoretically, there would be fireworks, too _\nif any were left after the game.\n","\n   Clearly, the saint's humility would be tried, for his was not\nthe main event that day. All the stores and restaurants shut down\nin midafternoon. Brazil was going for its fifth World Cup trophy,\nso guests and workers of the Hotel Jericoacoara Praia, where we\nwere staying, crammed on benches and chairs to watch the game on\nthe common television.\n","\n   Picture the comparable scene on the other side of the\nhemisphere, where Americans would gather to watch, say, the Super\nBowl. The beer and soda would flow, and the munchies would come in\nbuckets during frequent commercial breaks.\n","\n   But here, nobody ate or drank, and there were no commercials.\nThe concentration was so intense that asking for anything would\nhave been sacrilege. The only interruptions came when Brazil\nscored, raising the trademark ``GOOOOL'' from sportscasters, and\nraucous cheers. A busboy crouched in the courtyard, lighting\nrockets and cherry bombs.\n","\n   When stores reopened after Brazil's victory, we bought soap and\nshampoo from the drugstore. It was almost night, and we heard,\naround the corner, the twang of a berimbau accompanying a chant\nthat seemed to float off the waves. On an asphalt court behind a\nstore, teen-agers were facing off in capoeira, a kind of martial\nart almost balletic in its beauty.\n","\n   Capoeira arose at the end of the 17th century among slaves, as a\npreparation for insurrection or escape, masked as dance to throw\noff any whites who happened upon it. While the music plays, the\nmovement is constant, a collage of pieces from a jigsaw puzzle, or\nriddles with open answers. The two rivals cartwheel before each\nother or jut in and around each others' bodies, together forming a\nwhole whose contours change with the next beat.\n","\n   In capoeira, punches and kicks are thrown but never land, like\nthe rebellion that never materialized. Freedom came only in 1888 by\nroyal decree, a year before the Portuguese crown finally left\nBrazil and only after slavery ended everywhere else in the\nAmericas. Through the shifting shapes of the dancers, the view was\nclear to dusk's sky, streaked orange and pink over the ocean,\nframed by the palm trees.\n","\n   Starved for the sound of waves, watching for the moon, we found\na place to eat dinner by the shore. The cook sat behind the counter\nwatching a telenovella, and _ this being the low season _ it seemed\nmost items on the menu were not to be had. No bread, either. No\njuice. No diet soda. It was becoming clear that this is a place\ntourists bend into, not the other way around.\n","\n   Eventually she cooked us some fish, rice and beans, and cut up a\nsalad of cabbage. The waiter found a bottle of beer and one of\nwater. Since we were the only customers, he stopped by every 30\nseconds or so to make sure everything was all right. There was no\ncoffee and no dessert. We found an ice cream store, but it had\nalready closed.\n","\n   Overhead, though, the new moon was rising in a sky so clear and\nbright that even the moon's hidden side could be made out. The\npatch of earth we occupied was dark, far from cities and street\nlights, so much so that we felt tiny and mesmerized by the\nspectacle overhead. In the sky, billions of stars like small\nmirrors flashed glimmers of light across the vast nocturnal\nplayground. This sky was far richer, more brilliant, than any we\nhad ever imagined or witnessed.\n","\n   Amid the plenty, it was difficult to recognize the familiar\nconstellations like Orion's Belt or the Southern Cross. Venus was\nlost in an ocean of her sisters. Only the Milky Way was easily\ndiscernible, incredibly so, appearing like a river of stars\nspraying white mist.\n","\n   Some people, briefly dead, come back to talk of rising toward a\nwhite light. I wondered if all these stars were holes in the sky,\nthrough which that brightness becomes visible, flashing us signals\nin a heavenly code not yet deciphered.\n","\n   nn\n","\n   The next morning, Sunday, we needed as a day to let the place\nsink in before plunging into serious sightseeing. We walked along\nthe beach, watching the children scavenging for crabs. We sunbathed\nand swam in the clear, cool Atlantic. Parasailers glided in smooth\narcs from the shore, powered by winds strong as sure, steady arms.\n","\n   Past the fishermen's boats waiting for the evening tide, we\ntrekked to a shoreside dune. From a distance, the dune had seemed\nutterly static. A closer look showed the sand cascading down\nshelves formed along the dune's face, the desert's answer to a\nwaterfall. When we returned the next day, the dune seemed utterly\naltered, as if somebody had dragged a comb in lazy waves over its\nsurface.\n","\n   That night, we had more success with dinner, stopping at a\ncharming little restaurant, Sabor e Arte (Flavor and Art), that had\nopened a couple of months before, run by four young women who had\nfled the industrial megalopolis of Sao Paulo.\n","\n   Theirs was the only restaurant in town with some notion of\ndecor, with painted starfish over the bar, tablecloths and a\ncentral pillar open for customers' graffiti. Candlelight flickered\nat the tables, while incense rose in curls around the room.\n","\n   The kitchen was a small, open area behind the bar, and as they\ngrilled our fish, fetched and arranged, the women danced to Phil\nCollins. Truth be told, the food was slow in coming but good, and _\na wonderful bonus _ we found somebody there with a dune buggy to\ntake us sightseeing.\n","\n   Early the next morning, at low tide, we headed for Tatajuba,\nabout 20 miles west of Jericoacoara. The point of Tatajuba is as\nmuch the ride there as the lake that goes by that name. There is no\nroad per se; we drove along the shore, mile after mile. A makeshift\nferry, really a raft, takes the car across a small inlet, nudged\nalong by two boatmen digging sticks into the sand.\n","\n   We drove past a forest of desiccated trees, the roots like\nantlers, whitened and dry, vaulting into the sand. Then there is\njust ocean, sunlight and dunes tall as multistory buildings, blown\nby the wind into dramatic shapes. Some look like bread loaves, and\nothers swirl into giant beehives. A few end in steep, curving walls\nthat stretch like bleached, sleek versions of the Vietnam Veterans\nMemorial in Washington.\n","\n   The road passes through the old Tatajuba, abandoned when the\ndunes advanced and swallowed the houses. Here and there, the corner\nof a roof is still visible, peeking out through the sand. The new\nfishing village of Tatajuba is a smattering of houses, built around\nthe town's only television. It sits atop a 10-foot pedestal, in a\nweatherbeaten wood cabinet. Each night, the double doors to the\ncabinet are opened, and everybody turns out to watch the\ntelenovellas.\n","\n   Strangely, the benches in the square face away from the\ntelevision, so that the mayor's name, painted on the inside back of\nthe bench, can be seen by passers-by. That leaves most of the\nresidents sitting on the curb, their feet in the sand, to watch\ntelevision. There isn't any argument over which station to watch.\nOnly one, the pervasive Globo network, reaches here.\n","\n   Coming around the dune to Lake Tatajuba, we stumbled upon a\nscene out of Fellini. A toothless old lady sat at a bridge table\nalong the shore, eager to ply us with home-made candy bars laden\nwith brown sugar. On an identical white plastic chair next to her\nsat a young man in sunglasses and boxer shorts, lost in a book on\netiquette. Specifically lost on the chapter explaining when and how\nto kiss a lady's hand.\n","\n   He said he had a society news spot on a radio station in the\ninterior, an oddly incongruous way to make a living, because the\nNortheast is the poorest part of Brazil. He was headed for\nJericoacoara and asked if we could give him a lift.\n","\n   Also plying his living at the shore was a boy who persuaded us\nto take a sail around the lake on a converted fishing boat for $1.\nThe candy peddler advanced, her aluminum pot swinging over her arm\nlike a handbag. Wouldn't we be wanting another sweet when we got\nback, she urged; a couple from Sao Paulo had bought eight of them.\nTake it or leave it; she'd be going home.\n","\n   There were no houses around, and I couldn't imagine where home\nwould be. I half-believed that the crone and the gossipmeister had\nsomehow just appeared, conjured from the depths of this eerie,\nportable desert. The sail lasted but 10 minutes or so, with us\nducking each time the boy swung the sail around to catch a hint of\na breeze.\n","\n   An hour later, we were heading back for Jericoacoara, Mr.\nManners in the front seat, deep into the proper silver setting for\nformal dinners. We dropped him at the Hippopotamus hotel, where the\nmanagement had promised him a couple of free days.\n","\n   In the late afternoon, we headed out to Thunder Rock, about a\nfive-minute drive and a scamper down a steep, sandy hill to the\nocean. There we watched the brilliant orange and yellow of the sun\ndrop down the horizon through an arch in the tall rock. On July 15\neach year, residents gather here to watch the sun set perfectly in\nthe middle of the rock.\n","\n   We wouldn't be here on the 15th, but as we watched the stars\nemerge for another brilliant night, we understood the secret that\nmade Jericoacoara so hypnotic. Despite the occasional television,\nparasail or dune buggy, Jericoacoara remains a place where\ntechnology has not yet dominated nature's rhythms and gifts. There\nwas television, but it did not carry the main show. There was\nelectricity, but not enough to erase the starlight.\n","\n   nn\n","\n   Getting There\n","\n   Remember that you'll need a visa for Brazil. VASP Brazilian\nAirlines, (800) 732-8277, and Varig Brazilian Airlines, (800)\n673-4561, fly to Fortaleza from Miami. VASP goes on Sunday, Varig\non Tuesday and Thursday; round-trip tickets start at $780.\n","\n   Unless you're on a very tight budget, hire a private car to get\nto Jeri, as it is called locally. You can do this through the\ntourism desk at the airport or your hotel in Fortaleza. It will run\nabout $150 each way instead of $12 for a bus, but will save eight\nhours and, because of the bus schedules, allow two decent nights'\nsleep.\n","\n   The biggest influx of visitors comes from the December holidays\nto Carnival. Other peak times are Holy Week and in July.\n","\n   There are few phones in Jericoacoara. For many places, you will\nhave to call the town's phone station, (55-88) 621-1144, and ask a\nrunner to relay your message or to get someone to come to the\nphone. The Web site www.jericoacoara.com has some basic information\non the town.\n","\n   Things to Do\n","\n   To enjoy the night sky at Jericoacoara, pack an astronomy guide\nfor the Southern Hemisphere. A small telescope would not be wasted.\n","\n   Dune-buggy excursions can be arranged at the Casa do Turismo\nhotel. Five-hour trips cost $8 to $12.50.\n","\n   Boat rides can be arranged with local fishermen for a dollar or\ntwo.\n","\n   Where to Stay\n","\n   Even the best hotels offer rudimentary lodging, and since we\nencountered credit-card fraud after our visit, it might wise to pay\nin cash.\n","\n   We reserved a room at the Hippopotamus, Rua do Forro,\nJericoacoara, Brazil 62598-000, but were offered rooms with a\nflooded bathroom and wood shavings covered with ants. And it didn't\ntake credit cards.\n","\n   Next door, the Jericoacoara Praia, 115 Rua fo Forro, accepted\nVisa and charged half as much as the Hippo. It has 15 rooms, and\nwhile the flagstones on the walls and floors seemed slapped down,\nand a canvas drop ceiling looked as if it had never been shaken out\nor vacuumed, the management was eager to please. Doubles cost $25\nto $37.50. Reservations: (55-88) 603-1602.\n","\n   Next trip, I'd try the Pousada Papagaio, which had just opened\nand featured 10 lovely, simple rooms with open-air showers and a\nbeautiful garden of regional trees. Doubles cost $17 or $25\ndepending on season. No credit cards and no telephone.\n","\n   A second choice would be the Casa do Turismo, on Rua das Unas,\nthe largest hotel in town. This oceanfront inn has 20 rooms, rents\nwater-sports equipment and takes American Express, Visa and\nMastercard. Doubles: $29 to $37.50; (55-88) 621-0211.\n","\n   Pousada do Paulo, Corrego do Urub, Gijoca de Jericoacoara\n(Ceara) 62598-000, is at nearby Paradise Lake. It has five rustic\nprivate bungalows, each sleeping four, with private bath, and with\nviews of the lake. The restaurant is open 24 hours, serving\nBrazilian and Italian dishes. Off-peak rates run $50 a night, cash\nonly; (55-88) 669-1181;\nwww.geocities.com/thetropics/1136/Paolo.html.\n","\n   Where to Eat\n","\n   There are several restaurants that don't bother with fly traps,\nlet alone decor or matching plates, but have wonderful food. One is\nSabor da Terra, on Rua do Forro, where we had grilled fish, served\nwith rice, beans and french fries for about $9. No phone.\n","\n   A close second was Sabor e Arte, where you'll have a long, if\npleasant, wait. Meals cost $7.50 to $15, there's no phone and so no\nreservations.\n","\n   Where to Shop\n","\n   The state of Ceara is the place to buy anything embroidered or\ncrocheted. In the bar at the Jericoacoara Praia, you'll find piles\nof crocheted beach covers, tablecloths and runners. At the\nbeachfront stalls in Fortaleza, you can find hammocks for under\n$20, embroidered tablecloths for $30 and hand-embroidered linen\nplace-mat and napkin settings for six at about $10.\n"]}