{"DocumentId":"NYT19991201.0068","TopicId":"NYT","Relevance":"0","Body":" BC-BIOTECH02-COX \n    \n\n      Georgia seeking to cultivate new field\n      By Michael E. Kanell\n      c. 1999 Cox News Service\n\n   ATLANTA _ In Georgia, biotech _ pardon the pun _ is growing.\n\n   You could tell by the number of hands reaching out to greet\nRussell ``Rusty'' French as he maneuvered slowly toward a table at\nthe Ritz-Carlton in Buckhead.\n\n   More than 300 investors, professionals and company executives\nhad gathered at the tony hotel last month for the first-ever\ninvestor forum for biotechnology in the Southeast.\n\n   French, a partner with the venture capital firm of Noro-Mosely,\nwas stopped every few feet to grasp another hand _ an entrepreneur\nsearching for an injection of capital or maybe a rival investor\nlike French hoping to strike biotech paydirt.\n\n   Scores of companies wanted to be there, and organizers pared the\nfield down to 21 hopefuls, including a handful from Georgia.\n\n   ``We couldn't have done this conference five years ago,'' French\nsaid. ``We wouldn't have had the critical mass. And five years from\nnow, it's just going to explode.''\n\n   But that combustion depends on a kind of chain-reaction in the\nregion, he said. ``We need more successes to drive investment in\nthis region. This generates investment and investment enables\nsuccess.''\n\n   In metro Atlanta, the process of building a biotech industry is\npicking up speed. The question is, can the acceleration continue?\n\n   Three factors are crucial: research, talent and money. That\nbrew, often seasoned with state funds, produced the spectacular\ngrowth of all manner of technology in Silicon Valley. The same mix\nis at work in pretty much every area where biotech is prospering,\nincluding Georgia.\n\n   ``The standard biotech play is the same as any technology,''\nsaid Dan Giannini, analyst with PricewaterhouseCoopers. ``The right\nresources, the right research, the right people willing to invest.\nAtlanta is a little behind the technology curve, but it is coming\ninto its own.''\n\n   The climate is right: the economy of the region _ especially\nAtlanta _ has been growing with an allure that persuades\nprofessionals by the thousands to head south looking for better\nweather and cheaper housing. Meanwhile, research ideas spill from\nschools into the private sector.\n\n   But to be commercialized, those notions need money _ patient\nmoney.\n\n   At a time when the Internet dominates headlines, biotech\nentrepreneurs and scientists are building a sector with growth that\nis far slower, but with possibilities potentially even more\nradical. The Internet seems poised to accelerate communication, to\nreshape the economy and to transform how humans gather and use\ninformation. Biotech, by contrast, may transform who we are.\n\n   The sector for a while during the 1980s was the darling of Wall\nStreet, then slumped. Companies that needed federal approval for\nfor food products often took nearly a decade to move from lab to\nmarket.\n\n   The sector still has grand promise, but _ unlike the Net _ its\npotential payback is measured in years, not weeks, days or hours.\n\n   In the early 1990s, Georgia began investing in infrastructure\nand recruiting the experts needed to build a biotech industry.\nLaboratories were funded and positions of ``eminent scholar''\nestablished by the Georgia Research Alliance, a coalition of\ngovernment, university and industry.\n\n   About half the GRA's investments are now in life sciences,\naccording to GRA President William J. Todd. ``There is great\nopportunity, and we are at the very early stages of seeing a\nreturn. All the indications are very positive. We think that it's\nbeginning to pay dividends.''\n\n   With success of companies like Artherogenics, and Inhibitex,\nGeorgia will not be left out of the next wave of technology, Todd\nsaid. ``We do believe that the next 20 years will be defined as the\nage of biology, just the last 20 years have been the age of\ninformation.''\n\n   So far, Georgia remains a bit player in biotech.\n\n   In places like Silicon Valley and Boston, biotech has already\ngone through several cycles of hype and disappointment, producing\nhundreds of hopefuls and even _ in Amgen and Genentech _ a few\nmultibillion dollar companies. The nation has 1,283 biotech\ncompanies, according to the Biotechnology Industry Association. The\ndeepest well of biotech is California, with several hundred\ncompanies, followed by Massachusetts, New Jersey and the\nBaltimore-Washington corridor.\n\n   By contrast, an informal survey produced the names of about 40\nmostly small companies in Georgia with a biotech or biomedical\nslant. Some, like Proxima Therapeutics are makers of devices. Some,\nlike Solvay Pharmaceuticals, are units of larger companies based\nelsewhere.\n\n   Some, like Athens-based ProLinia, work at the very core of\nbiotech _ cloning.\n\n   Despite the relatively modest collection of companies, money is\nflowing to biotech in the Southeast.\n\n   Georgia has some of the key factors for biotech success _\nchiefly an energetic system of universities that spin off biotech\ncompanies and the research and talent needed to fuel them.\n\n   The University of Georgia has programs in agriculture and\nveterinary medicine that are among the world's largest.\n\n   Georgia Tech recently christened the Parker Petit Institute for\nBioengineering and Bioscience.\n\n   Emory University has a nationally respected medical school and\nsolid science programs and plans a high-profile biotech center.\n\n   Cadres of researchers toil at Georgia State and Clark Atlanta\nUniversity, whose graduates include many scientists and\ntechnicians. The city also boasts one of the world's elite research\nengines, the Centers for Disease Control.\n\n   A glance at the biotech sector proves the interplay of commerce\nand research.\n\n   Among Georgia companies based on biomedical and biotechnology\ndeveloped at UGA are Abel Scientific, Aureozyme, AviGenics, EPD\nInternational, Pharmamax Biomedical, Pharmasset, ProLinia,\nRecombinant Peptide Technologies, Spay Safe, United AgriCorp., and\nZymex Scientific.\n\n   Among the Georgia-based, biotech companies spun out by Emory are\nAtheroGenics, CytRx, Neotonus, Novoste and Pharmasset.\n\n   Despite the strong life sciences programs in the universities,\nthere is no surplus of talented, experienced managers. For them,\nAtlanta's positives as a place to live are balanced with a career\nrisk.\n\n   ``I've got to convince somebody to leave an area where, if their\njob goes away, they know they will find another job quickly,'' said\nWilliam Johnston, president and chief executive of Inhibitex Inc.\n``The downside of biotech in Atlanta is that I have to say (to a\npotential executive) that I will give you a quality of life step up\nthat is worth the risk.''\n\n   To trump that concern, companies can use enticements like stock\nin the future as well as the lure of the area itself. Ultimately,\nit is a career and a life decision _ and all sorts of choices are\npossible, said AviGenics President and Chief Executive Officer Carl\nMarhaver.\n\n   ``Some people are interested in taking on that risk, and some\npeople are not,'' shrugged Marhaver, who commutes to his Athens\noffice from Wichita, Kan.\n\n   From research comes ideas, but without funding _ and the right\nexpertise _ those notions can stall.\n\n   Consider ChemFree, which produces freeze-dried grease-eating\nmicrobes that clean engines. When the company went looking for\nmoney, it took a year of searching to find in Norcross-based\nIntelligent Systems an investor to purchase a majority stake, said\nVice President Tom McNally. ``We approached a lot of conventional\nsources. For most of the venture capitalists, it was too far out\nfive years ago. The idea of using bugs to eat grease was pretty\nbizarre.''\n\n   But one year's bizarre idea could be the next year's\nconventional wisdom. That interchange between entrepreneur and\ninvestor is the way the deal is done, no matter the technology or\ngeography, said Lothar Krinke, principal in the health industries\npractice of consultant A.T. Kearney. ``The engine has always been\nand will continue to be good ideas and good people. But cash right\nnow is tight. All the venture capital money is going to e-business,\nnot biotech.''\n\n   Well, not all.\n\n   Alliance Technology Ventures was created in the early 1990s to\npump capital to promising companies, especially in metro Atlanta.\nThe fund last year gave $76 million to 11 companies. Among the\nfund's $100 million in investments are several in biotech,\nincluding EnSurg, Inhibitex and AtheroGenics.\n\n   Michael Henos, a general partner in ATV, says the Southeast has\nmade progress, although remaining far behind the venture centers of\nBoston and Silicon Valley. ``Atlanta and the Southeast _ the region\nis a strong No. 3 or No. 4.''\n\n   At least some money now is looking for biotechnology, coming\nfrom within the South _ and outside.\n\n   In addition to Atlanta-based Noro-Moseley, investors at last\nmonth's conference included Alpharetta-based Cordova Ventures,\nIntersouth Partners of Durham and California-based Silicon Valley\nBank.\n\n   Atlanta's more established players can serve as a source of\nscientists and support for newcomers to the sector.\n\n   But some of those in the emerging sector still fear for its\nfuture.\n\n   Johnston praised the state's focus on getting companies afloat\nbut warned that many may founder when released from the protection\nof the university incubator. ``Atlanta is not a fertile environment\nright now to take a company from the incubator to the next step.\nThat's a gap, and the big issue is capital.''\n\n   The lack of a large cluster of companies handicaps development,\nhe said. ``It's very hard to find lab space or get somebody to\nbuild a lab building for you. In Boston, a developer knows that if\nthe (biotech) company goes out of business or moves, somebody else\nwill take the space. Until we get a critical mass here, it is going\nto be difficult.''\n\n   But if Atlanta doesn't boast spectacular numbers of research\ninstitutions, endless oceans of venture capital or hundreds of\nalready flourishing biotech companies, the area does have all three\ncomponents in more modest supply _ and that is often enough.\n\n   Look at Proxima Therapeutics, based in Alpharetta mostly by\nhappenstance and yet apparently happy to stay and grow. Proxima\nmakes devices _ catheters _ that can deliver concentrated radiation\nto a limited area after surgery for brain or breast cancer. The\ntechnology is now in clinical testing at five locations, including\nEmory, but it was developed by a doctor at Johns Hopkins.\n\n   Timothy Patrick, Proxima president and CEO, said he was hired\nwhen it was still a ``virtual'' company. He happened to be in\nAtlanta. So he built the company here. When he looked for someone\nto test the brain tumor procedure, he found Dr. Jeff Olson at\nEmory. When it was time to test the breast cancer procedure, the\nwork was done at the University of Georgia.\n\n   About half the top executives were recruited from elsewhere,\nPatrick said. ``We have had excellent luck attracting people to\nAtlanta. We have 16 employees and virtually no turnover. The few\nissues that we have in Atlanta are outweighed by positives.''\n\n   Meanwhile, Proxima is has found the money it needed. A 1997\nfinancing brought $4 million. A second round last year raked in\n$11.8 million, Patrick said. ``We have raised more than $16\nmillion. None of it from Georgia.''\n\n   M. Christine Jacobs, the chairman, president and CEO of\nBuford-based Theragenics, argues that the region will not become a\nbiomed or biotech hotbed until the sector becomes a priority.\nSchools and government could do more, she said. ``No university has\never met with us and said, 'what kind of student could we help you\nwith?' Instead, they just crank them out and let us decide if they\nfit our mold.''\n\n   Theragenics, which makes tiny radioactive ``seeds'' that are\nimplanted in prostate cancers to deliver radiation locally, is an\noldster by biotech standards, founded in 1981 and taken public in\n1987. But its experience buttresses the notion that the South is\nnot yet fully funding its entrepreneurs. ``The reality is that when\nwe really needed money and support we had to go somewhere else,''\nJacobs said. ``To a new company, I would say, fight to keep\nyourself in the South, but be ready to travel to get your money.''\n\n   For those accustomed to the blitz of Internet hype or the\nmultibillion deals of the huge telecommunications companies,\nbiotech may seem like a slow-moving curiosity.\n\n   But despite their languid development, biotech companies look to\nprovide valuable tools to some large, lucrative markets. While\ntheir time horizon may be long, many of their targets translate\ninto billions of dollars in treatments and diagnoses.\n\n   For instance, Proxima Therapeutics hopes to be in the market in\na year, and that market is potentially lucrative.\n\n   There are 1.2 million new cases of cancer diagnosed in the\nUnited States each year. About 800,000 of them are ``solid'' tumors\nthat might be candidates for removal and follow-up radiation _ and\nthe more effective the radiation, the better the chance for a cure\nwithout side-effects.\n\n   Once Proxima succeeds, the company would likely stay, Patrick\nsaid. Why?\n\n   ``Inertia,'' he said. ``We've got relationships with lawyers and\nadvisers. We've got a solid team, and people like it here. I can't\nimagine telling people that in six months we are moving to Silicon\nValley. You've been living in a new house and now you'll only be\nable to afford an apartment. Or to Boston. People would picture a\nmuch smaller house. With snow on the roof.''\n\n   AtheroGenics is developing new drugs to treat cancer and\natherosclerosis. Russell Medford, CEO, president and co-founder of\nthe 48-employee firm, says the economics are potentially huge.\n\n   While optimistic, Medford said the company is still shy of\nmaking a profit on its technology.\n\n   Still, Schering-Plough has bet that it will work on humans,\nsigning a contract with ArtheroGenics worth an estimated $189\nmillion. Schering-Plough, an $8.1 billion-a-year company, obtains\nthe right to develop, manufacture and market the AtheroGenics drug.\n\n   That kind of arrangement _ or even an outright acquisition _ is\na common goal for start-up biotech companies, since they cannot\nhope to develop the muscular worldwide distribution system of a\ngiant pharmaceutical company. But first, a company must mount\nconvincing evidence that its technology works _ and that takes\nmoney.\n\n   AtheroGenics is currently flush, having announced $15.9 million\ninjection of cash earlier this year by Cordova Ventures and other\ninvestors.\n\n   For instance, grease-eating microbe producer ChemFree, the\n17-person company founded in 1993, sees a huge, largely untapped\nmarket and an immediate opportunity.\n\n   And then there is cloning.\n\n   Stephen Stice was lured from a Massachusetts company by the\nGRA's offer of an eminent scholar position at the University of\nGeorgia. Stice founded ProLinia, a company devoted to development\nof technology for cloning animals, enabling farmers to multiply the\nbest animals in their herds.\n\n   ``We are in the lab cloning right now,'' Stice said. ``We expect\nabout 50 to 100 animals next year. We'll be selling product next\nyear. We'll be selling calves.''\n\n   But with the Southeast starting so far behind the nation's\nbiotech centers, is there reason to hope that the region can\ncompete?\n\n   Proxima Therapeutics' CEO Patrick says the region and the\nbiomedical sector need each other. ``I think it's important for\nAtlanta to have some very successful biomed companies. I would like\nto think it could be us.''\n\n   Michael E. Kanell writes for the Atlanta Journal-Constitution,\nAtlanta, Ga.\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   ATLANTA _ In Georgia, biotech _ pardon the pun _ is growing.\n","\n   You could tell by the number of hands reaching out to greet\nRussell ``Rusty'' French as he maneuvered slowly toward a table at\nthe Ritz-Carlton in Buckhead.\n","\n   More than 300 investors, professionals and company executives\nhad gathered at the tony hotel last month for the first-ever\ninvestor forum for biotechnology in the Southeast.\n","\n   French, a partner with the venture capital firm of Noro-Mosely,\nwas stopped every few feet to grasp another hand _ an entrepreneur\nsearching for an injection of capital or maybe a rival investor\nlike French hoping to strike biotech paydirt.\n","\n   Scores of companies wanted to be there, and organizers pared the\nfield down to 21 hopefuls, including a handful from Georgia.\n","\n   ``We couldn't have done this conference five years ago,'' French\nsaid. ``We wouldn't have had the critical mass. And five years from\nnow, it's just going to explode.''\n","\n   But that combustion depends on a kind of chain-reaction in the\nregion, he said. ``We need more successes to drive investment in\nthis region. This generates investment and investment enables\nsuccess.''\n","\n   In metro Atlanta, the process of building a biotech industry is\npicking up speed. The question is, can the acceleration continue?\n","\n   Three factors are crucial: research, talent and money. That\nbrew, often seasoned with state funds, produced the spectacular\ngrowth of all manner of technology in Silicon Valley. The same mix\nis at work in pretty much every area where biotech is prospering,\nincluding Georgia.\n","\n   ``The standard biotech play is the same as any technology,''\nsaid Dan Giannini, analyst with PricewaterhouseCoopers. ``The right\nresources, the right research, the right people willing to invest.\nAtlanta is a little behind the technology curve, but it is coming\ninto its own.''\n","\n   The climate is right: the economy of the region _ especially\nAtlanta _ has been growing with an allure that persuades\nprofessionals by the thousands to head south looking for better\nweather and cheaper housing. Meanwhile, research ideas spill from\nschools into the private sector.\n","\n   But to be commercialized, those notions need money _ patient\nmoney.\n","\n   At a time when the Internet dominates headlines, biotech\nentrepreneurs and scientists are building a sector with growth that\nis far slower, but with possibilities potentially even more\nradical. The Internet seems poised to accelerate communication, to\nreshape the economy and to transform how humans gather and use\ninformation. Biotech, by contrast, may transform who we are.\n","\n   The sector for a while during the 1980s was the darling of Wall\nStreet, then slumped. Companies that needed federal approval for\nfor food products often took nearly a decade to move from lab to\nmarket.\n","\n   The sector still has grand promise, but _ unlike the Net _ its\npotential payback is measured in years, not weeks, days or hours.\n","\n   In the early 1990s, Georgia began investing in infrastructure\nand recruiting the experts needed to build a biotech industry.\nLaboratories were funded and positions of ``eminent scholar''\nestablished by the Georgia Research Alliance, a coalition of\ngovernment, university and industry.\n","\n   About half the GRA's investments are now in life sciences,\naccording to GRA President William J. Todd. ``There is great\nopportunity, and we are at the very early stages of seeing a\nreturn. All the indications are very positive. We think that it's\nbeginning to pay dividends.''\n","\n   With success of companies like Artherogenics, and Inhibitex,\nGeorgia will not be left out of the next wave of technology, Todd\nsaid. ``We do believe that the next 20 years will be defined as the\nage of biology, just the last 20 years have been the age of\ninformation.''\n","\n   So far, Georgia remains a bit player in biotech.\n","\n   In places like Silicon Valley and Boston, biotech has already\ngone through several cycles of hype and disappointment, producing\nhundreds of hopefuls and even _ in Amgen and Genentech _ a few\nmultibillion dollar companies. The nation has 1,283 biotech\ncompanies, according to the Biotechnology Industry Association. The\ndeepest well of biotech is California, with several hundred\ncompanies, followed by Massachusetts, New Jersey and the\nBaltimore-Washington corridor.\n","\n   By contrast, an informal survey produced the names of about 40\nmostly small companies in Georgia with a biotech or biomedical\nslant. Some, like Proxima Therapeutics are makers of devices. Some,\nlike Solvay Pharmaceuticals, are units of larger companies based\nelsewhere.\n","\n   Some, like Athens-based ProLinia, work at the very core of\nbiotech _ cloning.\n","\n   Despite the relatively modest collection of companies, money is\nflowing to biotech in the Southeast.\n","\n   Georgia has some of the key factors for biotech success _\nchiefly an energetic system of universities that spin off biotech\ncompanies and the research and talent needed to fuel them.\n","\n   The University of Georgia has programs in agriculture and\nveterinary medicine that are among the world's largest.\n","\n   Georgia Tech recently christened the Parker Petit Institute for\nBioengineering and Bioscience.\n","\n   Emory University has a nationally respected medical school and\nsolid science programs and plans a high-profile biotech center.\n","\n   Cadres of researchers toil at Georgia State and Clark Atlanta\nUniversity, whose graduates include many scientists and\ntechnicians. The city also boasts one of the world's elite research\nengines, the Centers for Disease Control.\n","\n   A glance at the biotech sector proves the interplay of commerce\nand research.\n","\n   Among Georgia companies based on biomedical and biotechnology\ndeveloped at UGA are Abel Scientific, Aureozyme, AviGenics, EPD\nInternational, Pharmamax Biomedical, Pharmasset, ProLinia,\nRecombinant Peptide Technologies, Spay Safe, United AgriCorp., and\nZymex Scientific.\n","\n   Among the Georgia-based, biotech companies spun out by Emory are\nAtheroGenics, CytRx, Neotonus, Novoste and Pharmasset.\n","\n   Despite the strong life sciences programs in the universities,\nthere is no surplus of talented, experienced managers. For them,\nAtlanta's positives as a place to live are balanced with a career\nrisk.\n","\n   ``I've got to convince somebody to leave an area where, if their\njob goes away, they know they will find another job quickly,'' said\nWilliam Johnston, president and chief executive of Inhibitex Inc.\n``The downside of biotech in Atlanta is that I have to say (to a\npotential executive) that I will give you a quality of life step up\nthat is worth the risk.''\n","\n   To trump that concern, companies can use enticements like stock\nin the future as well as the lure of the area itself. Ultimately,\nit is a career and a life decision _ and all sorts of choices are\npossible, said AviGenics President and Chief Executive Officer Carl\nMarhaver.\n","\n   ``Some people are interested in taking on that risk, and some\npeople are not,'' shrugged Marhaver, who commutes to his Athens\noffice from Wichita, Kan.\n","\n   From research comes ideas, but without funding _ and the right\nexpertise _ those notions can stall.\n","\n   Consider ChemFree, which produces freeze-dried grease-eating\nmicrobes that clean engines. When the company went looking for\nmoney, it took a year of searching to find in Norcross-based\nIntelligent Systems an investor to purchase a majority stake, said\nVice President Tom McNally. ``We approached a lot of conventional\nsources. For most of the venture capitalists, it was too far out\nfive years ago. The idea of using bugs to eat grease was pretty\nbizarre.''\n","\n   But one year's bizarre idea could be the next year's\nconventional wisdom. That interchange between entrepreneur and\ninvestor is the way the deal is done, no matter the technology or\ngeography, said Lothar Krinke, principal in the health industries\npractice of consultant A.T. Kearney. ``The engine has always been\nand will continue to be good ideas and good people. But cash right\nnow is tight. All the venture capital money is going to e-business,\nnot biotech.''\n","\n   Well, not all.\n","\n   Alliance Technology Ventures was created in the early 1990s to\npump capital to promising companies, especially in metro Atlanta.\nThe fund last year gave $76 million to 11 companies. Among the\nfund's $100 million in investments are several in biotech,\nincluding EnSurg, Inhibitex and AtheroGenics.\n","\n   Michael Henos, a general partner in ATV, says the Southeast has\nmade progress, although remaining far behind the venture centers of\nBoston and Silicon Valley. ``Atlanta and the Southeast _ the region\nis a strong No. 3 or No. 4.''\n","\n   At least some money now is looking for biotechnology, coming\nfrom within the South _ and outside.\n","\n   In addition to Atlanta-based Noro-Moseley, investors at last\nmonth's conference included Alpharetta-based Cordova Ventures,\nIntersouth Partners of Durham and California-based Silicon Valley\nBank.\n","\n   Atlanta's more established players can serve as a source of\nscientists and support for newcomers to the sector.\n","\n   But some of those in the emerging sector still fear for its\nfuture.\n","\n   Johnston praised the state's focus on getting companies afloat\nbut warned that many may founder when released from the protection\nof the university incubator. ``Atlanta is not a fertile environment\nright now to take a company from the incubator to the next step.\nThat's a gap, and the big issue is capital.''\n","\n   The lack of a large cluster of companies handicaps development,\nhe said. ``It's very hard to find lab space or get somebody to\nbuild a lab building for you. In Boston, a developer knows that if\nthe (biotech) company goes out of business or moves, somebody else\nwill take the space. Until we get a critical mass here, it is going\nto be difficult.''\n","\n   But if Atlanta doesn't boast spectacular numbers of research\ninstitutions, endless oceans of venture capital or hundreds of\nalready flourishing biotech companies, the area does have all three\ncomponents in more modest supply _ and that is often enough.\n","\n   Look at Proxima Therapeutics, based in Alpharetta mostly by\nhappenstance and yet apparently happy to stay and grow. Proxima\nmakes devices _ catheters _ that can deliver concentrated radiation\nto a limited area after surgery for brain or breast cancer. The\ntechnology is now in clinical testing at five locations, including\nEmory, but it was developed by a doctor at Johns Hopkins.\n","\n   Timothy Patrick, Proxima president and CEO, said he was hired\nwhen it was still a ``virtual'' company. He happened to be in\nAtlanta. So he built the company here. When he looked for someone\nto test the brain tumor procedure, he found Dr. Jeff Olson at\nEmory. When it was time to test the breast cancer procedure, the\nwork was done at the University of Georgia.\n","\n   About half the top executives were recruited from elsewhere,\nPatrick said. ``We have had excellent luck attracting people to\nAtlanta. We have 16 employees and virtually no turnover. The few\nissues that we have in Atlanta are outweighed by positives.''\n","\n   Meanwhile, Proxima is has found the money it needed. A 1997\nfinancing brought $4 million. A second round last year raked in\n$11.8 million, Patrick said. ``We have raised more than $16\nmillion. None of it from Georgia.''\n","\n   M. Christine Jacobs, the chairman, president and CEO of\nBuford-based Theragenics, argues that the region will not become a\nbiomed or biotech hotbed until the sector becomes a priority.\nSchools and government could do more, she said. ``No university has\never met with us and said, 'what kind of student could we help you\nwith?' Instead, they just crank them out and let us decide if they\nfit our mold.''\n","\n   Theragenics, which makes tiny radioactive ``seeds'' that are\nimplanted in prostate cancers to deliver radiation locally, is an\noldster by biotech standards, founded in 1981 and taken public in\n1987. But its experience buttresses the notion that the South is\nnot yet fully funding its entrepreneurs. ``The reality is that when\nwe really needed money and support we had to go somewhere else,''\nJacobs said. ``To a new company, I would say, fight to keep\nyourself in the South, but be ready to travel to get your money.''\n","\n   For those accustomed to the blitz of Internet hype or the\nmultibillion deals of the huge telecommunications companies,\nbiotech may seem like a slow-moving curiosity.\n","\n   But despite their languid development, biotech companies look to\nprovide valuable tools to some large, lucrative markets. While\ntheir time horizon may be long, many of their targets translate\ninto billions of dollars in treatments and diagnoses.\n","\n   For instance, Proxima Therapeutics hopes to be in the market in\na year, and that market is potentially lucrative.\n","\n   There are 1.2 million new cases of cancer diagnosed in the\nUnited States each year. About 800,000 of them are ``solid'' tumors\nthat might be candidates for removal and follow-up radiation _ and\nthe more effective the radiation, the better the chance for a cure\nwithout side-effects.\n","\n   Once Proxima succeeds, the company would likely stay, Patrick\nsaid. Why?\n","\n   ``Inertia,'' he said. ``We've got relationships with lawyers and\nadvisers. We've got a solid team, and people like it here. I can't\nimagine telling people that in six months we are moving to Silicon\nValley. You've been living in a new house and now you'll only be\nable to afford an apartment. Or to Boston. People would picture a\nmuch smaller house. With snow on the roof.''\n","\n   AtheroGenics is developing new drugs to treat cancer and\natherosclerosis. Russell Medford, CEO, president and co-founder of\nthe 48-employee firm, says the economics are potentially huge.\n","\n   While optimistic, Medford said the company is still shy of\nmaking a profit on its technology.\n","\n   Still, Schering-Plough has bet that it will work on humans,\nsigning a contract with ArtheroGenics worth an estimated $189\nmillion. Schering-Plough, an $8.1 billion-a-year company, obtains\nthe right to develop, manufacture and market the AtheroGenics drug.\n","\n   That kind of arrangement _ or even an outright acquisition _ is\na common goal for start-up biotech companies, since they cannot\nhope to develop the muscular worldwide distribution system of a\ngiant pharmaceutical company. But first, a company must mount\nconvincing evidence that its technology works _ and that takes\nmoney.\n","\n   AtheroGenics is currently flush, having announced $15.9 million\ninjection of cash earlier this year by Cordova Ventures and other\ninvestors.\n","\n   For instance, grease-eating microbe producer ChemFree, the\n17-person company founded in 1993, sees a huge, largely untapped\nmarket and an immediate opportunity.\n","\n   And then there is cloning.\n","\n   Stephen Stice was lured from a Massachusetts company by the\nGRA's offer of an eminent scholar position at the University of\nGeorgia. Stice founded ProLinia, a company devoted to development\nof technology for cloning animals, enabling farmers to multiply the\nbest animals in their herds.\n","\n   ``We are in the lab cloning right now,'' Stice said. ``We expect\nabout 50 to 100 animals next year. We'll be selling product next\nyear. We'll be selling calves.''\n","\n   But with the Southeast starting so far behind the nation's\nbiotech centers, is there reason to hope that the region can\ncompete?\n","\n   Proxima Therapeutics' CEO Patrick says the region and the\nbiomedical sector need each other. ``I think it's important for\nAtlanta to have some very successful biomed companies. I would like\nto think it could be us.''\n","\n   Michael E. Kanell writes for the Atlanta Journal-Constitution,\nAtlanta, Ga.\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}