{"DocumentId":"NYT19990906.0268","TopicId":"NYT","Relevance":"0","Body":" BC-CHINA-NUKE-ART-5TAKES-NYT \nNUCLEAR SECRETS: DEBATE RAGES OVER HOW CHINA GOT THE BOMB \n\n (Special Report; a 2,000-word version, CHINA-NUKE-ABRIDGED, has\nalso moved.) \n(ART ADV: Three graphics are being sent to NYT photo clients.\nNon-subscribers can make individual purchase by calling (888)\n603-1036 or (888) 346-9867.) \n(nk) \n By WILLIAM J. BROAD   \n c.1999 N.Y. Times News Service   \n\n   When American bomb makers began visiting China in 1979, they\nwere startled by a series of increasingly pointed questions that\nsuggested their Chinese peers were hot on the trail of the secret\nto building a modern nuclear arsenal. The breakthrough allows\nH-bombs to be made so small that many can fit atop a single missile\nor be fired from trucks, submarines and other mobile platforms.\n\n   China succeeded on Sept. 25, 1992, according to a spy who told\nhis American handlers that Beijing had exploded a bomb based on the\nminiaturization secret.\n\n   A team of scientists at the Los Alamos weapons laboratory in New\nMexico set to work on a whodunit with huge potential implications:\nWas China's advance the result of espionage, hard work or some mix\nof the two?\n\n   Today, the debate rages on. Experts agree that spying occurred,\nbut clash violently on how much was stolen and what impact it had\non Beijing's advance, if any.\n\n   The Los Alamos team concluded in 1995 that China's stride was\nprobably based on espionage. A report this year by a congressional\ncommittee that made the case public went further, claiming that it\nwould have been ``virtually impossible'' for China to have made\nsmall warheads ``without the nuclear secrets stolen from the United\nStates.''\n\n   The congressional report unleashed a torrent of criticism from\nscientists inside and outside the government who said the\nimportance of the espionage was overstated, and that China could\nwell have achieved the breakthrough on its own, as it insists\npublicly.\n\n   A review of the dispute, based on months of interviews and\ndisclosures of weapon and intelligence secrets, suggests that the\ncongressional report went beyond the evidence in asserting that\nstolen secrets were the main reason for China's breakthrough.\n\n   The review also bolsters an important point of agreement among\nfeuding experts: that the federal investigation focused too soon on\nthe Los Alamos National Laboratory and one worker there, Wen Ho\nLee, who was fired for security violations. The lost secrets, it\nnow appears, were available to hundreds and perhaps thousands of\nindividuals scattered throughout the nation's arms complex.\n\n   Federal officials asked that some aspects of the spy case\ninvolving weapons and intelligence secrets not be published, and\nThe New York Times agreed to refrain from doing so.\n\n   For the Los Alamos team of detectives, the overall spy theory\nwas confirmed strongly in 1995 when the CIA obtained an internal\nChinese document that included a description of America's most\nadvanced miniature warhead, the W-88. Revealing for the first time\ntheir top evidence in the case, the document's secret contents,\nfederal officials say the Chinese text cited five key attributes of\nthe warhead, including two measurements accurate to within four\nhundredths of an inch.\n\n   But the critics, who are also revealing new information, insist\nthat Beijing, even if it spied, made the miniaturization\nbreakthrough on its own, after pursuing it for at least 13 years,\nfrom 1979 to 1992. The prowess of Chinese scientists, American\nexperts said, is suggested by a camera it built for photographing\nnuclear blasts, which was far better than a similar one made by the\nUnited States.\n\n   ``They don't need any help from us,'' said Harold Agnew, a past\nLos Alamos director, visitor to China and federal intelligence\nadviser. ``They're just curious, as we are curious about them.''\n\n   Deconstructing the damage wrought by espionage is an imprecise\nart that mixes inference, evidence and deduction. In the vacuum\nbetween what is known and what is suspected, personal, partisan or\ninstitutional bias often rushes in.\n\n   The debate over Chinese spying has been blurred by issues that\nrange from Republican distaste for President Clinton's China policy\nto allegations of racial bias in the investigation to fears among\nscientists that the uproar is prompting security measures so tight\nas to damage work, morale and recruitment.\n\n   As in most spy cases, the evidence is open to interpretation,\nsome experts seeing the glass half full, others half empty.\n\n   Several critics familiar with the Chinese document obtained by\nthe CIA said that its description of the American warhead, which\nincludes the size, shape and position of key components, was not by\nitself sufficient to build a miniaturized warhead.\n\n   The Energy Department official who supervised the Los Alamos\ninquiry, Notra Trulock, agreed with this assessment but said the\ninformation was secret and had never been mentioned in any public\ndocument or Internet posting. Anyone who had it, he and his team\nreasoned, must have also obtained access to a much broader range of\nsecrets about the warhead's design.\n\n   In addition, Trulock said in an interview, knowing the\napproximate size and shape of the components provided a road map to\nChinese bomb makers, probably allowing them to skip years of\npreliminary testing.\n\n   Trulock added, however, that the congressional committee was too\ncategorical in its report, which was based in part on his\ntestimony.\n\n   ``When I testified, I used the appropriate caveats to express\nuncertainties in our evidence and our conclusions,'' said Trulock,\nformerly the Energy Department's intelligence chief. ``We typically\nsaid: `Probably this. Probably that.''' The committee, he said,\n``made judgments'' about the centrality of spying in China's\nbreakthrough.\n\n   Rep. Christopher Cox, R-Calif., who was chairman of the\ncommittee, defended the work of his staff of 47, which included no\none with nuclear design experience. The panel, he said in a lengthy\ninterview, drew largely on Clinton administration witnesses for its\nexpertise. The conclusion that espionage allowed Beijing to skip\ndecades of research, he said, was an appropriate one, based on the\ngovernment's own evidence.\n\n   ``Judgment matters,'' he said, responding to Trulock's\ncriticism. ``We don't know everything to a certainty. The question\nis what is more likely than not.''\n\n   In the interview, Cox expressed surprise when told of the depth\nand breadth of China's interest in the miniaturization secret. He\nalso played down the fact, reported by intelligence officials and\ntrumpeted by federal critics, that most of the world's nuclear\npowers have figured out the secret of bomb miniaturization.\n\n   Can China, Cox asked, ``develop it indigenously because France\ndid? That is a stretch. It's almost apples and oranges.''\n\n   nn\n\n   THE SECRET: AMERICA SHRINKS AN ATOMIC MATCH\n\n   From the dawn of the nuclear age, miniaturization has been an\nobsession of weapon designers.\n\n   The world's first atomic bomb, designed by the Los Alamos\nlaboratory and detonated in the New Mexico desert in July 1945 was\nan awesome, but cumbersome affair. A lump of plutonium the size of\na softball was surrounded by a much larger ball of high explosives\nthat was 5-feet wide and made up of 32 explosive charges and 64\ndetonators. Big as a car, it could not have fit into a small\nairplane, let alone a missile.\n\n   In 1952, American physicists made an important breakthrough: the\nH-bomb. Roughly a thousand times more powerful than the first\natomic weapon, the hydrogen bomb was a two-stage device. Inside its\ndense casing, an atomic explosion _ called the primary _ worked as\na match to kindle the fiery heat that touched off an even more\npowerful detonation by the bomb's hydrogen fuel, which was known as\nthe secondary.\n\n   Size was an issue from the start. The first H-bomb stood two\nstories high and weighed 82 tons. It would be militarily useful\nonly if it could be shrunk, and over the next few years, America's\nbest physicists set out to do just that.\n\n   After considerable trial and error, American scientists figured\nout that they could obtain the same kind of explosive power from a\nsmaller package. A main breakthrough centered on the large, heavy\natomic match. By shaping its plutonium fuel into an ovoid, roughly\nlike a watermelon, scientists were able to drastically shrink the\nsize and number of the explosives that triggered the nuclear blast.\n\n   After at least one flop, the radical idea roared to life in July\n1957 in a nuclear explosion in the Nevada desert, according to\nChuck Hansen, author of a detailed history of America's early\nnuclear efforts. It had taken the United States a little more than\nfive years to move from the first H-bomb to its miniaturized\ncousin.\n\n   The development had profound implications for the Cold War's\nnuclear competition.\n\n   Shrinking the atomic trigger from something roughly the size of\na washing machine to something smaller than a football allowed\nweapons designers to put thermonuclear arms atop small missiles\nthat could be launched from submarines or mobile platforms like\ntrucks. Arms would no longer be confined to bombers or fixed silos\nin the ground.\n\n   The advance meant weapons could now be carried, quite\nstealthily, closer to enemy shores and could be made safer from\nattack. It also meant warheads could fit into the cramped spaces of\nnarrow nose cones, which streaked faster to Earth than blunter\nshapes and were less buffeted by winds during the fiery plunge,\nmaking them more accurate.\n\n   The first warhead in the new generation of weapons, the W-47,\nwas less than half the size of the bomb that leveled Hiroshima but\nup to 80 times as powerful. In 1960, when the first Polaris\nsubmarine put to sea, each of its 16 missiles was armed with a\nW-47.\n\n   The weapons continued to evolve and, by all accounts, the apex\nwas reached in the 1980s with the W-88, one of the most deadly\nweapons in the American arsenal.\n\n   The warhead, made for submarines, first went to sea a decade ago\nand is considered quite powerful for its small size. The precise\nnumber is secret. But at least eight W-88s can fit atop the Trident\nD-5 missile, which is less than 7 feet wide. Since Trident subs\nhave 24 missiles, a single submarine can carry up to 192 of the\nthermonuclear arms.\n\n   Today, American submarines on patrol in the Atlantic carry the\nsmall warheads. And the Navy is adding them to its Pacific fleet,\nso in the next few years the W-88 is also likely to be aimed at\nChina.\n\n   THE CHINESE: ARMS ENIGMA GOES FAST AND SLOW\n\n   China was late in joining the nuclear club, but showed\nconsiderable skill when it did so.\n\n   Beijing detonated its first bomb in 1964. The tricky design was\nbased on uranium, like the Hiroshima bomb, but saved costly fuel\nand made the bomb lighter, increasing its military value.\n\n   Sidney D. Drell, a Stanford physicist and Clinton administration\nadviser, writing in ``China Builds the Bomb'' (Stanford University\nPress, 1988), called the feat ``enormously impressive.'' Beijing's\nfirst hydrogen bomb came just 32 months later.\n\n   By comparison, the step from nuclear to thermonuclear took\nLondon 66 months, Moscow 75 months, Washington 87 months and Paris\n103 months, said Robert S. Norris of the Natural Resources Defense\nCouncil, a private group in Washington that monitors nuclear arms.\n\n   China set off just six test blasts to get to the H-bomb stage,\nvs. 31 for the United States. That was typical. While developing at\nleast six types of weapons, Beijing over the decades conducted\nrelatively few nuclear tests, 45 in all, vs. 1,030 for the United\nStates.\n\n   China's nuclear force was modest. Starting in the 1980s, its\nmilitary deployed about 20 missiles that can now reach anywhere in\nNorth America, each topped by a single warhead that can unleash a\nforce equal to up to five million tons of high explosives. That is\nabout 300 times stronger than the Hiroshima bomb.\n\n   The big warheads are not particularly accurate, but they fit\nChina's professed war doctrine _ to fire nuclear arms only in\nretaliation. The big missiles can, if necessary, hit a city.\n\n   The evidence strongly suggests that, in this period, China had\nno idea how to shrink thermonuclear arms. According to ``China's\nStrategic Seapower'' (Stanford University Press, 1994), the warhead\nfor the submarine missile deployed by Beijing in the 1970s weighed\n1,300 pounds _ more than twice the old American W-47, suggesting\nthe Chinese were still using a spherical atomic match to ignite\nH-bombs.\n\n   China's interest in building smaller weapons was spurred, in\npart, by the United States' development in the late 1970s of a new,\nhigh-accuracy design known as the Missile Experimental, or MX, that\nbristled with 10 warheads. Though meant primarily to unnerve\nMoscow, the weapon also worried Beijing, which quickly grasped that\nits handful of big, land-based missiles suddenly looked like\nsitting ducks that could be destroyed in a first strike of\nprecisely aimed H-bombs.\n\n   Beijing's unease grew as the American Navy in the late 1970s\nunveiled plans for a new submarine-launched missile nearly as\nunerring as the MX and bearing an even more powerful warhead _ the\nW-88.\n\n   American intelligence agencies knew little about China's nuclear\nprogram and modernization plans, if any, before President Richard\nNixon's visit to China in 1972. But the military ties that followed\nthe Nixon administration's diplomatic initiative opened the door.\n\n   nn\n\n   By 1979, American nuclear arms designers and security experts\nwere starting to visit their Chinese peers, weapon labs and Lop\nNur, the sprawling site in China's western desert where prototype\nnuclear weapons were detonated.\n\n   From Los Alamos alone, at least 85 scientists and officials made\ntrips from 1979 to 1990, according to Robert S. Vrooman, a former\nCIA officer who at the time directed counterintelligence at Los\nAlamos.\n\n   Top visitors included Agnew, the past director of the weapons\nlab; Danny B. Stillman, its head of intelligence; and George A.\nKeyworth II, a physicist who later became President Reagan's\nscience adviser.\n\n   The benefits were judged to far outweigh the risks that arms\nscientists in informal settings and conversations might, by\naccident or design, give away secrets. And indeed, the Americans\nlearned much.\n\n   ``This was a huge intelligence game for the United States,''\nsaid one U.S. official, who spoke on the condition of anonymity.\n``At the beginning we knew zip about China.''\n\n   One discovery was that parts of the Chinese program were quite\nadvanced, including technologies for bomb development.\n\n   ``They have excellent facilities, some better than ours,'' said\nAgnew, who in 1979 and 1982 was among the first visitors.\n\n   For instance, he said, the Chinese were able to peer into fiery\nblasts with an advanced camera known as pinex, revealing details to\naid warhead development. The American version of the device had one\naxis, he said, the Chinese version two, doubling its usefulness.\n``It's much better,'' Agnew said.\n\n   The American visitors also learned much about what China lacked.\nFrom a barrage of inquiries over the years, it became clear that\nBeijing was eager to learn everything it could about shrinking the\natomic trigger. The questions were regular, increasingly pointed\nand never answered, American officials said, insisting that Beijing\ngot no secrets that way.\n\n   But in one case, investigators became suspicious about an\nAmerican scientist at the Livermore weapons lab in California who\nin 1979 had talked with Chinese scientists.\n\n   The suspect, born in Taiwan, never confessed. But some federal\ninvestigators, in an investigation code-named Tiger Trap, feared\nthe scientist had compromised not only the design of the W-70, the\nneutron bomb, but the secret to making small atomic triggers.\n\n   Weapons experts say that the crucial insight of the watermelon\nshape can be communicated with a few comments, a hand motion or a\nsimple drawing on the back of an envelope, although many years of\ncomputing, calculation, experiment and factory labor would then be\nneeded to turn the idea into nuclear blasts.\n\n   ``The real challenge is not in the design, it's in the\nmanufacturing,'' said Houston T. Hawkins, head of international\nsecurity studies at Los Alamos.\n\n   For example, he said, casting plutonium is difficult because of\nuncertainties in how it reacts with other metals and materials.\n\n   ``It's a strange beast,'' Hawkins said of the dense metal that\nfuels most atom bombs.\n\n   THE BREAKTHROUGH: CHINA TAKES A GIANT NUCLEAR STEP\n\n   China finally succeeded in exploding a miniaturized bomb on\nSept. 25, 1992, American officials revealed. It took intelligence\nanalysts more than two years to fully understand what China had\naccomplished, its feat becoming clear only after a Chinese nuclear\nexpert who had been recruited to spy for the United States\ndelivered an intriguing report to his American handlers.\n\n   The spy said China's September 1992 test blast, which had been\ninitially viewed by American analysts as routine, was anything but.\nThe bomb detonated that day was miniaturized with a core, the spy\nsaid, in the distinctive shape of an oval, indicating China had\nbegun to master the art of making modern warheads.\n\n   In the mid-1990s, the task of tracking the technical ins and\nouts of other nations' nuclear programs fell to the national\nweapons labs. Among the sleuths was Dr. Robert M. Henson, an\nexperienced weapons designer at Los Alamos who had been analyzing\nintelligence on foreign programs since 1988.\n\n   In January 1995, Henson said in an interview, he began looking\nmore closely at how China had cracked the miniaturization puzzle.\nFor help he turned to Lawrence A. Booth, a friend who specialized\nin Russian analyses.\n\n   ``We kept looking into it for two weeks,'' Henson recalled.\n``Then, we decided to do something.''\n\n   They drew up their analysis and eventually took it to Trulock,\nwho the previous year had become director of intelligence at the\nEnergy Department, which oversees Los Alamos. Trulock, who has a\nbachelor's degree in political science and no formal technical\ntraining, said he wanted to bring in other nuclear experts,\nparticularly ones who had long experience in developing the\nminiaturized nuclear triggers for H-bombs. John L. Richter of Los\nAlamos, a scientist who filled that void, joined the team.\n\n   The group looked more closely at a clue provided by the Chinese\nspy, who described the size of the bomb's atomic core with an\nanalogy to a common household object, officials said in a new\ndisclosure. Working from that, the scientists calculated a more\nprecise size and Henson and Richter went through the American\nstockpile of nuclear arms, looking up measurements to see if any\nmatched.\n\n   The atomic trigger of the W-88, they discovered, was close\nenough in size to raise suspicions.\n\n   The Energy Department held meetings in which the Los Alamos team\nwas joined by analysts from the CIA and the Defense Intelligence\nAgency. Federal officials now say the intelligence agencies were\nskeptical, reasoning that too much was being made of a foreigner's\nrough analogy. But the Energy Department and the Los Alamos team\nfelt the evidence was provocative.\n\n   The breakthrough came in 1995, as has been previously disclosed,\nwhen a Chinese government official sent a package of secret Chinese\ndocuments to American officials.\n\n   Trulock said the document, dated 1988, laid out China's nuclear\nmodernization plans for Beijing's First Ministry of Machine\nBuilding, which, among other things, made missiles and nose cones.\nIt not only described China's plans but compared them to the\nnuclear arms of the American arsenal.\n\n   Relatively crude hand drawings sketched out the nose cones\nenveloping the W-88, the W-87, the W-78, the W-76, the W-62 and the\nW-56 _ warheads of the Trident, MX and Minuteman missiles _ and\nalso gave their overall weights and dimensions.\n\n   In itself, these were not damning. Though still officially\nclassified secret in some cases, such information by then was\nwidely available in many unclassified American papers and articles.\n\n   But the Chinese document, some 20 pages in translation, went on\nto give sensitive data about the W-88, federal officials revealed.\nIt accurately described the shape of the atomic trigger as not\nspherical and said it was situated in the nose cone's narrow\nforward end _ an arrangement used in some but not all American\nwarheads. And it correctly described the nuclear fuel, or\nsecondary, as having a spherical shape.\n\n   More unsettling to the team, it described the width of the\ncasing that surrounds the atomic trigger to within a millimeter, or\nfour hundredths of an inch. ``That's pretty damn accurate,''\nTrulock recalled.\n\n   A senior federal official agreed. ``That opened eyes,'' he\nrecalled. ``It seemed to confirm earlier assessments that had\nseemed insubstantial.''\n\n   nn\n\n   Trulock said his team later found that the Chinese document also\ngave a similarly exact measure for the width of the W-88s\nsecondary, or hydrogen stage. ``Primaries are the long pole in the\ntent,'' he said, referring to the importance of the atomic trigger.\n``But that measurement was as good as the one for the primary.''\n\n   The CIA eventually concluded that the agent who sent the\ndocuments was acting under instruction of Chinese intelligence. No\none has ever come up with a persuasive explanation of why China\nsent the documents to American spies.\n\n   From 1992 to 1996, American officials revealed, China used its\nnew atomic match to ignite a variety of hydrogen bombs, including\none similar in some respects to the W-88. After this series of\nblasts shook the ground at the Lop Nur test site, China signed the\nComprehensive Test Ban Treaty, signaling an end to its nuclear\nexperimentation.\n\n   THE INVESTIGATION: FEDERAL SLEUTHS HUNT FOR A SPY\n\n   The Energy Department opened an investigation into the possible\ntheft of W-88 secrets on Sept. 28, 1995, and over the next three\nyears, federal officials quietly tried to find out whether there\nwas a Chinese spy in their midst.\n\n   If espionage had occurred, Trulock and his team reasoned, it\nmust have happened between 1984, when the warhead entered\nengineering development, and 1988, the date of the Chinese\ndocument.\n\n   Energy Department officials focused on Los Alamos, which had\ndesigned the bomb. They looked particularly closely at anyone who\nhad traveled to China in those years or met visiting Chinese\nscientists.\n\n   Vrooman, then head of counterintelligence at Los Alamos and\nlater a vocal critic of the inquiry, said investigators scrutinized\nonly those people whose trips to China were paid for by the Energy\nDepartment.\n\n   Left unexamined, he said, were at least 15 additional people\nwhose trips were paid for by the Chinese, the CIA, the Air Force or\nprivately. These travelers tended to be top weapon designers and\nhigh officials _ the people who knew the most American arms secrets\nand had the most intimate contact with Chinese peers, Vrooman said.\n\n   In May 1996, the Energy Department turned a list of a dozen\nsuspects over to the FBI, which began a criminal case that\neventually narrowed down to Lee, an American scientist of Taiwanese\nbirth working at Los Alamos.\n\n   Lee and his wife, Sylvia, had traveled to China in 1986 and\n1988. Mrs. Lee was a secretary at Los Alamos who often met visiting\nChinese delegations. And Lee, though a mechanical engineer by\ntraining and never a weapon designer, was familiar with the W-88\nand many other nuclear arms and secrets (including the atomic\ntrigger advance) because of his work on secret computer codes.\n\n   The FBI believed it had enough evidence to seek a secret wiretap\non Lee's phone calls, citing 20 reasons he was a prime suspect. But\nthe Justice Department found the evidence unpersuasive and would\nnot seek a court order for the eavesdropping, a routine step in\nmost spy cases.\n\n   Vrooman has charged that the inquiry was marred by a racist bias\nto target Chinese-Americans, an assertion federal officials have\nvehemently denied. But the Republican chairman and the ranking\nDemocrat of the Senate Governmental Affairs Committee, which\ninvestigated the spy case and heard testimony from Vrooman,\nconcluded that federal investigators had focused prematurely on\nLee.\n\n   After the spy case exploded in public, Energy Secretary Bill\nRichardson recommended that Vrooman be disciplined for letting Lee\nretain access to secrets even after doubts about him had been\nraised.\n\n   Lee, fired this year from Los Alamos for security violations,\nhas not been charged with a crime and has denied spying. After his\nouster, investigators found that he had loaded many secret files\nonto an unsecured computer, raising the risk that they could fall\ninto the wrong hands.\n\n   The inquiry most likely would not have come into public view had\nit not been for a series of unrelated disclosures about China.\n\n   In April 1998, The New York Times reported that two U.S.\naerospace companies were under criminal investigation for providing\nrocket data to Chinese scientists.\n\n   A furor erupted in Congress. The House created a select\ncommittee led by Cox, to look into whether the administration's\nincreasingly open policies on satellite exports had compromised\nnational security.\n\n   There was no hint the committee would end up studying nuclear\nbombs. None of its 47 staff members had any experience in atomic\ndesign.\n\n   Composed of five Republicans and four Democrats, the committee\ndid not learn of the suspected Chinese nuclear espionage until\nOctober 1998, just a few months before its mandate expired. On Nov.\n12 and Dec. 16 it held secret hearings in which Trulock was called\nas the star witness.\n\n   In January, after three months of investigation, the committee\ncompleted a secret manuscript. In May, after a lengthy argument\nwith the White House over what could be made public, it released an\n872-page report. The chapter on atomic espionage, just 37 pages,\ngarnered most of the headlines.\n\n   In fiery prose accompanied by vivid color pictures and charts,\nthe committee charged that Chinese spies had carried off vital\nsecrets about seven of America's most advanced arms.\n\n   The People's Republic of China, it alleged, ``has stolen\nclassified information on all of the United States' most advanced\nthermonuclear warheads,'' leaping from the clumsy designs of the\n1950s to those that are far more modern and deadly.\n\n   The main evidence cited was the Chinese document obtained by the\nCIA in 1995 and a 1980s inquiry into spying at the Livermore lab\nthat concluded China had most likely obtained design secrets of the\nneutron bomb. The unclassified version of the report gave no\ndetails of the 1995 document's secret details about the W-88.\n\n   The report was signed by the committee's four Democrats. But\nimmediately after its release, Rep. John M. Spratt Jr. of South\nCarolina, one of the Democrats, criticized it as rushed,\nsuperficial and exaggerated. The witnesses heard by the committee,\nhe added, ``did not have the technical background to fully assess\nthe nature or value of the information lost.''\n\n   nn\n\n   THE DEBATE: ANALYSTS SIFT FOR THE TRUTH\n\n   Since then, Spratt's critique has been echoed and amplified by a\nrange of top scientists and bomb designers who say Beijing could\nhave miniaturized its warheads on its own without spying.\n\n   Richard L. Garwin, a physicist who has long advised Washington\non nuclear arms, recently on a bipartisan team led by former\nDefense Secretary Donald H. Rumsfeld, said, ``There is no reason to\nbelieve that China could not have built perfectly adequate\nwarheads'' for a range of modern missiles ``from nuclear technology\nthat it developed itself.''\n\n   China, several officials said, simply went down the same path as\nother nuclear powers, helped along by the general knowledge of what\nthe United States had achieved: proof that hydrogen bombs can be\nmade very small but nonetheless very powerful.\n\n   ``Every state has come to it,'' said one federal official,\nreferring to breakthroughs in atomic triggers by the Soviet Union,\nBritain and France. ``Now they've got it, too.''\n\n   Hawkins, the head of international security studies at Los\nAlamos, which is clearly on the defensive because of the spy\nscandal, said the basic physics of bombs and missiles push weapons\ndesigners in roughly the same direction. To obtain the best\nperformance, he said, engineers are invariably led toward narrow\nnose cones about 16 degrees wide _ if cut from a pie, a very modest\nslice.\n\n   ``Once you realize that,'' Hawkins said, ``it drives every\nnation down similar paths. Eventually, all weapons systems will\nlook alike. It has to do more with physics than espionage.''\n\n   That view is not universally accepted.\n\n   Henson, the analyst who first sounded the alarm at Los Alamos,\nsaid there was nothing in the design of missile nose cones that\npropelled a scientist to shape the core of an atomic trigger into\nan oval.\n\n   Do scientific and technical analyses automatically ``draw you to\na watermelon?'' he asked, alluding to the shape of the top-secret\ndesign. ``That's not true.\n\n   ``It's beyond a shadow of a doubt,'' Henson added. ``Major\nespionage took place.''\n\n   American intelligence agencies are less categorical. Analysts\nhave concluded that espionage played a role in Beijing's advance,\nbut cannot identify a hard link comparable to the Soviet Union's\ntheft in the 1940s of the American design for the first atom bomb.\n\n   ``Everybody has come to the same conclusion,'' said a top\nadministration official who has closely scrutinized the secret\ndata. ``We don't have a smoking gun.''\n\n   A federal intelligence study done last year, which the Cox\ncommittee drew on, said American secrets lost between 1984 and 1988\nlet the Chinese ``accelerate their nuclear weapons program well\nbeyond indigenous capabilities,'' a view that echoed the original\nLos Alamos finding.\n\n   A damage assessment by the American intelligence community, made\npublic in April, said a mix of espionage, openly available data and\nscientific acumen had greatly lengthened Chinese strides. Stolen\nsecrets, it said, ``could help'' Beijing develop a mobile missile\nand ``probably accelerated its program to develop future nuclear\nweapons.''\n\n   In June, the president's Foreign Intelligence Advisory Board,\nwhich did its own investigation, said both congressional and\nadministration leaders had engaged in ``simplification and\nhyperbole'' in the spy case. Neither dramatic damage assessments\nnor categorical reassurances, it said, were wholly substantiated.\n\n   And Hawkins, the Los Alamos official, said the specific secrets\nknown to have been seized by the Chinese, principally those\ndetailed in the 1995 document, would have been little help to a\nbomb maker, and far from Trulock's road map. As for an H-bomb's\ninnards, what designers call the physics package, Hawkins said the\ndocuments ``describe nothing significant.''\n\n   Cox insisted that highly classified intelligence data available\nto his committee showed a more persuasive case than has emerged\npublicly. ``There are more interpolating facts'' that closely tie\nlost W-88 secrets to Beijing's advance, he said.\n\n   But a federal official cited intelligence data about China's\natomic trigger showing it to be anything but an exact copy. ``It\nturns out the W-88 is slightly smaller,'' said the official, who\nbelieves Beijing may have made the advance on its own.\n\n   It remains unresolved how China got the W-88 secrets in the\nfirst place, but a consensus is emerging that the search for the\nleak narrowed too quickly to Los Alamos.\n\n   Studies by the Senate as well as the president's foreign\nintelligence board this year raised serious questions about whether\nthe FBI and Energy Department had too quickly focused on the\nweapons lab. No evidence has pinpointed it as the leak's source.\n\n   Vrooman, the head of counterintelligence at the laboratory from\n1987 until 1998, noted that one secret document describing the\ndesign of the W-88 warhead went to 548 mailing addresses throughout\nthe government and military. Some administration experts believe\nthe data described by the Chinese in the 1995 document came from\nengineering plans or from secret manuals on military bases.\n\n   ``That kind of information was widely available,'' said Drell of\nStanford, who served on the president's advisory board\ninvestigation. ``The manuals that went out had pictures and\nnumbers. If a submarine came in, and there was a problem, they had\nto know what they were dealing with.''\n\n   However Beijing made its miniaturization advance _ on its own,\nby theft or a combination of the two _ it is apparently proud\nenough to boast about it publicly, at least among its friends in\nthe mountains of New Mexico. Henson said a Chinese arms scientist,\nSun Cheng Wei, bragged of the breakthrough a few years ago at Los\nAlamos, telling an open seminar that China had forged significantly\nahead in nuclear arms.\n\n   ``What he said,'' recalled Henson, who attended the talk, ``was\nthat for a long time they were dealing only with round designs, and\nthen only watermelons.''\n","Headline":"\nNUCLEAR SECRETS: DEBATE RAGES OVER HOW CHINA GOT THE BOMB \n","Text":["\n   When American bomb makers began visiting China in 1979, they\nwere startled by a series of increasingly pointed questions that\nsuggested their Chinese peers were hot on the trail of the secret\nto building a modern nuclear arsenal. The breakthrough allows\nH-bombs to be made so small that many can fit atop a single missile\nor be fired from trucks, submarines and other mobile platforms.\n","\n   China succeeded on Sept. 25, 1992, according to a spy who told\nhis American handlers that Beijing had exploded a bomb based on the\nminiaturization secret.\n","\n   A team of scientists at the Los Alamos weapons laboratory in New\nMexico set to work on a whodunit with huge potential implications:\nWas China's advance the result of espionage, hard work or some mix\nof the two?\n","\n   Today, the debate rages on. Experts agree that spying occurred,\nbut clash violently on how much was stolen and what impact it had\non Beijing's advance, if any.\n","\n   The Los Alamos team concluded in 1995 that China's stride was\nprobably based on espionage. A report this year by a congressional\ncommittee that made the case public went further, claiming that it\nwould have been ``virtually impossible'' for China to have made\nsmall warheads ``without the nuclear secrets stolen from the United\nStates.''\n","\n   The congressional report unleashed a torrent of criticism from\nscientists inside and outside the government who said the\nimportance of the espionage was overstated, and that China could\nwell have achieved the breakthrough on its own, as it insists\npublicly.\n","\n   A review of the dispute, based on months of interviews and\ndisclosures of weapon and intelligence secrets, suggests that the\ncongressional report went beyond the evidence in asserting that\nstolen secrets were the main reason for China's breakthrough.\n","\n   The review also bolsters an important point of agreement among\nfeuding experts: that the federal investigation focused too soon on\nthe Los Alamos National Laboratory and one worker there, Wen Ho\nLee, who was fired for security violations. The lost secrets, it\nnow appears, were available to hundreds and perhaps thousands of\nindividuals scattered throughout the nation's arms complex.\n","\n   Federal officials asked that some aspects of the spy case\ninvolving weapons and intelligence secrets not be published, and\nThe New York Times agreed to refrain from doing so.\n","\n   For the Los Alamos team of detectives, the overall spy theory\nwas confirmed strongly in 1995 when the CIA obtained an internal\nChinese document that included a description of America's most\nadvanced miniature warhead, the W-88. Revealing for the first time\ntheir top evidence in the case, the document's secret contents,\nfederal officials say the Chinese text cited five key attributes of\nthe warhead, including two measurements accurate to within four\nhundredths of an inch.\n","\n   But the critics, who are also revealing new information, insist\nthat Beijing, even if it spied, made the miniaturization\nbreakthrough on its own, after pursuing it for at least 13 years,\nfrom 1979 to 1992. The prowess of Chinese scientists, American\nexperts said, is suggested by a camera it built for photographing\nnuclear blasts, which was far better than a similar one made by the\nUnited States.\n","\n   ``They don't need any help from us,'' said Harold Agnew, a past\nLos Alamos director, visitor to China and federal intelligence\nadviser. ``They're just curious, as we are curious about them.''\n","\n   Deconstructing the damage wrought by espionage is an imprecise\nart that mixes inference, evidence and deduction. In the vacuum\nbetween what is known and what is suspected, personal, partisan or\ninstitutional bias often rushes in.\n","\n   The debate over Chinese spying has been blurred by issues that\nrange from Republican distaste for President Clinton's China policy\nto allegations of racial bias in the investigation to fears among\nscientists that the uproar is prompting security measures so tight\nas to damage work, morale and recruitment.\n","\n   As in most spy cases, the evidence is open to interpretation,\nsome experts seeing the glass half full, others half empty.\n","\n   Several critics familiar with the Chinese document obtained by\nthe CIA said that its description of the American warhead, which\nincludes the size, shape and position of key components, was not by\nitself sufficient to build a miniaturized warhead.\n","\n   The Energy Department official who supervised the Los Alamos\ninquiry, Notra Trulock, agreed with this assessment but said the\ninformation was secret and had never been mentioned in any public\ndocument or Internet posting. Anyone who had it, he and his team\nreasoned, must have also obtained access to a much broader range of\nsecrets about the warhead's design.\n","\n   In addition, Trulock said in an interview, knowing the\napproximate size and shape of the components provided a road map to\nChinese bomb makers, probably allowing them to skip years of\npreliminary testing.\n","\n   Trulock added, however, that the congressional committee was too\ncategorical in its report, which was based in part on his\ntestimony.\n","\n   ``When I testified, I used the appropriate caveats to express\nuncertainties in our evidence and our conclusions,'' said Trulock,\nformerly the Energy Department's intelligence chief. ``We typically\nsaid: `Probably this. Probably that.''' The committee, he said,\n``made judgments'' about the centrality of spying in China's\nbreakthrough.\n","\n   Rep. Christopher Cox, R-Calif., who was chairman of the\ncommittee, defended the work of his staff of 47, which included no\none with nuclear design experience. The panel, he said in a lengthy\ninterview, drew largely on Clinton administration witnesses for its\nexpertise. The conclusion that espionage allowed Beijing to skip\ndecades of research, he said, was an appropriate one, based on the\ngovernment's own evidence.\n","\n   ``Judgment matters,'' he said, responding to Trulock's\ncriticism. ``We don't know everything to a certainty. The question\nis what is more likely than not.''\n","\n   In the interview, Cox expressed surprise when told of the depth\nand breadth of China's interest in the miniaturization secret. He\nalso played down the fact, reported by intelligence officials and\ntrumpeted by federal critics, that most of the world's nuclear\npowers have figured out the secret of bomb miniaturization.\n","\n   Can China, Cox asked, ``develop it indigenously because France\ndid? That is a stretch. It's almost apples and oranges.''\n","\n   nn\n","\n   THE SECRET: AMERICA SHRINKS AN ATOMIC MATCH\n","\n   From the dawn of the nuclear age, miniaturization has been an\nobsession of weapon designers.\n","\n   The world's first atomic bomb, designed by the Los Alamos\nlaboratory and detonated in the New Mexico desert in July 1945 was\nan awesome, but cumbersome affair. A lump of plutonium the size of\na softball was surrounded by a much larger ball of high explosives\nthat was 5-feet wide and made up of 32 explosive charges and 64\ndetonators. Big as a car, it could not have fit into a small\nairplane, let alone a missile.\n","\n   In 1952, American physicists made an important breakthrough: the\nH-bomb. Roughly a thousand times more powerful than the first\natomic weapon, the hydrogen bomb was a two-stage device. Inside its\ndense casing, an atomic explosion _ called the primary _ worked as\na match to kindle the fiery heat that touched off an even more\npowerful detonation by the bomb's hydrogen fuel, which was known as\nthe secondary.\n","\n   Size was an issue from the start. The first H-bomb stood two\nstories high and weighed 82 tons. It would be militarily useful\nonly if it could be shrunk, and over the next few years, America's\nbest physicists set out to do just that.\n","\n   After considerable trial and error, American scientists figured\nout that they could obtain the same kind of explosive power from a\nsmaller package. A main breakthrough centered on the large, heavy\natomic match. By shaping its plutonium fuel into an ovoid, roughly\nlike a watermelon, scientists were able to drastically shrink the\nsize and number of the explosives that triggered the nuclear blast.\n","\n   After at least one flop, the radical idea roared to life in July\n1957 in a nuclear explosion in the Nevada desert, according to\nChuck Hansen, author of a detailed history of America's early\nnuclear efforts. It had taken the United States a little more than\nfive years to move from the first H-bomb to its miniaturized\ncousin.\n","\n   The development had profound implications for the Cold War's\nnuclear competition.\n","\n   Shrinking the atomic trigger from something roughly the size of\na washing machine to something smaller than a football allowed\nweapons designers to put thermonuclear arms atop small missiles\nthat could be launched from submarines or mobile platforms like\ntrucks. Arms would no longer be confined to bombers or fixed silos\nin the ground.\n","\n   The advance meant weapons could now be carried, quite\nstealthily, closer to enemy shores and could be made safer from\nattack. It also meant warheads could fit into the cramped spaces of\nnarrow nose cones, which streaked faster to Earth than blunter\nshapes and were less buffeted by winds during the fiery plunge,\nmaking them more accurate.\n","\n   The first warhead in the new generation of weapons, the W-47,\nwas less than half the size of the bomb that leveled Hiroshima but\nup to 80 times as powerful. In 1960, when the first Polaris\nsubmarine put to sea, each of its 16 missiles was armed with a\nW-47.\n","\n   The weapons continued to evolve and, by all accounts, the apex\nwas reached in the 1980s with the W-88, one of the most deadly\nweapons in the American arsenal.\n","\n   The warhead, made for submarines, first went to sea a decade ago\nand is considered quite powerful for its small size. The precise\nnumber is secret. But at least eight W-88s can fit atop the Trident\nD-5 missile, which is less than 7 feet wide. Since Trident subs\nhave 24 missiles, a single submarine can carry up to 192 of the\nthermonuclear arms.\n","\n   Today, American submarines on patrol in the Atlantic carry the\nsmall warheads. And the Navy is adding them to its Pacific fleet,\nso in the next few years the W-88 is also likely to be aimed at\nChina.\n","\n   THE CHINESE: ARMS ENIGMA GOES FAST AND SLOW\n","\n   China was late in joining the nuclear club, but showed\nconsiderable skill when it did so.\n","\n   Beijing detonated its first bomb in 1964. The tricky design was\nbased on uranium, like the Hiroshima bomb, but saved costly fuel\nand made the bomb lighter, increasing its military value.\n","\n   Sidney D. Drell, a Stanford physicist and Clinton administration\nadviser, writing in ``China Builds the Bomb'' (Stanford University\nPress, 1988), called the feat ``enormously impressive.'' Beijing's\nfirst hydrogen bomb came just 32 months later.\n","\n   By comparison, the step from nuclear to thermonuclear took\nLondon 66 months, Moscow 75 months, Washington 87 months and Paris\n103 months, said Robert S. Norris of the Natural Resources Defense\nCouncil, a private group in Washington that monitors nuclear arms.\n","\n   China set off just six test blasts to get to the H-bomb stage,\nvs. 31 for the United States. That was typical. While developing at\nleast six types of weapons, Beijing over the decades conducted\nrelatively few nuclear tests, 45 in all, vs. 1,030 for the United\nStates.\n","\n   China's nuclear force was modest. Starting in the 1980s, its\nmilitary deployed about 20 missiles that can now reach anywhere in\nNorth America, each topped by a single warhead that can unleash a\nforce equal to up to five million tons of high explosives. That is\nabout 300 times stronger than the Hiroshima bomb.\n","\n   The big warheads are not particularly accurate, but they fit\nChina's professed war doctrine _ to fire nuclear arms only in\nretaliation. The big missiles can, if necessary, hit a city.\n","\n   The evidence strongly suggests that, in this period, China had\nno idea how to shrink thermonuclear arms. According to ``China's\nStrategic Seapower'' (Stanford University Press, 1994), the warhead\nfor the submarine missile deployed by Beijing in the 1970s weighed\n1,300 pounds _ more than twice the old American W-47, suggesting\nthe Chinese were still using a spherical atomic match to ignite\nH-bombs.\n","\n   China's interest in building smaller weapons was spurred, in\npart, by the United States' development in the late 1970s of a new,\nhigh-accuracy design known as the Missile Experimental, or MX, that\nbristled with 10 warheads. Though meant primarily to unnerve\nMoscow, the weapon also worried Beijing, which quickly grasped that\nits handful of big, land-based missiles suddenly looked like\nsitting ducks that could be destroyed in a first strike of\nprecisely aimed H-bombs.\n","\n   Beijing's unease grew as the American Navy in the late 1970s\nunveiled plans for a new submarine-launched missile nearly as\nunerring as the MX and bearing an even more powerful warhead _ the\nW-88.\n","\n   American intelligence agencies knew little about China's nuclear\nprogram and modernization plans, if any, before President Richard\nNixon's visit to China in 1972. But the military ties that followed\nthe Nixon administration's diplomatic initiative opened the door.\n","\n   nn\n","\n   By 1979, American nuclear arms designers and security experts\nwere starting to visit their Chinese peers, weapon labs and Lop\nNur, the sprawling site in China's western desert where prototype\nnuclear weapons were detonated.\n","\n   From Los Alamos alone, at least 85 scientists and officials made\ntrips from 1979 to 1990, according to Robert S. Vrooman, a former\nCIA officer who at the time directed counterintelligence at Los\nAlamos.\n","\n   Top visitors included Agnew, the past director of the weapons\nlab; Danny B. Stillman, its head of intelligence; and George A.\nKeyworth II, a physicist who later became President Reagan's\nscience adviser.\n","\n   The benefits were judged to far outweigh the risks that arms\nscientists in informal settings and conversations might, by\naccident or design, give away secrets. And indeed, the Americans\nlearned much.\n","\n   ``This was a huge intelligence game for the United States,''\nsaid one U.S. official, who spoke on the condition of anonymity.\n``At the beginning we knew zip about China.''\n","\n   One discovery was that parts of the Chinese program were quite\nadvanced, including technologies for bomb development.\n","\n   ``They have excellent facilities, some better than ours,'' said\nAgnew, who in 1979 and 1982 was among the first visitors.\n","\n   For instance, he said, the Chinese were able to peer into fiery\nblasts with an advanced camera known as pinex, revealing details to\naid warhead development. The American version of the device had one\naxis, he said, the Chinese version two, doubling its usefulness.\n``It's much better,'' Agnew said.\n","\n   The American visitors also learned much about what China lacked.\nFrom a barrage of inquiries over the years, it became clear that\nBeijing was eager to learn everything it could about shrinking the\natomic trigger. The questions were regular, increasingly pointed\nand never answered, American officials said, insisting that Beijing\ngot no secrets that way.\n","\n   But in one case, investigators became suspicious about an\nAmerican scientist at the Livermore weapons lab in California who\nin 1979 had talked with Chinese scientists.\n","\n   The suspect, born in Taiwan, never confessed. But some federal\ninvestigators, in an investigation code-named Tiger Trap, feared\nthe scientist had compromised not only the design of the W-70, the\nneutron bomb, but the secret to making small atomic triggers.\n","\n   Weapons experts say that the crucial insight of the watermelon\nshape can be communicated with a few comments, a hand motion or a\nsimple drawing on the back of an envelope, although many years of\ncomputing, calculation, experiment and factory labor would then be\nneeded to turn the idea into nuclear blasts.\n","\n   ``The real challenge is not in the design, it's in the\nmanufacturing,'' said Houston T. Hawkins, head of international\nsecurity studies at Los Alamos.\n","\n   For example, he said, casting plutonium is difficult because of\nuncertainties in how it reacts with other metals and materials.\n","\n   ``It's a strange beast,'' Hawkins said of the dense metal that\nfuels most atom bombs.\n","\n   THE BREAKTHROUGH: CHINA TAKES A GIANT NUCLEAR STEP\n","\n   China finally succeeded in exploding a miniaturized bomb on\nSept. 25, 1992, American officials revealed. It took intelligence\nanalysts more than two years to fully understand what China had\naccomplished, its feat becoming clear only after a Chinese nuclear\nexpert who had been recruited to spy for the United States\ndelivered an intriguing report to his American handlers.\n","\n   The spy said China's September 1992 test blast, which had been\ninitially viewed by American analysts as routine, was anything but.\nThe bomb detonated that day was miniaturized with a core, the spy\nsaid, in the distinctive shape of an oval, indicating China had\nbegun to master the art of making modern warheads.\n","\n   In the mid-1990s, the task of tracking the technical ins and\nouts of other nations' nuclear programs fell to the national\nweapons labs. Among the sleuths was Dr. Robert M. Henson, an\nexperienced weapons designer at Los Alamos who had been analyzing\nintelligence on foreign programs since 1988.\n","\n   In January 1995, Henson said in an interview, he began looking\nmore closely at how China had cracked the miniaturization puzzle.\nFor help he turned to Lawrence A. Booth, a friend who specialized\nin Russian analyses.\n","\n   ``We kept looking into it for two weeks,'' Henson recalled.\n``Then, we decided to do something.''\n","\n   They drew up their analysis and eventually took it to Trulock,\nwho the previous year had become director of intelligence at the\nEnergy Department, which oversees Los Alamos. Trulock, who has a\nbachelor's degree in political science and no formal technical\ntraining, said he wanted to bring in other nuclear experts,\nparticularly ones who had long experience in developing the\nminiaturized nuclear triggers for H-bombs. John L. Richter of Los\nAlamos, a scientist who filled that void, joined the team.\n","\n   The group looked more closely at a clue provided by the Chinese\nspy, who described the size of the bomb's atomic core with an\nanalogy to a common household object, officials said in a new\ndisclosure. Working from that, the scientists calculated a more\nprecise size and Henson and Richter went through the American\nstockpile of nuclear arms, looking up measurements to see if any\nmatched.\n","\n   The atomic trigger of the W-88, they discovered, was close\nenough in size to raise suspicions.\n","\n   The Energy Department held meetings in which the Los Alamos team\nwas joined by analysts from the CIA and the Defense Intelligence\nAgency. Federal officials now say the intelligence agencies were\nskeptical, reasoning that too much was being made of a foreigner's\nrough analogy. But the Energy Department and the Los Alamos team\nfelt the evidence was provocative.\n","\n   The breakthrough came in 1995, as has been previously disclosed,\nwhen a Chinese government official sent a package of secret Chinese\ndocuments to American officials.\n","\n   Trulock said the document, dated 1988, laid out China's nuclear\nmodernization plans for Beijing's First Ministry of Machine\nBuilding, which, among other things, made missiles and nose cones.\nIt not only described China's plans but compared them to the\nnuclear arms of the American arsenal.\n","\n   Relatively crude hand drawings sketched out the nose cones\nenveloping the W-88, the W-87, the W-78, the W-76, the W-62 and the\nW-56 _ warheads of the Trident, MX and Minuteman missiles _ and\nalso gave their overall weights and dimensions.\n","\n   In itself, these were not damning. Though still officially\nclassified secret in some cases, such information by then was\nwidely available in many unclassified American papers and articles.\n","\n   But the Chinese document, some 20 pages in translation, went on\nto give sensitive data about the W-88, federal officials revealed.\nIt accurately described the shape of the atomic trigger as not\nspherical and said it was situated in the nose cone's narrow\nforward end _ an arrangement used in some but not all American\nwarheads. And it correctly described the nuclear fuel, or\nsecondary, as having a spherical shape.\n","\n   More unsettling to the team, it described the width of the\ncasing that surrounds the atomic trigger to within a millimeter, or\nfour hundredths of an inch. ``That's pretty damn accurate,''\nTrulock recalled.\n","\n   A senior federal official agreed. ``That opened eyes,'' he\nrecalled. ``It seemed to confirm earlier assessments that had\nseemed insubstantial.''\n","\n   nn\n","\n   Trulock said his team later found that the Chinese document also\ngave a similarly exact measure for the width of the W-88s\nsecondary, or hydrogen stage. ``Primaries are the long pole in the\ntent,'' he said, referring to the importance of the atomic trigger.\n``But that measurement was as good as the one for the primary.''\n","\n   The CIA eventually concluded that the agent who sent the\ndocuments was acting under instruction of Chinese intelligence. No\none has ever come up with a persuasive explanation of why China\nsent the documents to American spies.\n","\n   From 1992 to 1996, American officials revealed, China used its\nnew atomic match to ignite a variety of hydrogen bombs, including\none similar in some respects to the W-88. After this series of\nblasts shook the ground at the Lop Nur test site, China signed the\nComprehensive Test Ban Treaty, signaling an end to its nuclear\nexperimentation.\n","\n   THE INVESTIGATION: FEDERAL SLEUTHS HUNT FOR A SPY\n","\n   The Energy Department opened an investigation into the possible\ntheft of W-88 secrets on Sept. 28, 1995, and over the next three\nyears, federal officials quietly tried to find out whether there\nwas a Chinese spy in their midst.\n","\n   If espionage had occurred, Trulock and his team reasoned, it\nmust have happened between 1984, when the warhead entered\nengineering development, and 1988, the date of the Chinese\ndocument.\n","\n   Energy Department officials focused on Los Alamos, which had\ndesigned the bomb. They looked particularly closely at anyone who\nhad traveled to China in those years or met visiting Chinese\nscientists.\n","\n   Vrooman, then head of counterintelligence at Los Alamos and\nlater a vocal critic of the inquiry, said investigators scrutinized\nonly those people whose trips to China were paid for by the Energy\nDepartment.\n","\n   Left unexamined, he said, were at least 15 additional people\nwhose trips were paid for by the Chinese, the CIA, the Air Force or\nprivately. These travelers tended to be top weapon designers and\nhigh officials _ the people who knew the most American arms secrets\nand had the most intimate contact with Chinese peers, Vrooman said.\n","\n   In May 1996, the Energy Department turned a list of a dozen\nsuspects over to the FBI, which began a criminal case that\neventually narrowed down to Lee, an American scientist of Taiwanese\nbirth working at Los Alamos.\n","\n   Lee and his wife, Sylvia, had traveled to China in 1986 and\n1988. Mrs. Lee was a secretary at Los Alamos who often met visiting\nChinese delegations. And Lee, though a mechanical engineer by\ntraining and never a weapon designer, was familiar with the W-88\nand many other nuclear arms and secrets (including the atomic\ntrigger advance) because of his work on secret computer codes.\n","\n   The FBI believed it had enough evidence to seek a secret wiretap\non Lee's phone calls, citing 20 reasons he was a prime suspect. But\nthe Justice Department found the evidence unpersuasive and would\nnot seek a court order for the eavesdropping, a routine step in\nmost spy cases.\n","\n   Vrooman has charged that the inquiry was marred by a racist bias\nto target Chinese-Americans, an assertion federal officials have\nvehemently denied. But the Republican chairman and the ranking\nDemocrat of the Senate Governmental Affairs Committee, which\ninvestigated the spy case and heard testimony from Vrooman,\nconcluded that federal investigators had focused prematurely on\nLee.\n","\n   After the spy case exploded in public, Energy Secretary Bill\nRichardson recommended that Vrooman be disciplined for letting Lee\nretain access to secrets even after doubts about him had been\nraised.\n","\n   Lee, fired this year from Los Alamos for security violations,\nhas not been charged with a crime and has denied spying. After his\nouster, investigators found that he had loaded many secret files\nonto an unsecured computer, raising the risk that they could fall\ninto the wrong hands.\n","\n   The inquiry most likely would not have come into public view had\nit not been for a series of unrelated disclosures about China.\n","\n   In April 1998, The New York Times reported that two U.S.\naerospace companies were under criminal investigation for providing\nrocket data to Chinese scientists.\n","\n   A furor erupted in Congress. The House created a select\ncommittee led by Cox, to look into whether the administration's\nincreasingly open policies on satellite exports had compromised\nnational security.\n","\n   There was no hint the committee would end up studying nuclear\nbombs. None of its 47 staff members had any experience in atomic\ndesign.\n","\n   Composed of five Republicans and four Democrats, the committee\ndid not learn of the suspected Chinese nuclear espionage until\nOctober 1998, just a few months before its mandate expired. On Nov.\n12 and Dec. 16 it held secret hearings in which Trulock was called\nas the star witness.\n","\n   In January, after three months of investigation, the committee\ncompleted a secret manuscript. In May, after a lengthy argument\nwith the White House over what could be made public, it released an\n872-page report. The chapter on atomic espionage, just 37 pages,\ngarnered most of the headlines.\n","\n   In fiery prose accompanied by vivid color pictures and charts,\nthe committee charged that Chinese spies had carried off vital\nsecrets about seven of America's most advanced arms.\n","\n   The People's Republic of China, it alleged, ``has stolen\nclassified information on all of the United States' most advanced\nthermonuclear warheads,'' leaping from the clumsy designs of the\n1950s to those that are far more modern and deadly.\n","\n   The main evidence cited was the Chinese document obtained by the\nCIA in 1995 and a 1980s inquiry into spying at the Livermore lab\nthat concluded China had most likely obtained design secrets of the\nneutron bomb. The unclassified version of the report gave no\ndetails of the 1995 document's secret details about the W-88.\n","\n   The report was signed by the committee's four Democrats. But\nimmediately after its release, Rep. John M. Spratt Jr. of South\nCarolina, one of the Democrats, criticized it as rushed,\nsuperficial and exaggerated. The witnesses heard by the committee,\nhe added, ``did not have the technical background to fully assess\nthe nature or value of the information lost.''\n","\n   nn\n","\n   THE DEBATE: ANALYSTS SIFT FOR THE TRUTH\n","\n   Since then, Spratt's critique has been echoed and amplified by a\nrange of top scientists and bomb designers who say Beijing could\nhave miniaturized its warheads on its own without spying.\n","\n   Richard L. Garwin, a physicist who has long advised Washington\non nuclear arms, recently on a bipartisan team led by former\nDefense Secretary Donald H. Rumsfeld, said, ``There is no reason to\nbelieve that China could not have built perfectly adequate\nwarheads'' for a range of modern missiles ``from nuclear technology\nthat it developed itself.''\n","\n   China, several officials said, simply went down the same path as\nother nuclear powers, helped along by the general knowledge of what\nthe United States had achieved: proof that hydrogen bombs can be\nmade very small but nonetheless very powerful.\n","\n   ``Every state has come to it,'' said one federal official,\nreferring to breakthroughs in atomic triggers by the Soviet Union,\nBritain and France. ``Now they've got it, too.''\n","\n   Hawkins, the head of international security studies at Los\nAlamos, which is clearly on the defensive because of the spy\nscandal, said the basic physics of bombs and missiles push weapons\ndesigners in roughly the same direction. To obtain the best\nperformance, he said, engineers are invariably led toward narrow\nnose cones about 16 degrees wide _ if cut from a pie, a very modest\nslice.\n","\n   ``Once you realize that,'' Hawkins said, ``it drives every\nnation down similar paths. Eventually, all weapons systems will\nlook alike. It has to do more with physics than espionage.''\n","\n   That view is not universally accepted.\n","\n   Henson, the analyst who first sounded the alarm at Los Alamos,\nsaid there was nothing in the design of missile nose cones that\npropelled a scientist to shape the core of an atomic trigger into\nan oval.\n","\n   Do scientific and technical analyses automatically ``draw you to\na watermelon?'' he asked, alluding to the shape of the top-secret\ndesign. ``That's not true.\n","\n   ``It's beyond a shadow of a doubt,'' Henson added. ``Major\nespionage took place.''\n","\n   American intelligence agencies are less categorical. Analysts\nhave concluded that espionage played a role in Beijing's advance,\nbut cannot identify a hard link comparable to the Soviet Union's\ntheft in the 1940s of the American design for the first atom bomb.\n","\n   ``Everybody has come to the same conclusion,'' said a top\nadministration official who has closely scrutinized the secret\ndata. ``We don't have a smoking gun.''\n","\n   A federal intelligence study done last year, which the Cox\ncommittee drew on, said American secrets lost between 1984 and 1988\nlet the Chinese ``accelerate their nuclear weapons program well\nbeyond indigenous capabilities,'' a view that echoed the original\nLos Alamos finding.\n","\n   A damage assessment by the American intelligence community, made\npublic in April, said a mix of espionage, openly available data and\nscientific acumen had greatly lengthened Chinese strides. Stolen\nsecrets, it said, ``could help'' Beijing develop a mobile missile\nand ``probably accelerated its program to develop future nuclear\nweapons.''\n","\n   In June, the president's Foreign Intelligence Advisory Board,\nwhich did its own investigation, said both congressional and\nadministration leaders had engaged in ``simplification and\nhyperbole'' in the spy case. Neither dramatic damage assessments\nnor categorical reassurances, it said, were wholly substantiated.\n","\n   And Hawkins, the Los Alamos official, said the specific secrets\nknown to have been seized by the Chinese, principally those\ndetailed in the 1995 document, would have been little help to a\nbomb maker, and far from Trulock's road map. As for an H-bomb's\ninnards, what designers call the physics package, Hawkins said the\ndocuments ``describe nothing significant.''\n","\n   Cox insisted that highly classified intelligence data available\nto his committee showed a more persuasive case than has emerged\npublicly. ``There are more interpolating facts'' that closely tie\nlost W-88 secrets to Beijing's advance, he said.\n","\n   But a federal official cited intelligence data about China's\natomic trigger showing it to be anything but an exact copy. ``It\nturns out the W-88 is slightly smaller,'' said the official, who\nbelieves Beijing may have made the advance on its own.\n","\n   It remains unresolved how China got the W-88 secrets in the\nfirst place, but a consensus is emerging that the search for the\nleak narrowed too quickly to Los Alamos.\n","\n   Studies by the Senate as well as the president's foreign\nintelligence board this year raised serious questions about whether\nthe FBI and Energy Department had too quickly focused on the\nweapons lab. No evidence has pinpointed it as the leak's source.\n","\n   Vrooman, the head of counterintelligence at the laboratory from\n1987 until 1998, noted that one secret document describing the\ndesign of the W-88 warhead went to 548 mailing addresses throughout\nthe government and military. Some administration experts believe\nthe data described by the Chinese in the 1995 document came from\nengineering plans or from secret manuals on military bases.\n","\n   ``That kind of information was widely available,'' said Drell of\nStanford, who served on the president's advisory board\ninvestigation. ``The manuals that went out had pictures and\nnumbers. If a submarine came in, and there was a problem, they had\nto know what they were dealing with.''\n","\n   However Beijing made its miniaturization advance _ on its own,\nby theft or a combination of the two _ it is apparently proud\nenough to boast about it publicly, at least among its friends in\nthe mountains of New Mexico. Henson said a Chinese arms scientist,\nSun Cheng Wei, bragged of the breakthrough a few years ago at Los\nAlamos, telling an open seminar that China had forged significantly\nahead in nuclear arms.\n","\n   ``What he said,'' recalled Henson, who attended the talk, ``was\nthat for a long time they were dealing only with round designs, and\nthen only watermelons.''\n"]}