{"DocumentId":"NYT19990305.0412","TopicId":"NYT","Relevance":"0","Body":" BC-EXCLUSIVE-NUKE-SECURITY-ART-1STLD-WRITETHRU-5TAKES-NYT \nCHINA STOLE NUCLEAR SECRETS FROM LOS ALAMOS, U.S. OFFICIALS SAY \n\n  \n (SUBS to insert two new grafs near end of 1st take, beginning ``But\nafter learning ...'' Adjusts subsequent references to Sandy Berger\naccordingly. Corrects spelling to ``Federico'' from ``Frederico''\nin 3rd take. No other changes.) (ART ADV: Photo is being sent to NYT photo clients. Graphic is\nbeing sent to NYT graphic clients. Non-subscribers can make\nindividual purchase by calling (888) 603-1036 or (888) 346-9867.) \n(mk) \n By JAMES RISEN and JEFF GERTH   \n c.1999 N.Y. Times News Service   \n\n   WASHINGTON _ Working with nuclear secrets stolen from a U.S.\ngovernment laboratory, China has made a leap in the development of\nnuclear weapons: the miniaturization of its bombs, according to\nadministration officials.\n\n   Until recently, China's nuclear weapons designs were a\ngeneration behind those of the United States, largely because\nBeijing was unable to produce small warheads that could be launched\nfrom a single missile at multiple targets and form the backbone of\na modern nuclear force.\n\n   But by the mid-1990s, China had built and tested such small\nbombs, a breakthrough that officials say was accelerated by the\ntheft of U.S. nuclear secrets from Los Alamos National Laboratory\nin New Mexico.\n\n   The espionage is believed to have occurred in the mid-1980s,\nofficials said. But it was not detected until 1995, when American\nexperts analyzing Chinese nuclear test results found similarities\nto America's most advanced miniature warhead, the W-88.\n\n   By the next year, government investigators had identified a\nsuspect, an American scientist at Los Alamos laboratory, where the\natomic bomb was first developed. The investigators also concluded\nthat Beijing was continuing to steal secrets from the government's\nmajor nuclear weapons laboratories, which had been increasingly\nopened to foreign visitors since the end of the Cold War.\n\n   The White House was told of the full extent of China's spying in\nthe summer of 1997, on the eve of the first U.S.-Chinese summit\nmeeting in eight years _ a meeting intended to dramatize the\nsuccess of President Clinton's efforts to improve relations with\nBeijing.\n\n   White House officials say they took the allegations seriously;\nas proof of this they cite Clinton's ordering the labs within six\nmonths to improve security.\n\n   But some U.S. officials assert that the White House sought to\nminimize the espionage issue for policy reasons.\n\n   ``This conflicted with their China policy,'' said a U.S.\nofficial, who like many others in this article spoke on condition\nof anonymity. ``It undercut the administration's efforts to have a\nstrategic partnership with the Chinese.''\n\n   The White House denies the assertions. ``The idea that we tried\nto cover up or downplay these allegations to limit the damage to\nUnited States-Chinese relations is absolutely wrong,'' said Gary\nSamore, the senior National Security Council official who handled\nthe issue.\n\n   Yet a reconstruction by The New York Times reveals that\nthroughout the government, the response to the nuclear theft was\nmarked by delays, inaction and skepticism _ even though senior\nintelligence officials regarded it as one of the most damaging spy\ncases in recent history.\n\n   Initially, the FBI did not aggressively pursue the criminal\ninvestigation of lab theft, U.S. officials said. Now, nearly three\nyears later, no arrests have been made.\n\n   Only in the last several weeks, after prodding from Congress and\nthe secretary of energy, have government officials administered lie\ndetector tests to the main suspect, a Los Alamos computer scientist\nwho is Chinese-American. The suspect failed a test in February,\naccording to senior administration officials.\n\n   At the Energy Department, officials waited more than a year to\nact on the FBI's 1997 recommendations to improve security at the\nweapons laboratories and restrict the suspect's access to\nclassified information, officials said.\n\n   The department's chief of intelligence, who raised the first\nalarm about the case, was ordered last year by senior officials not\nto tell Congress about his findings because critics might use them\nto attack the administration's China policies, officials said.\n\n   And at the White House, senior aides to Clinton fostered a\nskeptical view of the evidence of Chinese espionage and its\nsignificance.\n\n   White House officials, for example, said they determined on\nlearning of it that the Chinese spying would have no bearing on the\nadministration's dealings with China, which included the increased\nexports of satellites and other militarily useful items. They\ncontinued to advocate looser controls over sales of supercomputers\nand other equipment, even as intelligence analysts documented the\nscope of China's espionage.\n\n   But after learning that Samore had insisted that this case had\nno implications for China policy, the president's national security\nadviser, Sandy Berger, acknowledged Friday night that the case was\nclearly relevant.\n\n   ``We already knew that China was a country that ought not to get\nsensitive technology,'' Berger said. ``This reinforced that.''\n\n   Samore, the Security Council official, did not accept the Energy\nDepartment's conclusion that China's nuclear advances stemmed\nlargely from the theft of U.S. secrets.\n\n   In 1997, as Clinton prepared to meet with President Jiang Zemin\nof China, he asked the CIA for a quick alternative analysis of the\nissue. The agency found that China had stolen secrets from Los\nAlamos but differed with the Energy Department over the\nsignificance of the spying.\n\n   nn\n\n   In personal terms, the handling of this case is very much the\nstory of the Energy Department intelligence official who first\nraised questions about the Los Alamos case, Notra Trulock.\n\n   Trulock became a secret star witness before a select\ncongressional committee last fall. In a unanimous report that\nremains secret, the bipartisan panel embraced his conclusions about\nChinese espionage, officials said. Taking issue with the White\nHouse's view, the panel saw clear implications in the espionage\ncase for U.S.-China policy, and has now made dozens of\npolicy-related recommendations, officials said.\n\n   A debate still rages within the government over whether Trulock\nwas right about the significance of the Los Alamos nuclear theft.\nBut even senior administration officials who do not think so credit\nTrulock with forcing them to confront the realities of Chinese\natomic espionage.\n\n   China's technical advance allows it to make mobile missiles,\nballistic missiles with multiple warheads and small warheads for\nsubmarines _ the main elements of a modern nuclear force.\n\n   While White House officials question whether China will actually\ndeploy a more advanced nuclear force soon, they acknowledge that\nBeijing has made plans to do so.\n\n   In early 1996 Trulock traveled to CIA headquarters to tell\nofficials there of the evidence his team had gathered on the\napparent Chinese theft of U.S. nuclear designs.\n\n   As Trulock gathered his charts and drawings and wrapped up his\ntop-secret briefing, the agency's chief spy hunter, Paul Redmond,\nsat stunned.\n\n   At the dawn of the Atomic Age, a Soviet spy ring that included\nJulius Rosenberg had stolen the first nuclear secrets out of Los\nAlamos. Now, at the end of the Cold War, the Chinese seemed to have\nsucceeded in penetrating the same weapons lab.\n\n   ``This is going to be just as bad as the Rosenbergs,'' Redmond\nrecalled saying.\n\n   The evidence that so alarmed him had surfaced a year earlier.\nSenior nuclear weapons experts at Los Alamos, poring over data from\nthe most recent Chinese underground nuclear tests, had detected\neerie similarities between the latest Chinese and U.S. bomb\ndesigns.\n\n   From what they could tell, Beijing was testing a smaller and\nmore lethal nuclear device configured remarkably like the W-88, the\nmost modern, miniaturized warhead in the U.S. arsenal. In April\n1995, they brought their findings to Trulock.\n\n   Officials declined to detail the evidence uncovered by the Los\nAlamos scientists, who have access to a wide range of classified\nintelligence data and seismic and other measurements.\n\n   But just as the scientists were piecing it together, they were\nhanded an intelligence windfall from Beijing.\n\n   In June 1995, they were told, a Chinese official gave CIA\nanalysts what appeared to be a 1988 Chinese government document\ndescribing the country's nuclear weapons program. The document, a\nsenior official said, specifically mentioned the W-88 and described\nsome of the warhead's key design features.\n\n   The Los Alamos laboratory, where the W-88 had been designed,\nquickly emerged as the most likely source of the leak.\n\n   One of three national weapons labs owned by the Department of\nEnergy, Los Alamos, 35 miles outside Sante Fe, N.M., was\nestablished in 1943 during the Manhattan Project. Trulock and his\nteam knew just how vulnerable Los Alamos was to modern espionage.\n\n   The three labs had long resisted FBI and congressional pressure\nto tighten their security policies. Energy officials acknowledge\nthat there have long been security problems at the labs.\n\n   Los Alamos and Sandia National Laboratories, also in New Mexico,\nhad in 1994 been granted waivers from an Energy Department policy\nthat visiting foreign scientists be subjected to background checks.\n\n   Lab officials resented the intrusions caused by\ncounterintelligence measures, arguing that restrictions on foreign\nvisitors would clash with the labs' new mandate to help Russia and\nother nations safeguard their nuclear stockpiles.\n\n   The Clinton administration was also using increased access to\nthe laboratories to support its policy of engagement with China, as\nhad been done under previous, Republican administrations.\n\n   In December 1996, for example, China's defense minister, Gen.\nChi Haotian, visited Sandia on a Pentagon-sponsored trip. Energy\nDepartment officials were not told in advance, and they later\ncomplained that Chi and his delegation had not received proper\nclearances, officials said.\n\n   Still, there is no evidence in this case that foreign visitors\nwere involved in the theft of information.\n\n   In late 1995 and early 1996, Trulock and his team took their\nfindings to the FBI. A team of FBI and Energy Department officials\ntraveled to the three weapons labs and pored over travel and work\nrecords of lab scientists who had access to the relevant\ntechnology.\n\n   By February the team had narrowed its focus to five possible\nsuspects, including a computer scientist working in the nuclear\nweapons area at Los Alamos, officials said.\n\n   This suspect ``stuck out like a sore thumb,'' said one official.\nIn 1985, for example, the suspect's wife was invited to address a\nChinese conference on sophisticated computer topics even though she\nwas only a secretary at Los Alamos. Her husband, the real expert,\naccompanied her, a U.S. official said.\n\n   By April 1996, the Energy Department decided to brief the White\nHouse. A group of senior officials including Trulock sat down with\nBerger, then Clinton's deputy national security adviser, to tell\nhim that China appeared to have acquired the W-88 and that a spy\nfor China might still be at Los Alamos.\n\n   nn\n\n   ``I was first made aware of this in 1996,'' Berger said in an\ninterview.\n\n   By June the FBI formally opened a criminal investigation into\nthe theft of the W-88 design. But the inquiry made little progress\nover the rest of the year. When Energy Department officials asked\nabout the inquiry at the end of 1996, they came away convinced that\nthe bureau had assigned few resources to the case.\n\n   A senior bureau official acknowledged that his agency was aware\nof the Energy Department's criticism but pointed out that it was\ndifficult to investigate the case without alerting the suspects.\n\n   The bureau maintained tight control over the case. The CIA\ncounterintelligence office, for one, was not kept informed of its\nstatus, according to Redmond, who has since retired.\n\n   Energy Department officials were also being stymied in their\nefforts to address security problems at the laboratories.\n\n   After Federico Pena became energy secretary in early 1997, a\npreviously approved counterintelligence program was quietly placed\non the back burner for more than a year, officials said.\n\n   In April 1997, the FBI issued a classified report on the labs\nthat recommended, among other things, reinstating background checks\non visitors to Los Alamos and Sandia, officials said. The Energy\nDepartment and the labs ignored the FBI recommendation for 17\nmonths. An Energy Department spokeswoman was unable to explain the\ndelay.\n\n   Another official said, ``We couldn't get an order requiring the\nlabs to report to counterintelligence officials when the Chinese\nwere present. All those requirements had been waived.''\n\n   In early 1997, with the FBI's investigation making scant\nprogress and the Energy Department's counterintelligence program in\nlimbo, Trulock and other intelligence officials began to see new\nevidence that the Chinese had other, ongoing spy operations at the\nweapons labs.\n\n   But Trulock was unable to quickly inform senior U.S. officials\nabout the new evidence. He asked to speak directly with Pena, the\nenergy secretary, but had to wait four months for an appointment.\n\n   In an interview, Pena said he did not know why Trulock was kept\nwaiting until July but recalled that he ``brought some very\nimportant issues to my attention and that's what we need in the\ngovernment.''\n\n   Pena immediately sent Trulock back to the White House _ and to\nBerger.\n\n   ``In July 1997 Sandy was briefed fully by the DOE on China's\nfull access to nuclear weapons designs, a much broader pattern''\nsaid one White House official.\n\n   Officials said Berger was told that there was evidence of\nseveral other Chinese espionage operations that were still under\nway inside the weapons labs.\n\n   That news, several officials said, raised the importance of the\nissue. The suspected Chinese thefts were no longer just ancient\nhistory, problems that had happened on another administration's\nwatch.\n\n   Berger quickly briefed Clinton on what he had learned and kept\nhim updated over the next few months, a White House official said.\n\n   As Trulock spread the alarm, his warnings were reinforced by CIA\nDirector George Tenet and FBI Director Louis Freeh, who met with\nPena to discuss the lax security at the labs that summer.\n\n   ``I was very shocked by it, and I went to work on shifting the\nbalance in favor of security,'' Pena said. He and his aides began\nto meet with White House officials to prepare a presidential order\non lab security.\n\n   The FBI assigned more agents to the W-88 investigation,\ngathering new and more troubling evidence about the prime suspect.\n\n   According to officials, the agents learned that the suspect had\ntraveled to Hong Kong without reporting the trip as required by\ngovernment regulations. In Hong Kong, officials said, the FBI found\nrecords showing that the scientist had obtained $700 from the\nAmerican Express office. Investigators suspect he used it to buy an\nairline ticket to Shanghai, inside the People's Republic of China.\n\n   With Berger now paying close attention, the White House became\ndeeply involved in evaluating the seriousness of the thefts and\nsolving the counterintelligence problems at the laboratories.\n\n   Trulock's new findings came at a crucial moment in U.S.-China\nrelations. Congress was examining the role of foreign money in the\n1996 campaign, amid charges that Beijing had secretly funneled\nmoney into Democratic coffers.\n\n   The administration was also moving to strengthen its strategic\nand commercial links with China. Clinton had already eased the\ncommercial sale of supercomputers and satellite technology to\nChina, and now he wanted to cement a nuclear cooperation agreement\nat the upcoming summit, enabling American companies to sell China\nnew commercial nuclear reactors.\n\n   In August 1997, Berger flew to Beijing to prepare for the\nOctober summit. He assigned Samore, a senior NSC aide in charge of\nproliferation issues, to assess the damage from the Los Alamos spy\ncase.\n\n   After receiving a briefing from Trulock in August, Samore asked\nthe CIA's directorate of intelligence to get a second opinion on\nhow China had developed its smaller nuclear warheads. It was, an\nNSC aide said, ``a quick study done at our request.''\n\n   The analysts agreed that there had been a serious compromise of\nsensitive technology through espionage at the weapons labs, but\nwere far less conclusive about the extent of the damage. The CIA\nargued that China's sudden advance in nuclear design could be\ntraced in part to other causes, including the ingenuity of\nBeijing's scientists.\n\n   ``The areas of agreement between DOE and CIA were that China\ndefinitely benefited from access to U.S. nuclear weapons\ninformation that was obtained from open sources, conversations with\nDOE scientists in the U.S. and China, and espionage,'' said a U.S.\nofficial.\n\n   ``The disagreement is in the area of specific nuclear weapons\ndesigns. Trulock's briefing was based on a worst-case scenario,\nwhich CIA believes was not supported by available intelligence. CIA\nthinks the Chinese have benefited from a variety of sources,\nincluding from the Russians and their own indigenous efforts.''\n\n   nn\n\n   Samore assembled the competing teams of CIA and DOE analysts in\nmid-October for a meeting in his White House office that turned\ninto a tense debate.\n\n   The CIA report noted that China and Russia were cooperating on\nnuclear issues, indicating that this was another possible\nexplanation of Beijing's improved warheads.\n\n   Trulock said this was a misreading of the evidence, which\nincluded intercepted communications between Russian and Chinese\nexperts. The Russians were offering advice on how to measure the\nsuccess of nuclear tests, not design secrets. In fact, Trulock\nargued, the Russian measurement techniques were used to help the\nChinese analyze the performance of a weapon that Los Alamos experts\nbelieved was based on a U.S. design.\n\n   ``At the meeting, Notra Trulock said that he thought the CIA was\nunderplaying the effect that successful Chinese espionage\noperations in the weapons labs had had on the Chinese nuclear\nweapons program,'' said one official.\n\n   Relying on the CIA report, Samore told Berger in late September\nthat the picture was less conclusive than Trulock was arguing.\nOfficials said he began to relay that view before hearing Trulock's\nrebuttal of the CIA study at the October meeting.\n\n   Samore told Berger ``there isn't enough information to resolve\nthe debate, there is no definitive answer, but in any event this\nclearly illustrates weaknesses in DOE's counterintelligence\ncapability,'' said one official familiar with Samore's\npresentation.\n\n   CIA officials strenuously deny that the agency's analysts\nintended to downplay Trulock's findings.\n\n   The FBI inquiry was stalled. At a September 1997 meeting between\nFBI and Energy Department officials, Freeh concluded that the\nbureau did not have enough evidence to arrest the suspect,\naccording to officials.\n\n   The crime was believed to have occurred more than a decade\nearlier. Investigators did not then have sufficient evidence to\nobtain a secret wiretap on the suspect, making it difficult to\nbuild a strong criminal case, according to U.S. officials. FBI\nofficials say that Chinese spy activities are far more difficult to\ninvestigate than the more traditional espionage operations of the\nformer Soviet Union.\n\n   But even if the bureau couldn't build a case, the Energy\nDepartment could still take some action against someone holding a\nU.S. security clearance. Freeh told DOE officials that there was no\nlonger an investigative reason to allow the suspect to remain in\nhis sensitive position, officials said. In espionage cases, the FBI\noften wants suspects left alone by their employers for fear of\ntipping them off prematurely.\n\n   But the suspect was allowed to keep his job and retain his\nsecurity clearances for more than a year after the meeting with\nFreeh, according to U.S. officials.\n\n   In late 1997, the NSC did begin to draft a new\ncounterintelligence plan for the weapons labs, and Clinton signed\nthe order mandating the new measures in February 1998. In April, a\nformer FBI counterintelligence agent, Ed Curran, was named to run a\nmore vigorous counterintelligence office at Energy Department\nheadquarters.\n\n   The administration explained aspects of the case to aides\nworking for the House and Senate intelligence committees beginning\nin 1996. But few in Congress grasped the magnitude of what had\nhappened.\n\n   In July 1998, the House Intelligence Committee requested an\nupdate on the case, officials said. Trulock forwarded the request\nin a memo to, and in conversations with, Elizabeth Moler, then\nacting energy secretary. Ms. Moler ordered him not to brief the\nHouse panel for fear that the information would be used to attack\nthe president's China policy, according to an account he later gave\ncongressional investigators. Ms. Moler, now a Washington lawyer,\nsays she does not remember the request to allow Trulock to brief\nCongress and denies delaying the process.\n\n   In October, Ms. Moler, then deputy secretary, stopped Trulock\nfrom delivering written testimony on espionage activities in the\nlabs to a closed session of the House National Security Committee.\n\n   Ms. Moler told Trulock to rewrite his testimony to limit it to\nthe announced subject of the hearing, foreign visitors to the labs,\nan Energy Department spokeswoman said. The issue came up\nnonetheless when committee members asked follow-up questions,\nEnergy Department officials said.\n\n   Key lawmakers began to learn about the extent of the Chinese\ntheft of U.S. nuclear secrets late in 1998, when a select committee\ninvestigating the transfers of sensitive U.S. technology to China,\nchaired by Rep. Christopher Cox, R-Calif., heard from Trulock.\n\n   Administration officials sa that Congress was adequately\ninformed, but leading Democrats and Republicans disagree. Rep.\nNorman Dicks, D-Wash., the ranking minority member on the House\nIntelligence Committee and also a member of the Cox committee, said\nthat he and Rep. Porter Goss, R-Fla., chairman of the House\nintelligence panel, were not adequately informed.\n\n   nn\n\n   ``Porter Goss and I were not properly briefed about the\ndimensions of the problem,'' he said, adding: ``It was\ncompartmentalized and disseminated over the years in dribs and\ndrabs so that the full extent of the problem was not known until\nthe Cox committee.''\n\n   Last fall, midway through the Cox panel's inquiry, a new\nsecretary of energy, Bill Richardson, arrived on the job.\n\n   After being briefed by Trulock, Richardson quickly reinstated\nbackground checks on all foreign visitors, a move recommended 17\nmonths earlier by the FBI. He also doubled the counterintelligence\nbudget and placed more former FBI counterintelligence experts at\nthe labs.\n\n   But Richardson also became concerned about what the Cox panel\nwas finding out.\n\n   So in October he cornered Berger at a high-level meeting and\nurged him to put someone in charge of coordinating the\nadministration's dealings with the Cox committee.\n\n   Berger turned again to Samore, officials said.\n\n   By December, Dicks, in his role as the ranking Democratic member\nof the Cox panel, was growing impatient with the administration's\nslow response to ongoing requests from the committee and its\ninaction on the Los Alamos spy case. Dicks told Richardson, a\nformer colleague in the House, that he needed to take action,\nRichardson recalled.\n\n   Dicks' complaints helped prompt Richardson to call Freeh twice\nin one day in December about the inquiry, an official said.\n\n   The suspect was given a polygraph, or lie-detector test, in\nDecember, by the Energy Department. Unsatisfied, the FBI\nadministered a second test in February, and officials said the\nsuspect was found to be deceptive. It is not known what questions\nprompted the purportedly deceptive answers.\n\n   As the FBI investigation intensified, the Cox Committee\ncompleted a 700-page secret report which found that China's theft\nof US secrets had harmed U.S. national security _ saving the\nChinese untold time and money in nuclear weapons research.\n\n   After hearing from both the CIA and Energy Department analysts,\nthe bi-partisan panel unanimously came down on the side of\nTrulock's assessment, officials said.\n\n   Now, the CIA and other agencies, at the request of the Cox\nCommittee, are conducting a new, more thorough damage assessment of\nthe case, even as the debate continues to rage throughout the\nintelligence community over whether Trulock has overstated the\ndamage from Chinese espionage.\n\n   Meanwhile, Trulock has been moved from head of DOE's\nintelligence office to acting deputy. While Richardson and other\nEnergy Department officials praise Trulock's work and deny he has\nbeen mistreated, some in Congress suspect he has been demoted for\nhelping the Cox Committee.\n\n   Redmond, the CIA's former counterintelligence chief, who made\nhis name by unmasking Soviet mole Aldrich Ames at the CIA, has no\ndoubts about the significance of what Trulock uncovered.\n\n   He said: ``This was far more damaging to the national security\nthan Aldrich Ames.''\n","Headline":"\nCHINA STOLE NUCLEAR SECRETS FROM LOS ALAMOS, U.S. OFFICIALS SAY \n","Text":["\n   WASHINGTON _ Working with nuclear secrets stolen from a U.S.\ngovernment laboratory, China has made a leap in the development of\nnuclear weapons: the miniaturization of its bombs, according to\nadministration officials.\n","\n   Until recently, China's nuclear weapons designs were a\ngeneration behind those of the United States, largely because\nBeijing was unable to produce small warheads that could be launched\nfrom a single missile at multiple targets and form the backbone of\na modern nuclear force.\n","\n   But by the mid-1990s, China had built and tested such small\nbombs, a breakthrough that officials say was accelerated by the\ntheft of U.S. nuclear secrets from Los Alamos National Laboratory\nin New Mexico.\n","\n   The espionage is believed to have occurred in the mid-1980s,\nofficials said. But it was not detected until 1995, when American\nexperts analyzing Chinese nuclear test results found similarities\nto America's most advanced miniature warhead, the W-88.\n","\n   By the next year, government investigators had identified a\nsuspect, an American scientist at Los Alamos laboratory, where the\natomic bomb was first developed. The investigators also concluded\nthat Beijing was continuing to steal secrets from the government's\nmajor nuclear weapons laboratories, which had been increasingly\nopened to foreign visitors since the end of the Cold War.\n","\n   The White House was told of the full extent of China's spying in\nthe summer of 1997, on the eve of the first U.S.-Chinese summit\nmeeting in eight years _ a meeting intended to dramatize the\nsuccess of President Clinton's efforts to improve relations with\nBeijing.\n","\n   White House officials say they took the allegations seriously;\nas proof of this they cite Clinton's ordering the labs within six\nmonths to improve security.\n","\n   But some U.S. officials assert that the White House sought to\nminimize the espionage issue for policy reasons.\n","\n   ``This conflicted with their China policy,'' said a U.S.\nofficial, who like many others in this article spoke on condition\nof anonymity. ``It undercut the administration's efforts to have a\nstrategic partnership with the Chinese.''\n","\n   The White House denies the assertions. ``The idea that we tried\nto cover up or downplay these allegations to limit the damage to\nUnited States-Chinese relations is absolutely wrong,'' said Gary\nSamore, the senior National Security Council official who handled\nthe issue.\n","\n   Yet a reconstruction by The New York Times reveals that\nthroughout the government, the response to the nuclear theft was\nmarked by delays, inaction and skepticism _ even though senior\nintelligence officials regarded it as one of the most damaging spy\ncases in recent history.\n","\n   Initially, the FBI did not aggressively pursue the criminal\ninvestigation of lab theft, U.S. officials said. Now, nearly three\nyears later, no arrests have been made.\n","\n   Only in the last several weeks, after prodding from Congress and\nthe secretary of energy, have government officials administered lie\ndetector tests to the main suspect, a Los Alamos computer scientist\nwho is Chinese-American. The suspect failed a test in February,\naccording to senior administration officials.\n","\n   At the Energy Department, officials waited more than a year to\nact on the FBI's 1997 recommendations to improve security at the\nweapons laboratories and restrict the suspect's access to\nclassified information, officials said.\n","\n   The department's chief of intelligence, who raised the first\nalarm about the case, was ordered last year by senior officials not\nto tell Congress about his findings because critics might use them\nto attack the administration's China policies, officials said.\n","\n   And at the White House, senior aides to Clinton fostered a\nskeptical view of the evidence of Chinese espionage and its\nsignificance.\n","\n   White House officials, for example, said they determined on\nlearning of it that the Chinese spying would have no bearing on the\nadministration's dealings with China, which included the increased\nexports of satellites and other militarily useful items. They\ncontinued to advocate looser controls over sales of supercomputers\nand other equipment, even as intelligence analysts documented the\nscope of China's espionage.\n","\n   But after learning that Samore had insisted that this case had\nno implications for China policy, the president's national security\nadviser, Sandy Berger, acknowledged Friday night that the case was\nclearly relevant.\n","\n   ``We already knew that China was a country that ought not to get\nsensitive technology,'' Berger said. ``This reinforced that.''\n","\n   Samore, the Security Council official, did not accept the Energy\nDepartment's conclusion that China's nuclear advances stemmed\nlargely from the theft of U.S. secrets.\n","\n   In 1997, as Clinton prepared to meet with President Jiang Zemin\nof China, he asked the CIA for a quick alternative analysis of the\nissue. The agency found that China had stolen secrets from Los\nAlamos but differed with the Energy Department over the\nsignificance of the spying.\n","\n   nn\n","\n   In personal terms, the handling of this case is very much the\nstory of the Energy Department intelligence official who first\nraised questions about the Los Alamos case, Notra Trulock.\n","\n   Trulock became a secret star witness before a select\ncongressional committee last fall. In a unanimous report that\nremains secret, the bipartisan panel embraced his conclusions about\nChinese espionage, officials said. Taking issue with the White\nHouse's view, the panel saw clear implications in the espionage\ncase for U.S.-China policy, and has now made dozens of\npolicy-related recommendations, officials said.\n","\n   A debate still rages within the government over whether Trulock\nwas right about the significance of the Los Alamos nuclear theft.\nBut even senior administration officials who do not think so credit\nTrulock with forcing them to confront the realities of Chinese\natomic espionage.\n","\n   China's technical advance allows it to make mobile missiles,\nballistic missiles with multiple warheads and small warheads for\nsubmarines _ the main elements of a modern nuclear force.\n","\n   While White House officials question whether China will actually\ndeploy a more advanced nuclear force soon, they acknowledge that\nBeijing has made plans to do so.\n","\n   In early 1996 Trulock traveled to CIA headquarters to tell\nofficials there of the evidence his team had gathered on the\napparent Chinese theft of U.S. nuclear designs.\n","\n   As Trulock gathered his charts and drawings and wrapped up his\ntop-secret briefing, the agency's chief spy hunter, Paul Redmond,\nsat stunned.\n","\n   At the dawn of the Atomic Age, a Soviet spy ring that included\nJulius Rosenberg had stolen the first nuclear secrets out of Los\nAlamos. Now, at the end of the Cold War, the Chinese seemed to have\nsucceeded in penetrating the same weapons lab.\n","\n   ``This is going to be just as bad as the Rosenbergs,'' Redmond\nrecalled saying.\n","\n   The evidence that so alarmed him had surfaced a year earlier.\nSenior nuclear weapons experts at Los Alamos, poring over data from\nthe most recent Chinese underground nuclear tests, had detected\neerie similarities between the latest Chinese and U.S. bomb\ndesigns.\n","\n   From what they could tell, Beijing was testing a smaller and\nmore lethal nuclear device configured remarkably like the W-88, the\nmost modern, miniaturized warhead in the U.S. arsenal. In April\n1995, they brought their findings to Trulock.\n","\n   Officials declined to detail the evidence uncovered by the Los\nAlamos scientists, who have access to a wide range of classified\nintelligence data and seismic and other measurements.\n","\n   But just as the scientists were piecing it together, they were\nhanded an intelligence windfall from Beijing.\n","\n   In June 1995, they were told, a Chinese official gave CIA\nanalysts what appeared to be a 1988 Chinese government document\ndescribing the country's nuclear weapons program. The document, a\nsenior official said, specifically mentioned the W-88 and described\nsome of the warhead's key design features.\n","\n   The Los Alamos laboratory, where the W-88 had been designed,\nquickly emerged as the most likely source of the leak.\n","\n   One of three national weapons labs owned by the Department of\nEnergy, Los Alamos, 35 miles outside Sante Fe, N.M., was\nestablished in 1943 during the Manhattan Project. Trulock and his\nteam knew just how vulnerable Los Alamos was to modern espionage.\n","\n   The three labs had long resisted FBI and congressional pressure\nto tighten their security policies. Energy officials acknowledge\nthat there have long been security problems at the labs.\n","\n   Los Alamos and Sandia National Laboratories, also in New Mexico,\nhad in 1994 been granted waivers from an Energy Department policy\nthat visiting foreign scientists be subjected to background checks.\n","\n   Lab officials resented the intrusions caused by\ncounterintelligence measures, arguing that restrictions on foreign\nvisitors would clash with the labs' new mandate to help Russia and\nother nations safeguard their nuclear stockpiles.\n","\n   The Clinton administration was also using increased access to\nthe laboratories to support its policy of engagement with China, as\nhad been done under previous, Republican administrations.\n","\n   In December 1996, for example, China's defense minister, Gen.\nChi Haotian, visited Sandia on a Pentagon-sponsored trip. Energy\nDepartment officials were not told in advance, and they later\ncomplained that Chi and his delegation had not received proper\nclearances, officials said.\n","\n   Still, there is no evidence in this case that foreign visitors\nwere involved in the theft of information.\n","\n   In late 1995 and early 1996, Trulock and his team took their\nfindings to the FBI. A team of FBI and Energy Department officials\ntraveled to the three weapons labs and pored over travel and work\nrecords of lab scientists who had access to the relevant\ntechnology.\n","\n   By February the team had narrowed its focus to five possible\nsuspects, including a computer scientist working in the nuclear\nweapons area at Los Alamos, officials said.\n","\n   This suspect ``stuck out like a sore thumb,'' said one official.\nIn 1985, for example, the suspect's wife was invited to address a\nChinese conference on sophisticated computer topics even though she\nwas only a secretary at Los Alamos. Her husband, the real expert,\naccompanied her, a U.S. official said.\n","\n   By April 1996, the Energy Department decided to brief the White\nHouse. A group of senior officials including Trulock sat down with\nBerger, then Clinton's deputy national security adviser, to tell\nhim that China appeared to have acquired the W-88 and that a spy\nfor China might still be at Los Alamos.\n","\n   nn\n","\n   ``I was first made aware of this in 1996,'' Berger said in an\ninterview.\n","\n   By June the FBI formally opened a criminal investigation into\nthe theft of the W-88 design. But the inquiry made little progress\nover the rest of the year. When Energy Department officials asked\nabout the inquiry at the end of 1996, they came away convinced that\nthe bureau had assigned few resources to the case.\n","\n   A senior bureau official acknowledged that his agency was aware\nof the Energy Department's criticism but pointed out that it was\ndifficult to investigate the case without alerting the suspects.\n","\n   The bureau maintained tight control over the case. The CIA\ncounterintelligence office, for one, was not kept informed of its\nstatus, according to Redmond, who has since retired.\n","\n   Energy Department officials were also being stymied in their\nefforts to address security problems at the laboratories.\n","\n   After Federico Pena became energy secretary in early 1997, a\npreviously approved counterintelligence program was quietly placed\non the back burner for more than a year, officials said.\n","\n   In April 1997, the FBI issued a classified report on the labs\nthat recommended, among other things, reinstating background checks\non visitors to Los Alamos and Sandia, officials said. The Energy\nDepartment and the labs ignored the FBI recommendation for 17\nmonths. An Energy Department spokeswoman was unable to explain the\ndelay.\n","\n   Another official said, ``We couldn't get an order requiring the\nlabs to report to counterintelligence officials when the Chinese\nwere present. All those requirements had been waived.''\n","\n   In early 1997, with the FBI's investigation making scant\nprogress and the Energy Department's counterintelligence program in\nlimbo, Trulock and other intelligence officials began to see new\nevidence that the Chinese had other, ongoing spy operations at the\nweapons labs.\n","\n   But Trulock was unable to quickly inform senior U.S. officials\nabout the new evidence. He asked to speak directly with Pena, the\nenergy secretary, but had to wait four months for an appointment.\n","\n   In an interview, Pena said he did not know why Trulock was kept\nwaiting until July but recalled that he ``brought some very\nimportant issues to my attention and that's what we need in the\ngovernment.''\n","\n   Pena immediately sent Trulock back to the White House _ and to\nBerger.\n","\n   ``In July 1997 Sandy was briefed fully by the DOE on China's\nfull access to nuclear weapons designs, a much broader pattern''\nsaid one White House official.\n","\n   Officials said Berger was told that there was evidence of\nseveral other Chinese espionage operations that were still under\nway inside the weapons labs.\n","\n   That news, several officials said, raised the importance of the\nissue. The suspected Chinese thefts were no longer just ancient\nhistory, problems that had happened on another administration's\nwatch.\n","\n   Berger quickly briefed Clinton on what he had learned and kept\nhim updated over the next few months, a White House official said.\n","\n   As Trulock spread the alarm, his warnings were reinforced by CIA\nDirector George Tenet and FBI Director Louis Freeh, who met with\nPena to discuss the lax security at the labs that summer.\n","\n   ``I was very shocked by it, and I went to work on shifting the\nbalance in favor of security,'' Pena said. He and his aides began\nto meet with White House officials to prepare a presidential order\non lab security.\n","\n   The FBI assigned more agents to the W-88 investigation,\ngathering new and more troubling evidence about the prime suspect.\n","\n   According to officials, the agents learned that the suspect had\ntraveled to Hong Kong without reporting the trip as required by\ngovernment regulations. In Hong Kong, officials said, the FBI found\nrecords showing that the scientist had obtained $700 from the\nAmerican Express office. Investigators suspect he used it to buy an\nairline ticket to Shanghai, inside the People's Republic of China.\n","\n   With Berger now paying close attention, the White House became\ndeeply involved in evaluating the seriousness of the thefts and\nsolving the counterintelligence problems at the laboratories.\n","\n   Trulock's new findings came at a crucial moment in U.S.-China\nrelations. Congress was examining the role of foreign money in the\n1996 campaign, amid charges that Beijing had secretly funneled\nmoney into Democratic coffers.\n","\n   The administration was also moving to strengthen its strategic\nand commercial links with China. Clinton had already eased the\ncommercial sale of supercomputers and satellite technology to\nChina, and now he wanted to cement a nuclear cooperation agreement\nat the upcoming summit, enabling American companies to sell China\nnew commercial nuclear reactors.\n","\n   In August 1997, Berger flew to Beijing to prepare for the\nOctober summit. He assigned Samore, a senior NSC aide in charge of\nproliferation issues, to assess the damage from the Los Alamos spy\ncase.\n","\n   After receiving a briefing from Trulock in August, Samore asked\nthe CIA's directorate of intelligence to get a second opinion on\nhow China had developed its smaller nuclear warheads. It was, an\nNSC aide said, ``a quick study done at our request.''\n","\n   The analysts agreed that there had been a serious compromise of\nsensitive technology through espionage at the weapons labs, but\nwere far less conclusive about the extent of the damage. The CIA\nargued that China's sudden advance in nuclear design could be\ntraced in part to other causes, including the ingenuity of\nBeijing's scientists.\n","\n   ``The areas of agreement between DOE and CIA were that China\ndefinitely benefited from access to U.S. nuclear weapons\ninformation that was obtained from open sources, conversations with\nDOE scientists in the U.S. and China, and espionage,'' said a U.S.\nofficial.\n","\n   ``The disagreement is in the area of specific nuclear weapons\ndesigns. Trulock's briefing was based on a worst-case scenario,\nwhich CIA believes was not supported by available intelligence. CIA\nthinks the Chinese have benefited from a variety of sources,\nincluding from the Russians and their own indigenous efforts.''\n","\n   nn\n","\n   Samore assembled the competing teams of CIA and DOE analysts in\nmid-October for a meeting in his White House office that turned\ninto a tense debate.\n","\n   The CIA report noted that China and Russia were cooperating on\nnuclear issues, indicating that this was another possible\nexplanation of Beijing's improved warheads.\n","\n   Trulock said this was a misreading of the evidence, which\nincluded intercepted communications between Russian and Chinese\nexperts. The Russians were offering advice on how to measure the\nsuccess of nuclear tests, not design secrets. In fact, Trulock\nargued, the Russian measurement techniques were used to help the\nChinese analyze the performance of a weapon that Los Alamos experts\nbelieved was based on a U.S. design.\n","\n   ``At the meeting, Notra Trulock said that he thought the CIA was\nunderplaying the effect that successful Chinese espionage\noperations in the weapons labs had had on the Chinese nuclear\nweapons program,'' said one official.\n","\n   Relying on the CIA report, Samore told Berger in late September\nthat the picture was less conclusive than Trulock was arguing.\nOfficials said he began to relay that view before hearing Trulock's\nrebuttal of the CIA study at the October meeting.\n","\n   Samore told Berger ``there isn't enough information to resolve\nthe debate, there is no definitive answer, but in any event this\nclearly illustrates weaknesses in DOE's counterintelligence\ncapability,'' said one official familiar with Samore's\npresentation.\n","\n   CIA officials strenuously deny that the agency's analysts\nintended to downplay Trulock's findings.\n","\n   The FBI inquiry was stalled. At a September 1997 meeting between\nFBI and Energy Department officials, Freeh concluded that the\nbureau did not have enough evidence to arrest the suspect,\naccording to officials.\n","\n   The crime was believed to have occurred more than a decade\nearlier. Investigators did not then have sufficient evidence to\nobtain a secret wiretap on the suspect, making it difficult to\nbuild a strong criminal case, according to U.S. officials. FBI\nofficials say that Chinese spy activities are far more difficult to\ninvestigate than the more traditional espionage operations of the\nformer Soviet Union.\n","\n   But even if the bureau couldn't build a case, the Energy\nDepartment could still take some action against someone holding a\nU.S. security clearance. Freeh told DOE officials that there was no\nlonger an investigative reason to allow the suspect to remain in\nhis sensitive position, officials said. In espionage cases, the FBI\noften wants suspects left alone by their employers for fear of\ntipping them off prematurely.\n","\n   But the suspect was allowed to keep his job and retain his\nsecurity clearances for more than a year after the meeting with\nFreeh, according to U.S. officials.\n","\n   In late 1997, the NSC did begin to draft a new\ncounterintelligence plan for the weapons labs, and Clinton signed\nthe order mandating the new measures in February 1998. In April, a\nformer FBI counterintelligence agent, Ed Curran, was named to run a\nmore vigorous counterintelligence office at Energy Department\nheadquarters.\n","\n   The administration explained aspects of the case to aides\nworking for the House and Senate intelligence committees beginning\nin 1996. But few in Congress grasped the magnitude of what had\nhappened.\n","\n   In July 1998, the House Intelligence Committee requested an\nupdate on the case, officials said. Trulock forwarded the request\nin a memo to, and in conversations with, Elizabeth Moler, then\nacting energy secretary. Ms. Moler ordered him not to brief the\nHouse panel for fear that the information would be used to attack\nthe president's China policy, according to an account he later gave\ncongressional investigators. Ms. Moler, now a Washington lawyer,\nsays she does not remember the request to allow Trulock to brief\nCongress and denies delaying the process.\n","\n   In October, Ms. Moler, then deputy secretary, stopped Trulock\nfrom delivering written testimony on espionage activities in the\nlabs to a closed session of the House National Security Committee.\n","\n   Ms. Moler told Trulock to rewrite his testimony to limit it to\nthe announced subject of the hearing, foreign visitors to the labs,\nan Energy Department spokeswoman said. The issue came up\nnonetheless when committee members asked follow-up questions,\nEnergy Department officials said.\n","\n   Key lawmakers began to learn about the extent of the Chinese\ntheft of U.S. nuclear secrets late in 1998, when a select committee\ninvestigating the transfers of sensitive U.S. technology to China,\nchaired by Rep. Christopher Cox, R-Calif., heard from Trulock.\n","\n   Administration officials sa that Congress was adequately\ninformed, but leading Democrats and Republicans disagree. Rep.\nNorman Dicks, D-Wash., the ranking minority member on the House\nIntelligence Committee and also a member of the Cox committee, said\nthat he and Rep. Porter Goss, R-Fla., chairman of the House\nintelligence panel, were not adequately informed.\n","\n   nn\n","\n   ``Porter Goss and I were not properly briefed about the\ndimensions of the problem,'' he said, adding: ``It was\ncompartmentalized and disseminated over the years in dribs and\ndrabs so that the full extent of the problem was not known until\nthe Cox committee.''\n","\n   Last fall, midway through the Cox panel's inquiry, a new\nsecretary of energy, Bill Richardson, arrived on the job.\n","\n   After being briefed by Trulock, Richardson quickly reinstated\nbackground checks on all foreign visitors, a move recommended 17\nmonths earlier by the FBI. He also doubled the counterintelligence\nbudget and placed more former FBI counterintelligence experts at\nthe labs.\n","\n   But Richardson also became concerned about what the Cox panel\nwas finding out.\n","\n   So in October he cornered Berger at a high-level meeting and\nurged him to put someone in charge of coordinating the\nadministration's dealings with the Cox committee.\n","\n   Berger turned again to Samore, officials said.\n","\n   By December, Dicks, in his role as the ranking Democratic member\nof the Cox panel, was growing impatient with the administration's\nslow response to ongoing requests from the committee and its\ninaction on the Los Alamos spy case. Dicks told Richardson, a\nformer colleague in the House, that he needed to take action,\nRichardson recalled.\n","\n   Dicks' complaints helped prompt Richardson to call Freeh twice\nin one day in December about the inquiry, an official said.\n","\n   The suspect was given a polygraph, or lie-detector test, in\nDecember, by the Energy Department. Unsatisfied, the FBI\nadministered a second test in February, and officials said the\nsuspect was found to be deceptive. It is not known what questions\nprompted the purportedly deceptive answers.\n","\n   As the FBI investigation intensified, the Cox Committee\ncompleted a 700-page secret report which found that China's theft\nof US secrets had harmed U.S. national security _ saving the\nChinese untold time and money in nuclear weapons research.\n","\n   After hearing from both the CIA and Energy Department analysts,\nthe bi-partisan panel unanimously came down on the side of\nTrulock's assessment, officials said.\n","\n   Now, the CIA and other agencies, at the request of the Cox\nCommittee, are conducting a new, more thorough damage assessment of\nthe case, even as the debate continues to rage throughout the\nintelligence community over whether Trulock has overstated the\ndamage from Chinese espionage.\n","\n   Meanwhile, Trulock has been moved from head of DOE's\nintelligence office to acting deputy. While Richardson and other\nEnergy Department officials praise Trulock's work and deny he has\nbeen mistreated, some in Congress suspect he has been demoted for\nhelping the Cox Committee.\n","\n   Redmond, the CIA's former counterintelligence chief, who made\nhis name by unmasking Soviet mole Aldrich Ames at the CIA, has no\ndoubts about the significance of what Trulock uncovered.\n","\n   He said: ``This was far more damaging to the national security\nthan Aldrich Ames.''\n"]}