{"DocumentId":"NYT19980708.0179","TopicId":"NYT","Relevance":"0","Body":" BC-VINYL-CHLORIDE-ART-3TAKES-$ADV11-HNS \nTOXIC SECRECY: VINYL CHLORIDE CAN CAUSE CANCER \n\n\n  \n (For use by New York Times News Service clients)  (For weekend release, July 11-12) \n \n(Attn: Ky., La., Mass., Mich., Miss., Ohio, Pa., N.Y.) \n \n(Eds.: Two photos and 1 graphic available on NYT photo service) \n \nBy JIM MORRIS \nc.1998 Houston Chronicle \n\n   LAKE CHARLES, La. _ Blind and comatose, Dan Ross succumbed to\nbrain cancer on Oct. 9, 1990.\n\n   A large and unpretentious man of 46, Ross had spent 23 years at\nthe Conoco _ later Vista _ chemical plant in Lake Charles. He had\nmade a good living, raised a family, saved for retirement.\n\n   After his diagnosis, Ross came to believe that he had struck a\nterrible bargain, forfeiting perhaps 30 years of his life through\nhis willingness to work with vinyl chloride and other\ncancer-causing substances.\n\n   ``Just before he died, he said, `Mama, they killed me,'''\nrecalled his wife, Elaine. ``I promised him I would never let Vista\nor the chemical industry forget who he was.''\n\n   She hasn't.\n\n   Her husband's death set her and a local attorney, William\nBaggett Jr., on a circuitous course of litigation that led to the\nindustry's well-insulated core.\n\n   During the past eight years, Baggett has acquired thousands of\npreviously secret documents, most having to do with vinyl chloride\n_ used to make one of the world's most common plastics.\n\n   These documents suggest that major chemical manufacturers closed\nranks in the late 1950s to contain and counteract evidence of vinyl\nchloride's toxic effects.\n\n   Letters, memoranda and minutes of meetings depict a framework of\ndubious science and painstaking public relations, coordinated by\nthe industry's main trade association.\n\n   There are two dominant themes: avoid disclosure and deny\nliability.\n\n   ``There was a concerted effort to hide this material,'' said Dr.\nDavid Rosner, a professor of public health and history at Columbia\nUniversity who has reviewed many of the documents as part of a\nresearch project. ``It's clear there was chicanery.''\n\n   In a prepared statement, the Chemical Manufacturers Association\ncalled such charges ``irresponsible.'' The group said that it\npromotes a policy of openness among its members.\n\n   ``We took the problem seriously,'' said Dr. Theodore Torkelson,\na retired Dow Chemical toxicologist who chaired the CMA's vinyl\nchloride panel for 11 years in the 1970s and '80s. ``We did what we\nthought was ethical, scientifically sound and morally\nresponsible.''\n\n   The documents present another scenario: That the chemical\ncompanies, through their silence and inertia, subjected at least\ntwo generations of workers to excessive levels of a potent\ncarcinogen that targets the liver, brain, lungs and blood-forming\norgans.\n\n   Although they freely shared health information among themselves,\nthe companies were evasive with their own employees and the\ngovernment. They were unwilling to disrupt the growing market for\npolyvinyl chloride (PVC) plastic, used in everything from pipe to\ngarden hoses.\n\n   ``Even though they may be competitive in some spheres, in others\nthey aren't,'' Baggett said. ``They have a mutual interest in their\nown employees not knowing (about health effects), in their\ncustomers not knowing, in the government not knowing.''\n\n   Put in context by hundreds of interviews, the documents flesh\nout a story that made headlines during the first half of 1974, only\nto be overshadowed by Watergate and Richard Nixon's resignation.\n\n   And they accentuate the problem of occupational cancer, which,\nby some estimates, takes more lives (50,000) each year than AIDS,\nhomicide or suicide, but receives far less attention.\n\n   To this day, most manufacturers acknowledge only that vinyl\nchloride causes angiosarcoma, an extremely rare cancer of the\nliver. They insist that the exposure levels necessary to produce\nthe disease have not been seen in two decades.\n\n   As a rule, this is true.\n\n   Because of government-required controls _ controls the industry\nresisted _ vinyl chloride contamination in and around chemical\nplants has been reduced dramatically.\n\n   Significant exposures in some places occurred well into the\n1980s, however. And unusual cancers other than angiosarcoma\ncontinue to kill chemical workers and retirees prematurely.\n\n   On April 30, Henry Tousaint, who had spent 20 years at the PPG\nIndustries plant in Lake Charles, died of mantle-cell lymphoma at\nage 54.  \n\n     Tousaint and other PPG workers routinely cleaned chemical\nstorage tanks and mixed pesticides, inhaling vinyl chloride,\nbenzene and other carcinogens in the process. Those who complained\nof dizziness or breathing difficulties were given cough syrup, kept\nin gallon jugs, Tousaint said three months before his death.\n\n   ``We didn't know no better,'' he said. ``But they did.''\n\n   Officials at the company's Pittsburgh headquarters would not\ncomment.\n\n   Baggett won large settlements for both the Tousaint and the Ross\nfamilies from PPG, Conoco and Vista, none of which admitted\nculpability. He is building a conspiracy case against 29 other\nchemical companies, the CMA and the Society of the Plastics\nIndustry, alleging that they obfuscated evidence of vinyl\nchloride-related deaths and diseases.\n\n   ``What I hope to achieve, through Billy, is that every man who\nworks in a chemical plant is told the truth and tested on a regular\nbasis in the proper manner,'' Elaine Ross said. ``I want the\nchemical companies to be accountable for every little detail that\nthey don't tell these men.''\n\n     \nTROUBLING TEST RESULTS   \n  \n\n   By the spring of 1959, the evidence was beginning to accrue.  \n\n     Manufacturers of vinyl chloride _ then known only as an\nexplosion hazard and an intoxicant _ came to realize that the\ncompound might be poisoning the people who worked with it.\n\n   Dow had been discreetly testing the sweet-smelling, gaseous\nsubstance on rats, rabbits, guinea pigs and dogs at its Biochemical\nResearch Laboratory in Midland, Mich.\n\n   The results were troubling.\n\n   Adverse liver effects had been seen in animals that had inhaled\nonly 100 parts per million of vinyl chloride, a fraction of the\nconcentration to which many workers were exposed.\n\n   In a letter to the B.F. Goodrich Chemical Co.'s industrial\nhygiene director on May 12, 1959, one of the Dow scientists, V.K.\nRowe, outlined the experimental findings and concluded that vinyl\nchloride could produce ``rather appreciable injury'' among workers\nroutinely exposed to 500 parts per million, then the voluntary\nstandard. Rowe ended his letter with a plea:\n\n   ``... this opinion is not ready for dissemination yet and I\nwould appreciate it if you would hold it in confidence ...''\n\n   For the next 15 years, the Goodrich hygienist and many others\nresponsible for worker health in the chemical industry did a\nremarkable job of honoring such requests.\n\n   Before Dow began its animal work in 1958, there had been few\ninvestigations of vinyl chloride _ although acute effects had been\nseen in guinea pigs as early as 1930, and liver damage had been\nfound in 15 of 45 vinyl chloride workers examined as part of a 1949\nstudy in the Soviet Union.\n\n   The Dow researchers published their data in the American\nIndustrial Hygiene Association Journal in 1961, recommending a\nvinyl chloride exposure limit of 50 ppm.\n\n     \n(MORE)  \n\n   No one outside of Dow listened.\n\n   A 1963 Yale University animal study sponsored by Allied Chemical\nfound no significant effects below 500 ppm.\n\n   ``The industry goofed up,'' said Torkelson, who helped conduct\nthe Dow experiments. ``Probably if they had listened to our 50 ppm\n(recommendation), we wouldn't have had a problem.''\n\n   (The Occupational Safety and Health Administration didn't come\ninto being until 1970; consequently, there was no government agency\nto force companies to act.)\n\n   In the fall of 1964, Goodrich _ which would be commended for\nrevealing a cluster of angiosarcomas at one of its plants a decade\nlater _ sought help from the Kettering Laboratory at the University\nof Cincinnati.  \n\n     A puzzling hand disability had emerged among workers who\ncleaned the reactors _ huge, blenderlike devices in which vinyl\nchloride monomer is turned into PVC resin _ at a Goodrich plant in\nLouisville, Ky.\n\n   At the time, cleaners entered the reactors without respiratory\nprotection to chip away the residue that built up on the walls.\n\n   ``Nobody felt like vinyl chloride was a problem,'' said Jerome\nHeckman, a Washington attorney who has represented the Society of\nthe Plastics Industry for 44 years. ``The workers used to climb\ndown in those damned reactors and play around in them because they\ngot a great high out of it.''\n\n   By 1966, it had become apparent that the hand condition _\nacroosteolysis, characterized by numbness and swelling of the\nfingers _ was systemic, indicative of vinyl chloride's toxicity.\nAnd it was not confined to reactor cleaners.\n\n   The following year, an epidemiological study of vinyl workers\ncommenced at the University of Michigan. All company data, it was\nemphasized, would be held ``in strictest confidence.''\n\n   As the Michigan researchers catalogued cases of acroosteolysis,\nDr. Pier Luigi      Viola, an industrial physician for the Belgian\nchemical firm Solvay, attempted to produce the disease in monkeys\nand rats exposed to vinyl chloride gas in a Rome laboratory.\n\n   Instead, he produced cancer, albeit at high concentrations. U.S.\nmanufacturers grasped the significance of this unexpected finding.\n\n   ``Since this report appears to be so convincing,'' Dr. George\nRoush, medical director of the Ethyl Corp. in New Orleans, wrote to\na colleague on June 24, 1970, ``I suppose that we must consider\nvinyl chloride as a carcinogen ...''\n\n   By the end of 1972, Dr. Cesare Maltoni, an Italian oncologist,\nhad seen angiosarcoma in rats exposed to as little as 250 ppm of\nvinyl chloride. The news traveled quickly across the Atlantic.\n\n   An Allied Chemical memorandum called Maltoni's results\n``disconcerting,'' and a Uniroyal memo concluded, ``The work in\nEurope indicates we have a problem which cannot be ignored.''\n\n     \nWORKERS EXPOSED NEEDLESSLY   \n  \n\n   Although the Michigan acroosteolysis registry ultimately\ncollapsed from lack of industry cooperation, its keepers managed to\nconvey an important message to the Manufacturing Chemists\nAssociation, the trade group that later became the CMA: Get people\nout of the reactors, or at least limit exposures to 50 ppm.  \n\n     The recommendation, included in a confidential report to the\nMCA in February 1969, was not followed.      As a result, workers were\nneedlessly exposed to high levels of vinyl chloride.\n\n     \n(BEGIN OPTIONAL TRIM)   \n  \n\n   William Smith entered his first reactor at the Goodyear Tire and\nRubber Co. plant in Niagara Falls, N.Y., in November 1973.\n\n   He died, at 40, of a brain tumor on Sept. 15, 1993, leaving\nbehind a wife and young daughter. He was hospitalized for the last\neight months of his life, unable to speak.\n\n   ``Every day I went to the hospital, and we would write on a\npad,'' said his wife, Holly Cummings. ``It took him half an hour or\n45 minutes to get one stupid sentence down. It eventually got to\nthe point where he couldn't even nod his head.''\n\n   Cummings settled a lawsuit against Goodyear, but not before\ncompany lawyers tried to blame her husband's cancer on nitrates in\nlunch meat. ``They asked me how much bologna he ate,'' Cummings\nsaid.\n\n     \n(END OPTIONAL TRIM)   \n  \n\n   The wall of secrecy surrounding vinyl chloride was not breached\nuntil Jan. 23, 1974, when B.F. Goodrich announced that it had found\nthree fatal cases of angiosarcoma among workers at its PVC plant in\nLouisville.\n\n     \n(BEGIN OPTIONAL TRIM)   \n  \n\n   Although Goodrich was praised for its candor, it and other\nmanufacturers knew a great deal about the chemical's toxic\nproperties long before Louisville and understood the economic\nonsequences of bad publicity.\n\n   Indeed, Goodrich _ fearful of a broad indictment of PVC _ had\ntried to stop publication of a European researcher's paper in 1966,\naccording to a Monsanto memo. It is unclear whether Goodrich\nsucceeded.\n\n   Goodrich said in a prepared statement that it ``has always acted\nresponsibly in addressing potential health risks associated with\ndirect exposure to vinyl chloride.``\n\n   (An article on acroosteolysis, authored by four Goodrich medical\nofficials, was published in the Journal of the American Medical\nAssociation in 1967. It was inconclusive, suggesting that the\ndisease was not serious or common, was restricted to reactor\ncleaners and was due in large part to ``personal idiosyncrasy.``)   \n   \n(END OPTIONAL TRIM)   \n  \n\n   The Louisville cancer revelation in 1974 set in motion months of\nfrenetic activity in Washington, highlighted by contentious OSHA\nand congressional hearings. Labor leaders and public-health\nadvocates spoke of a cover-up by the vinyl industry; the industry\naccused them of overreacting and threatening its survival.\n\n   OSHA adopted an emergency temporary standard of 50 ppm and later\nproposed a permanent standard of 1 ppm. A federal ban was imposed\non the use of vinyl chloride as a propellant in hair sprays,\npesticides and other aerosol products; a proposed ban on PVC liquor\nbottles was averted when the industry found a way to limit\nmigration of vinyl chloride into the liquor.\n\n   (Mindful of ``essentially unlimited liability to the entire U.S.\npopulation,'' as Union Carbide put it in 1973, some manufacturers\nalready had begun to pull out of the aerosol market. Tests had\nshown that it was not unusual for hair spray users of that era to\nbe exposed to hundreds or even thousands of parts per million of\nvinyl chloride; a 1972 Carbide memo pointed out that ``beauty\noperators applying hair spray on a daily, routine basis might\nactually be a better population to examine than chemical plant\noperators.'')\n\n   Despite the convincing animal data from Italy and public\npressure, the chemical companies did not acquiesce. A study\ncommissioned by the Society of the Plastics Industry concluded that\nthe new OSHA standard would eliminate at least 1.6 million jobs _\nfrom reactor cleaners to plastics fabricators _ and have a minimum\neconomic impact of $65 billion.\n\n   The SPI challenged the 1 ppm standard before a three-judge\nfederal panel and lost on Jan. 31, 1975.\n\n   ``I argued that it was arbitrary and capricious to say 1 (ppm),\nthat they pulled that number out of their ear,'' said Heckman, the\nsociety's attorney. ``I got killed in court.''\n\n   In the panel's opinion, retired Supreme Court Justice Tom Clark\nwrote that ``the record shows what can only be described as a\ncourse of continued procrastination on the part of the industry to\nprotect the lives of its employees.''\n\n   Despite the dire predictions, the industry did not disappear.\n\n   Using technology developed in Japan in the late 1960s,\nmanufacturers installed reactors that greatly reduced the need for\nmanual cleaning. New ways were found to lower the vinyl chloride\ncontent of PVC resin from hundreds of parts per million to less\nthan 1 ppm.\n\n   ``The industry really, really changed,'' said Bill Carroll, a\nvice president with Occidental Chemical in Dallas and an officer\nwith the Vinyl Institute, a trade association. ``If you look at how\nclose it might have come to being regulated out of existence _ to\ncome from that circumstance to the point of doing what had to be\ndone to make the product safe, I think it's a tremendous success\nstory.''\n\n   There remained, however, the matter of cancer.  \n\n        \n(MORE)  \n\n     \n`IT'S ALL ABOUT MONEY'   \n  \n\n   By the mid-1970s, clusters of disease were beginning to spring\nfrom plants such as the Monsanto chemical complex in Indian\nOrchard, Mass. For vinyl workers who had started in the 1940s, '50s\nand possibly the early '60s, the requisite latency for cancer had\npassed.  \n\n     In the summer of 1975, a group of Monsanto workers approached\nthe Massachusetts Department of Labor and Industries with the death\ncertificates of 56 former colleagues and a list of others who had\ndied.\n\n   A department physician found additional deaths and determined\nthat there was a cancer excess among workers who had been assigned\nto Building 85, where PVC resin was fabricated into vinyl\nswimming-pool bottoms, wallpaper backing and other items.\nPancreatic cancer had killed at a rate five times the national\naverage.\n\n   The National Institute for Occupational Safety and Health did a\nstudy, as did Monsanto. Their conclusions were strikingly\ndifferent.\n\n   Monsanto found ``no occupationally related health problem'' at\nthe plant. NIOSH found an excess of digestive-system cancers and\nsaid it suspected ``occupational factors.''\n\n   Workers, understandably, were frustrated and confused.\n\n   Erik Wengstrom, who was laid off in 1973 and spent years\ndocumenting cancer cases in hopes of holding Monsanto liable,\nremains bitter about the experience.\n\n   ``People were dying like flies,'' Wengstrom said.\n\n   In February 1979, the vinyl industry was presented with another\npotential crisis. OSHA had found a cluster of brain cancers at the\nUnion Carbide plant in Texas City near Houston, and vinyl chloride\nwas suspected as the causative agent.\n\n   As was the case at Indian Orchard, concurrent studies yielded\nconflicting results. NIOSH and Union Carbide could not even agree\non the number of brain cancer deaths; the former listed 23, the\nlatter 12.\n\n   Even the Carbide number represented an excess. But the company\nattributed it to chance, not chemicals.\n\n   In a study published in 1982, federal investigators gave details\nof 25 brain cancer deaths among former employees of Dow's Texas\nDivision in Freeport. The deaths occurred between 1951 and 1977,\nand most of the cancers were of two strains: astrocytoma and\nglioblastoma.\n\n   The average age at death was 55, and eight of the victims were\nunder 50. The conclusion _ with which the company disagreed _ was\nthat there was ``an increased risk of death due to brain tumor''\namong ex-Dow workers.\n\n   In the late 1980s and early '90s, cancer became an issue for\nHouston-based Vista, now known as Condea Vista. At least four\nworkers _ Dan Ross and another man at Vista's vinyl chloride\nmonomer plant in Lake Charles, and two men at its PVC plant in\nAberdeen, Miss. _ had developed brain tumors, and there had been\nother cancers as well.\n\n   Vista management held several meetings with workers in an effort\nto quell fear and mistrust.\n\n   Ray Reynolds, Vista chairman of Oil, Chemical and Atomic Workers\nLocal 4-555 and an operator at the Lake Charles plant, said that\nthe company has been slow to respond to cancer concerns, despite\nevidence that chemical exposures have caused illness and death.\n\n   ``It's all about money,'' said Reynolds, a gaunt man of 41 with\na baffling _ and, he thinks, work-related _ condition of the\nnervous system that keeps him fatigued and in pain. ``All these\nyears, I believe, they've been killing people, but they've put a\ndollar figure on it.''\n\n   Tom Grumbles, Vista's manager of product safety and occupational\nhealth in Houston, said that the 1991 meetings were tense but\nproductive, part of a ``fairly extensive effort to communicate with\nour employees.\n\n   ``Obviously, personal medical issues are very emotional for\npeople,'' Grumbles said. ``There's little chance you're going to\nsatisfy everyone.''\n\n     \nSETTLEMENTS FAR FROM LUCRATICE   \n  \n\n   Predictably, some of the cancers out of the chemical plants gave\nrise to workers' compensation claims and lawsuits.\n\n   Few of these actions, however, resulted in lucrative judgments\nor settlements; the burden of proof for occupational cancer was\nsimply too great, and the industry was able and willing to play\nhardball.\n\n   After her husband, Joseph, died of angiosarcoma in January 1989,\nDorothy Succi filed a claim against his employer, Gencorp Polymer\nProducts, which operated a PVC plant in Ashtabula, Ohio.\n\n   Succi had spent 28 years at the plant (closed in 1983) as a\nlaborer, a mechanic and an electrician. He was diagnosed with\nangiosarcoma _ irrefutably tied to vinyl chloride exposure _ in\n1988, and was included in a worldwide, industry-maintained\nregistry.  \n\n     When his widow sought death benefits from the Ohio Bureau of\nWorkers' Compensation, however, Gencorp fought her, saying ``we do\nnot believe (Succi's) condition is the result of his employment\nwith us.''\n\n   A hearing was held in Columbus in November 1989, and Dorothy\nSucci won. But Gencorp appealed.\n\n   In a Jan. 9, 1990, letter to Succi's attorney, Gencorp safety\nand workers' compensation manager Kenneth Breyley offered $37,500\nto settle the case.\n\n   ``I truly believe we can convince the Industrial Commission the\nangiosarcoma could not have been the result of Joseph's exposures\nto `chemicals' at the workplace,'' Breyley wrote.\n\n   Succi said that she settled for $48,000 after being warned by\nher lawyer that the case could go on for years. ``I just wanted a\nclosing to it,'' she said.\n\n   Gencorp spokeswoman Rosemary Younts said that the claim was\ncontested because Joseph Succi spent most of his career as an\nelectrician and would have had minimal contact with vinyl chloride.\nA document from the angiosarcoma registry, however, indicated that\nSucci had high exposures during his first few years at the plant.\n\n   Lake Charles attorney Baggett maintains that the 5,000 or so\nworkers in U.S. vinyl chloride, ethylene dichloride and PVC resin\nplants aren't the only ones vulnerable to cancer and other serious\nailments.\n\n   An estimated 120,000 people work in PVC fabrication, turning the\nwhite powder into flooring, siding, blood bags and other familiar\nproducts. Might they, too, be at risk?\n\n   ``No one (in industry) is going to study fabricators,'' Baggett\nsaid. ``It'll never happen. What if they found something?''\n\n   Quite by accident, a Swedish researcher did find something.\n\n   Three years ago, Dr. Lennart Hardell, an associate professor of\noncology and epidemiology at Orebro Medical Center, began\ndistributing questionnaires to testicular cancer victims and a\ngroup of controls.\n\n   Hardell was searching for possible occupational causes of the\ndisease, on the rise in Sweden and other industrialized countries.\nBy the time he had compiled his data, only one line of work stood\nout: PVC fabrication.\n\n   ``We hadn't expected anything on PVC,'' Hardell said. ``We had\nno suspicions.''\n\n   The study was published late last year. Considering the high\nrisk he had observed for PVC exposure, Hardell called for further\ninvestigation.\n\n   The Brussels, Belgium-based PVC Information Council responded\nswiftly and decisively, as its U.S. counterparts had done many\ntimes before.\n\n   ``We do not see a cancer threat for (PVC) workers,'' the council\nsaid.\n\n     \nXXXX END OF STORY  \n","Headline":"\nTOXIC SECRECY: VINYL CHLORIDE CAN CAUSE CANCER \n\n","Text":["\n   LAKE CHARLES, La. _ Blind and comatose, Dan Ross succumbed to\nbrain cancer on Oct. 9, 1990.\n","\n   A large and unpretentious man of 46, Ross had spent 23 years at\nthe Conoco _ later Vista _ chemical plant in Lake Charles. He had\nmade a good living, raised a family, saved for retirement.\n","\n   After his diagnosis, Ross came to believe that he had struck a\nterrible bargain, forfeiting perhaps 30 years of his life through\nhis willingness to work with vinyl chloride and other\ncancer-causing substances.\n","\n   ``Just before he died, he said, `Mama, they killed me,'''\nrecalled his wife, Elaine. ``I promised him I would never let Vista\nor the chemical industry forget who he was.''\n","\n   She hasn't.\n","\n   Her husband's death set her and a local attorney, William\nBaggett Jr., on a circuitous course of litigation that led to the\nindustry's well-insulated core.\n","\n   During the past eight years, Baggett has acquired thousands of\npreviously secret documents, most having to do with vinyl chloride\n_ used to make one of the world's most common plastics.\n","\n   These documents suggest that major chemical manufacturers closed\nranks in the late 1950s to contain and counteract evidence of vinyl\nchloride's toxic effects.\n","\n   Letters, memoranda and minutes of meetings depict a framework of\ndubious science and painstaking public relations, coordinated by\nthe industry's main trade association.\n","\n   There are two dominant themes: avoid disclosure and deny\nliability.\n","\n   ``There was a concerted effort to hide this material,'' said Dr.\nDavid Rosner, a professor of public health and history at Columbia\nUniversity who has reviewed many of the documents as part of a\nresearch project. ``It's clear there was chicanery.''\n","\n   In a prepared statement, the Chemical Manufacturers Association\ncalled such charges ``irresponsible.'' The group said that it\npromotes a policy of openness among its members.\n","\n   ``We took the problem seriously,'' said Dr. Theodore Torkelson,\na retired Dow Chemical toxicologist who chaired the CMA's vinyl\nchloride panel for 11 years in the 1970s and '80s. ``We did what we\nthought was ethical, scientifically sound and morally\nresponsible.''\n","\n   The documents present another scenario: That the chemical\ncompanies, through their silence and inertia, subjected at least\ntwo generations of workers to excessive levels of a potent\ncarcinogen that targets the liver, brain, lungs and blood-forming\norgans.\n","\n   Although they freely shared health information among themselves,\nthe companies were evasive with their own employees and the\ngovernment. They were unwilling to disrupt the growing market for\npolyvinyl chloride (PVC) plastic, used in everything from pipe to\ngarden hoses.\n","\n   ``Even though they may be competitive in some spheres, in others\nthey aren't,'' Baggett said. ``They have a mutual interest in their\nown employees not knowing (about health effects), in their\ncustomers not knowing, in the government not knowing.''\n","\n   Put in context by hundreds of interviews, the documents flesh\nout a story that made headlines during the first half of 1974, only\nto be overshadowed by Watergate and Richard Nixon's resignation.\n","\n   And they accentuate the problem of occupational cancer, which,\nby some estimates, takes more lives (50,000) each year than AIDS,\nhomicide or suicide, but receives far less attention.\n","\n   To this day, most manufacturers acknowledge only that vinyl\nchloride causes angiosarcoma, an extremely rare cancer of the\nliver. They insist that the exposure levels necessary to produce\nthe disease have not been seen in two decades.\n","\n   As a rule, this is true.\n","\n   Because of government-required controls _ controls the industry\nresisted _ vinyl chloride contamination in and around chemical\nplants has been reduced dramatically.\n","\n   Significant exposures in some places occurred well into the\n1980s, however. And unusual cancers other than angiosarcoma\ncontinue to kill chemical workers and retirees prematurely.\n","\n   On April 30, Henry Tousaint, who had spent 20 years at the PPG\nIndustries plant in Lake Charles, died of mantle-cell lymphoma at\nage 54.  \n","\n     Tousaint and other PPG workers routinely cleaned chemical\nstorage tanks and mixed pesticides, inhaling vinyl chloride,\nbenzene and other carcinogens in the process. Those who complained\nof dizziness or breathing difficulties were given cough syrup, kept\nin gallon jugs, Tousaint said three months before his death.\n","\n   ``We didn't know no better,'' he said. ``But they did.''\n","\n   Officials at the company's Pittsburgh headquarters would not\ncomment.\n","\n   Baggett won large settlements for both the Tousaint and the Ross\nfamilies from PPG, Conoco and Vista, none of which admitted\nculpability. He is building a conspiracy case against 29 other\nchemical companies, the CMA and the Society of the Plastics\nIndustry, alleging that they obfuscated evidence of vinyl\nchloride-related deaths and diseases.\n","\n   ``What I hope to achieve, through Billy, is that every man who\nworks in a chemical plant is told the truth and tested on a regular\nbasis in the proper manner,'' Elaine Ross said. ``I want the\nchemical companies to be accountable for every little detail that\nthey don't tell these men.''\n","\n     \nTROUBLING TEST RESULTS   \n  \n","\n   By the spring of 1959, the evidence was beginning to accrue.  \n","\n     Manufacturers of vinyl chloride _ then known only as an\nexplosion hazard and an intoxicant _ came to realize that the\ncompound might be poisoning the people who worked with it.\n","\n   Dow had been discreetly testing the sweet-smelling, gaseous\nsubstance on rats, rabbits, guinea pigs and dogs at its Biochemical\nResearch Laboratory in Midland, Mich.\n","\n   The results were troubling.\n","\n   Adverse liver effects had been seen in animals that had inhaled\nonly 100 parts per million of vinyl chloride, a fraction of the\nconcentration to which many workers were exposed.\n","\n   In a letter to the B.F. Goodrich Chemical Co.'s industrial\nhygiene director on May 12, 1959, one of the Dow scientists, V.K.\nRowe, outlined the experimental findings and concluded that vinyl\nchloride could produce ``rather appreciable injury'' among workers\nroutinely exposed to 500 parts per million, then the voluntary\nstandard. Rowe ended his letter with a plea:\n","\n   ``... this opinion is not ready for dissemination yet and I\nwould appreciate it if you would hold it in confidence ...''\n","\n   For the next 15 years, the Goodrich hygienist and many others\nresponsible for worker health in the chemical industry did a\nremarkable job of honoring such requests.\n","\n   Before Dow began its animal work in 1958, there had been few\ninvestigations of vinyl chloride _ although acute effects had been\nseen in guinea pigs as early as 1930, and liver damage had been\nfound in 15 of 45 vinyl chloride workers examined as part of a 1949\nstudy in the Soviet Union.\n","\n   The Dow researchers published their data in the American\nIndustrial Hygiene Association Journal in 1961, recommending a\nvinyl chloride exposure limit of 50 ppm.\n","\n     \n(MORE)  \n","\n   No one outside of Dow listened.\n","\n   A 1963 Yale University animal study sponsored by Allied Chemical\nfound no significant effects below 500 ppm.\n","\n   ``The industry goofed up,'' said Torkelson, who helped conduct\nthe Dow experiments. ``Probably if they had listened to our 50 ppm\n(recommendation), we wouldn't have had a problem.''\n","\n   (The Occupational Safety and Health Administration didn't come\ninto being until 1970; consequently, there was no government agency\nto force companies to act.)\n","\n   In the fall of 1964, Goodrich _ which would be commended for\nrevealing a cluster of angiosarcomas at one of its plants a decade\nlater _ sought help from the Kettering Laboratory at the University\nof Cincinnati.  \n","\n     A puzzling hand disability had emerged among workers who\ncleaned the reactors _ huge, blenderlike devices in which vinyl\nchloride monomer is turned into PVC resin _ at a Goodrich plant in\nLouisville, Ky.\n","\n   At the time, cleaners entered the reactors without respiratory\nprotection to chip away the residue that built up on the walls.\n","\n   ``Nobody felt like vinyl chloride was a problem,'' said Jerome\nHeckman, a Washington attorney who has represented the Society of\nthe Plastics Industry for 44 years. ``The workers used to climb\ndown in those damned reactors and play around in them because they\ngot a great high out of it.''\n","\n   By 1966, it had become apparent that the hand condition _\nacroosteolysis, characterized by numbness and swelling of the\nfingers _ was systemic, indicative of vinyl chloride's toxicity.\nAnd it was not confined to reactor cleaners.\n","\n   The following year, an epidemiological study of vinyl workers\ncommenced at the University of Michigan. All company data, it was\nemphasized, would be held ``in strictest confidence.''\n","\n   As the Michigan researchers catalogued cases of acroosteolysis,\nDr. Pier Luigi      Viola, an industrial physician for the Belgian\nchemical firm Solvay, attempted to produce the disease in monkeys\nand rats exposed to vinyl chloride gas in a Rome laboratory.\n","\n   Instead, he produced cancer, albeit at high concentrations. U.S.\nmanufacturers grasped the significance of this unexpected finding.\n","\n   ``Since this report appears to be so convincing,'' Dr. George\nRoush, medical director of the Ethyl Corp. in New Orleans, wrote to\na colleague on June 24, 1970, ``I suppose that we must consider\nvinyl chloride as a carcinogen ...''\n","\n   By the end of 1972, Dr. Cesare Maltoni, an Italian oncologist,\nhad seen angiosarcoma in rats exposed to as little as 250 ppm of\nvinyl chloride. The news traveled quickly across the Atlantic.\n","\n   An Allied Chemical memorandum called Maltoni's results\n``disconcerting,'' and a Uniroyal memo concluded, ``The work in\nEurope indicates we have a problem which cannot be ignored.''\n","\n     \nWORKERS EXPOSED NEEDLESSLY   \n  \n","\n   Although the Michigan acroosteolysis registry ultimately\ncollapsed from lack of industry cooperation, its keepers managed to\nconvey an important message to the Manufacturing Chemists\nAssociation, the trade group that later became the CMA: Get people\nout of the reactors, or at least limit exposures to 50 ppm.  \n","\n     The recommendation, included in a confidential report to the\nMCA in February 1969, was not followed.      As a result, workers were\nneedlessly exposed to high levels of vinyl chloride.\n","\n     \n(BEGIN OPTIONAL TRIM)   \n  \n","\n   William Smith entered his first reactor at the Goodyear Tire and\nRubber Co. plant in Niagara Falls, N.Y., in November 1973.\n","\n   He died, at 40, of a brain tumor on Sept. 15, 1993, leaving\nbehind a wife and young daughter. He was hospitalized for the last\neight months of his life, unable to speak.\n","\n   ``Every day I went to the hospital, and we would write on a\npad,'' said his wife, Holly Cummings. ``It took him half an hour or\n45 minutes to get one stupid sentence down. It eventually got to\nthe point where he couldn't even nod his head.''\n","\n   Cummings settled a lawsuit against Goodyear, but not before\ncompany lawyers tried to blame her husband's cancer on nitrates in\nlunch meat. ``They asked me how much bologna he ate,'' Cummings\nsaid.\n","\n     \n(END OPTIONAL TRIM)   \n  \n","\n   The wall of secrecy surrounding vinyl chloride was not breached\nuntil Jan. 23, 1974, when B.F. Goodrich announced that it had found\nthree fatal cases of angiosarcoma among workers at its PVC plant in\nLouisville.\n","\n     \n(BEGIN OPTIONAL TRIM)   \n  \n","\n   Although Goodrich was praised for its candor, it and other\nmanufacturers knew a great deal about the chemical's toxic\nproperties long before Louisville and understood the economic\nonsequences of bad publicity.\n","\n   Indeed, Goodrich _ fearful of a broad indictment of PVC _ had\ntried to stop publication of a European researcher's paper in 1966,\naccording to a Monsanto memo. It is unclear whether Goodrich\nsucceeded.\n","\n   Goodrich said in a prepared statement that it ``has always acted\nresponsibly in addressing potential health risks associated with\ndirect exposure to vinyl chloride.``\n","\n   (An article on acroosteolysis, authored by four Goodrich medical\nofficials, was published in the Journal of the American Medical\nAssociation in 1967. It was inconclusive, suggesting that the\ndisease was not serious or common, was restricted to reactor\ncleaners and was due in large part to ``personal idiosyncrasy.``)   \n   \n(END OPTIONAL TRIM)   \n  \n","\n   The Louisville cancer revelation in 1974 set in motion months of\nfrenetic activity in Washington, highlighted by contentious OSHA\nand congressional hearings. Labor leaders and public-health\nadvocates spoke of a cover-up by the vinyl industry; the industry\naccused them of overreacting and threatening its survival.\n","\n   OSHA adopted an emergency temporary standard of 50 ppm and later\nproposed a permanent standard of 1 ppm. A federal ban was imposed\non the use of vinyl chloride as a propellant in hair sprays,\npesticides and other aerosol products; a proposed ban on PVC liquor\nbottles was averted when the industry found a way to limit\nmigration of vinyl chloride into the liquor.\n","\n   (Mindful of ``essentially unlimited liability to the entire U.S.\npopulation,'' as Union Carbide put it in 1973, some manufacturers\nalready had begun to pull out of the aerosol market. Tests had\nshown that it was not unusual for hair spray users of that era to\nbe exposed to hundreds or even thousands of parts per million of\nvinyl chloride; a 1972 Carbide memo pointed out that ``beauty\noperators applying hair spray on a daily, routine basis might\nactually be a better population to examine than chemical plant\noperators.'')\n","\n   Despite the convincing animal data from Italy and public\npressure, the chemical companies did not acquiesce. A study\ncommissioned by the Society of the Plastics Industry concluded that\nthe new OSHA standard would eliminate at least 1.6 million jobs _\nfrom reactor cleaners to plastics fabricators _ and have a minimum\neconomic impact of $65 billion.\n","\n   The SPI challenged the 1 ppm standard before a three-judge\nfederal panel and lost on Jan. 31, 1975.\n","\n   ``I argued that it was arbitrary and capricious to say 1 (ppm),\nthat they pulled that number out of their ear,'' said Heckman, the\nsociety's attorney. ``I got killed in court.''\n","\n   In the panel's opinion, retired Supreme Court Justice Tom Clark\nwrote that ``the record shows what can only be described as a\ncourse of continued procrastination on the part of the industry to\nprotect the lives of its employees.''\n","\n   Despite the dire predictions, the industry did not disappear.\n","\n   Using technology developed in Japan in the late 1960s,\nmanufacturers installed reactors that greatly reduced the need for\nmanual cleaning. New ways were found to lower the vinyl chloride\ncontent of PVC resin from hundreds of parts per million to less\nthan 1 ppm.\n","\n   ``The industry really, really changed,'' said Bill Carroll, a\nvice president with Occidental Chemical in Dallas and an officer\nwith the Vinyl Institute, a trade association. ``If you look at how\nclose it might have come to being regulated out of existence _ to\ncome from that circumstance to the point of doing what had to be\ndone to make the product safe, I think it's a tremendous success\nstory.''\n","\n   There remained, however, the matter of cancer.  \n","\n        \n(MORE)  \n","\n     \n`IT'S ALL ABOUT MONEY'   \n  \n","\n   By the mid-1970s, clusters of disease were beginning to spring\nfrom plants such as the Monsanto chemical complex in Indian\nOrchard, Mass. For vinyl workers who had started in the 1940s, '50s\nand possibly the early '60s, the requisite latency for cancer had\npassed.  \n","\n     In the summer of 1975, a group of Monsanto workers approached\nthe Massachusetts Department of Labor and Industries with the death\ncertificates of 56 former colleagues and a list of others who had\ndied.\n","\n   A department physician found additional deaths and determined\nthat there was a cancer excess among workers who had been assigned\nto Building 85, where PVC resin was fabricated into vinyl\nswimming-pool bottoms, wallpaper backing and other items.\nPancreatic cancer had killed at a rate five times the national\naverage.\n","\n   The National Institute for Occupational Safety and Health did a\nstudy, as did Monsanto. Their conclusions were strikingly\ndifferent.\n","\n   Monsanto found ``no occupationally related health problem'' at\nthe plant. NIOSH found an excess of digestive-system cancers and\nsaid it suspected ``occupational factors.''\n","\n   Workers, understandably, were frustrated and confused.\n","\n   Erik Wengstrom, who was laid off in 1973 and spent years\ndocumenting cancer cases in hopes of holding Monsanto liable,\nremains bitter about the experience.\n","\n   ``People were dying like flies,'' Wengstrom said.\n","\n   In February 1979, the vinyl industry was presented with another\npotential crisis. OSHA had found a cluster of brain cancers at the\nUnion Carbide plant in Texas City near Houston, and vinyl chloride\nwas suspected as the causative agent.\n","\n   As was the case at Indian Orchard, concurrent studies yielded\nconflicting results. NIOSH and Union Carbide could not even agree\non the number of brain cancer deaths; the former listed 23, the\nlatter 12.\n","\n   Even the Carbide number represented an excess. But the company\nattributed it to chance, not chemicals.\n","\n   In a study published in 1982, federal investigators gave details\nof 25 brain cancer deaths among former employees of Dow's Texas\nDivision in Freeport. The deaths occurred between 1951 and 1977,\nand most of the cancers were of two strains: astrocytoma and\nglioblastoma.\n","\n   The average age at death was 55, and eight of the victims were\nunder 50. The conclusion _ with which the company disagreed _ was\nthat there was ``an increased risk of death due to brain tumor''\namong ex-Dow workers.\n","\n   In the late 1980s and early '90s, cancer became an issue for\nHouston-based Vista, now known as Condea Vista. At least four\nworkers _ Dan Ross and another man at Vista's vinyl chloride\nmonomer plant in Lake Charles, and two men at its PVC plant in\nAberdeen, Miss. _ had developed brain tumors, and there had been\nother cancers as well.\n","\n   Vista management held several meetings with workers in an effort\nto quell fear and mistrust.\n","\n   Ray Reynolds, Vista chairman of Oil, Chemical and Atomic Workers\nLocal 4-555 and an operator at the Lake Charles plant, said that\nthe company has been slow to respond to cancer concerns, despite\nevidence that chemical exposures have caused illness and death.\n","\n   ``It's all about money,'' said Reynolds, a gaunt man of 41 with\na baffling _ and, he thinks, work-related _ condition of the\nnervous system that keeps him fatigued and in pain. ``All these\nyears, I believe, they've been killing people, but they've put a\ndollar figure on it.''\n","\n   Tom Grumbles, Vista's manager of product safety and occupational\nhealth in Houston, said that the 1991 meetings were tense but\nproductive, part of a ``fairly extensive effort to communicate with\nour employees.\n","\n   ``Obviously, personal medical issues are very emotional for\npeople,'' Grumbles said. ``There's little chance you're going to\nsatisfy everyone.''\n","\n     \nSETTLEMENTS FAR FROM LUCRATICE   \n  \n","\n   Predictably, some of the cancers out of the chemical plants gave\nrise to workers' compensation claims and lawsuits.\n","\n   Few of these actions, however, resulted in lucrative judgments\nor settlements; the burden of proof for occupational cancer was\nsimply too great, and the industry was able and willing to play\nhardball.\n","\n   After her husband, Joseph, died of angiosarcoma in January 1989,\nDorothy Succi filed a claim against his employer, Gencorp Polymer\nProducts, which operated a PVC plant in Ashtabula, Ohio.\n","\n   Succi had spent 28 years at the plant (closed in 1983) as a\nlaborer, a mechanic and an electrician. He was diagnosed with\nangiosarcoma _ irrefutably tied to vinyl chloride exposure _ in\n1988, and was included in a worldwide, industry-maintained\nregistry.  \n","\n     When his widow sought death benefits from the Ohio Bureau of\nWorkers' Compensation, however, Gencorp fought her, saying ``we do\nnot believe (Succi's) condition is the result of his employment\nwith us.''\n","\n   A hearing was held in Columbus in November 1989, and Dorothy\nSucci won. But Gencorp appealed.\n","\n   In a Jan. 9, 1990, letter to Succi's attorney, Gencorp safety\nand workers' compensation manager Kenneth Breyley offered $37,500\nto settle the case.\n","\n   ``I truly believe we can convince the Industrial Commission the\nangiosarcoma could not have been the result of Joseph's exposures\nto `chemicals' at the workplace,'' Breyley wrote.\n","\n   Succi said that she settled for $48,000 after being warned by\nher lawyer that the case could go on for years. ``I just wanted a\nclosing to it,'' she said.\n","\n   Gencorp spokeswoman Rosemary Younts said that the claim was\ncontested because Joseph Succi spent most of his career as an\nelectrician and would have had minimal contact with vinyl chloride.\nA document from the angiosarcoma registry, however, indicated that\nSucci had high exposures during his first few years at the plant.\n","\n   Lake Charles attorney Baggett maintains that the 5,000 or so\nworkers in U.S. vinyl chloride, ethylene dichloride and PVC resin\nplants aren't the only ones vulnerable to cancer and other serious\nailments.\n","\n   An estimated 120,000 people work in PVC fabrication, turning the\nwhite powder into flooring, siding, blood bags and other familiar\nproducts. Might they, too, be at risk?\n","\n   ``No one (in industry) is going to study fabricators,'' Baggett\nsaid. ``It'll never happen. What if they found something?''\n","\n   Quite by accident, a Swedish researcher did find something.\n","\n   Three years ago, Dr. Lennart Hardell, an associate professor of\noncology and epidemiology at Orebro Medical Center, began\ndistributing questionnaires to testicular cancer victims and a\ngroup of controls.\n","\n   Hardell was searching for possible occupational causes of the\ndisease, on the rise in Sweden and other industrialized countries.\nBy the time he had compiled his data, only one line of work stood\nout: PVC fabrication.\n","\n   ``We hadn't expected anything on PVC,'' Hardell said. ``We had\nno suspicions.''\n","\n   The study was published late last year. Considering the high\nrisk he had observed for PVC exposure, Hardell called for further\ninvestigation.\n","\n   The Brussels, Belgium-based PVC Information Council responded\nswiftly and decisively, as its U.S. counterparts had done many\ntimes before.\n","\n   ``We do not see a cancer threat for (PVC) workers,'' the council\nsaid.\n","\n     \nXXXX END OF STORY  \n"]}