{"DocumentId":"NYT19991026.0317","TopicId":"NYT","Relevance":"0","Body":" BC-SUDAN-BOMBING-ART-4TAKES(TRIMS)-NYT \nFOR SOME, DOUBTS LINGER ABOUT U.S. DECISION TO BOMB FACTORY IN\nSUDAN \n\n  (ART ADV: 2 photos, NYT23 & NYT24, are being sent to NYT photo\nclients. A map is being sent to NYT graphic clients.\nNon-subscribers can make individual purchase by calling\n888-603-1036 or 888-346-9867.) \n(js) \n By JAMES RISEN   \n c.1999 N.Y. Times News Service   \n\n   WASHINGTON _ In the 14 months since President Clinton ordered a\ncruise missile strike on a pharmaceutical plant in Sudan, his aides\nhave steadfastly defended the decision. Clinton, they say, acted on\nevidence that left no doubt the factory was involved with chemical\nweapons and linked to Osama bin Laden, the Saudi exile they blame\nfor blowing up two U.S. embassies in East Africa.\n\n   But a re-examination of the decision, based on interviews with\nkey participants, shows that it was far more difficult than the\nadministration has acknowledged and that the voices of dissent were\nnumerous.\n\n   Officials throughout the government raised doubts up to the eve\nof the attack about whether the United States had sufficient\ninformation linking the factory to either chemical weapons or to\nbin Laden, according to participants in the interviews. They said\nsenior diplomatic and intelligence officials had argued strenuously\nover whether any target in Sudan should be attacked.\n\n   Aides passed on their doubts to the secretary of state and the\ndirector of central intelligence, officials said. But the national\nsecurity advisor, Sandy Berger, who played a pivotal role in\napproving the strike, said in an interview that he was not aware of\nany questions about the strength of the evidence on the factory\nbefore the attack.\n\n   In the aftermath, some senior officials moved to suppress\ninternal dissent, officials said. Secretary of State Madeleine\nAlbright and a senior deputy, they said, encouraged State\nDepartment intelligence analysts to kill a report being drafted\nthat concluded that the bombing was not justified.\n\n   The new accounts of the deliberations provide the clearest\nexplanation to date of the reasoning behind one of the most debated\nmilitary actions undertaken by the administration.\n\n   Some officials said they were told that the president and his\naides had approved the operation _ code-named Infinite Reach _ to\nshow that the United States could hit back against an adversary\nthat had bombed U.S. embassies simultaneously in two countries.\n\n   And, some officials said, the president's chief advisers\nconcluded that the risks of striking the wrong target were far\noutweighed by the possibility that the plant in Sudan was making\nchemical weapons for a terrorist eager to acquire and use them.\n\n   Like many decisions of this kind, the decision to bomb the plant\nwas made under intense pressure and with a sense of urgency created\nby intelligence showing that bin Laden was contemplating another\nlethal attack against the United States. ``We would have been\nderelict in our duty not to have proceeded,'' Berger said.\n\n   Current and former U.S. officials agreed to discuss the\noperation because, more than a year later, they continue to be\nplagued by doubts about whether it was justified. They said they\nare still troubled by the lack of a full airing of what they view\nas gaps in the evidence linking the plant, called Al Shifa, to bin\nLaden. And they complain that the decision-making process was so\nsecretive that Al Shifa was not vetted by many of the government's\nexperts on chemical weapons sites or terrorism.\n\n   (BEGIN OPTIONAL TRIM)\n\n   The officials brought to light several previously unknown\naspects of the strike.\n\n   For example, at the pivotal meeting reviewing the targets, the\ndirector of central intelligence, George Tenet, was said to have\ncautioned Clinton's top advisers that while he believed the\nevidence connecting bin Laden to the factory was strong, it was\nless than iron clad.\n\n   He warned that the link between bin Laden and the factory could\nbe ``drawn only indirectly and by inference,'' according to notes\ntaken by a participant. The plant's involvement with chemical\nweapons, Tenet told his colleagues, was more certain, confirmed by\na soil sample taken from near the site that contained an ingredient\nof nerve gas.\n\n   Berger said he does not recall that Tenet raised any such doubts\nat the meeting. ``I would say the director was very clear in his\njudgment that the plant was associated with chemical weapons,''\nBerger said. ``No one in the discussion questioned whether Al Shifa\nwas an appropriate target.''\n\n   Just a few hours before the attack, officials said, Clinton\ncalled off a planned attack on a second target in Sudan, a tannery,\nafter senior military officers raised questions about the risks of\ncivilian casualties and the evidence connecting it to bin Laden.\nThe last-minute campaign was led by Gen. Harry H. Shelton, who\nenlisted other senior officers in an effort to undo the\nrecommendation of Clinton's civilian advisers.\n\n   On Aug. 20, 1998, U.S. missiles hit two targets, demolishing Al\nShifa and several of bin Laden's camps in Afghanistan. Within days,\nWestern engineers who had worked at the Sudan factory were\nasserting that it was, as Sudan claimed, a working pharmaceutical\nplant. Reporters visiting the ruined building saw bottles of\nmedicine but no signs of security precautions and no obvious signs\nof a chemical weapons manufacturing operation.\n\n   (END OPTIONAL TRIM)\n\n   In the days after the strike, as criticism mounted, the\nadministration closed ranks, publicly asserting that the\nintelligence was persuasive. But the doubts persisted, particularly\nat the State Department Bureau of Intelligence and Research.\n\n   Before the attack, the bureau had written a report for Albright\nquestioning the evidence linking Al Shifa to bin Laden.Following\nthe bombing, analysts renewed their doubts and told Assistant\nSecretary of State Phyllis Oakley that the CIA's evidence on which\nthe attack had been based was inadequate.\n\n   Ms. Oakley asked them to double-check; perhaps there was some\nintelligence they had not yet seen. The answer came back quickly:\nThere was no additional evidence.\n\n   Ms. Oakley called a meeting of key aides and a consensus\nemerged: Contrary to what the administration was saying, the case\ntying Al Shifa to bin Laden or to chemical weapons was weak. Ms.\nOakley told her aides to draft a report reflecting their\nskepticism, a significant step because there was a chance its\nfindings might leak out.\n\n   Ms. Oakley told Under Secretary of State Thomas Pickering that\nher aides were preparing a report that would sharply question the\nbombing.\n\n   Officials said Pickering asked whether the report contained any\ninformation omitted from the State Department's previous study. Ms.\nOakley said no. In that case, Pickering said, there was no reason\nto raise the issue again.\n\n   ``After the Al Shifa strike,'' Pickering said in an interview,\nMs. Oakley told him her staff ``was working on a draft, and we both\nagreed that there was nothing new in what it had to say. She and I\ndiscussed the idea of pursuing it further, and I said I didn't see\nthe value in pursuing it further, and she agreed.''\n\n   But other officials say that while she accepted the order to\nkill the report, Ms. Oakley, who retired from the State Department\nlast month after 42 years, privately expressed a sense of\nfrustration and concern over the decision. Other officials in the\nintelligence bureau have also expressed concern over the action.\nMs. Oakley declined to be quoted in this article.\n\n   ``It was after the strike and I didn't see the point,''\nPickering said. ``There was not an effort to shut off a new\ninquiry.''\n\n   Ms. Oakley passed on Pickering's order to her analysts.\n\n   A couple of days later, Albright asked Ms. Oakley about the\nreport and was assured that work had been stopped. Ms. Oakley\nreplied that there was not going to be any report, according to\npeople familiar with the conversation.\n\n   nn\n\n   Albright doesn't recall the details of her conversation with Ms.\nOakley, but does remember that she was ``not interested in having\nthat debate rehashed,'' said James Rubin the State Department\nspokesman.\n\n   Pickering said the report was being drafted solely for the use\nof himself and Albright, both of whom were already aware of the\nintelligence bureau's qualms.\n\n   A reconstruction of events shows that Ms. Oakley was hardly the\nonly senior government official to question the intelligence\nlinking Sudan, bin Laden and chemical weapons.\n\n   Washington's suspicions about Sudan's links to chemical weapons\ndate back to the aftermath of the Persian Gulf War in 1991. The CIA\nreceived reports that Iraqi chemical weapons experts had visited\nKhartoum, prompting suspicions that Iraq was shifting some of its\nproduction of chemical weapons to Sudan.\n\n   At about the same time, bin Laden moved to Sudan after his exile\nfrom Saudi Arabia and began to invest heavily in Sudanese\ncommercial enterprises, often through joint ventures with the\ngovernment, while using Sudan as a base for his loosely knit\ninternational terrorist organization, Al Qaeda, U.S. intelligence\nofficials said.\n\n   The CIA received intelligence reports indicating that in 1995,\nbin Laden won tentative approval from Sudanese leaders to begin\ndeveloping chemical weapons in Sudan for use against U.S. troops in\nSaudi Arabia. But in 1996, the Sudanese, responding to pressure\nfrom the U.S. and Saudi Arabia, forced bin Laden to leave,\nprompting the Saudi radical and many of his supporters to retreat\nto Afghanistan.\n\n   By then, the United States had pulled its embassy staff out of\nSudan and had closed down the CIA's Khartoum station, citing\nthreats of terrorist action. Some U.S. intelligence officials now\nacknowledge that the decision to pull out left the United States\nwith only a limited capacity to understand events in Sudan.\n\n   Suspicions about the Al Shifa plant arose in the CIA in the\nsummer of 1997. U.S. intelligence officials said an informant\nreported that two facilities in Khartoum might be involved in\nchemical weapons production. The informant also mentioned a third\nsite _ Al Shifa _ on which he had less information but which was\nsuspicious because it had high fences and stringent security.\n\n   In December 1997, an agent working for the CIA collected a soil\nsample at a site about 60 feet away from the plant, directly across\nan access road from the main entrance, according to U.S. officials.\nU.S. officials say the sample was taken on open ground outside the\nfactory fence, on land that does not appear to have been owned by\nAl Shifa.\n\n   That soil contained about two and a half times the normal trace\namounts of Empta, a chemical used in the production of VX nerve\ngas, a senior U.S. official said. The results prompted a heated\ndebate among U.S. intelligence analysts about Al Shifa's possible\nlinks to weapons of mass destruction and terrorism.\n\n   On July 24, 1998, the CIA issued its first report on Al Shifa,\nbased on the soil sample, spy satellite photographs and other\nintelligence. The CIA report highlighted apparent links between Al\nShifa and bin Laden, including indirect financial connections\nthrough Sudan's Military Industrial Corporation.\n\n   But CIA analysts also suggested that additional information\nwould be needed to be more certain about Al Shifa. One key\nparagraph, entitled ``next steps,'' called for more soil samples to\nbe taken and requested additional spy satellite photographs of the\nsite.\n\n   The report also raised a new question about the evidence against\nAl Shifa by noting that there were no longer signs of heavy\nsecurity around the plant.\n\n   On Aug. 4, 1998, the CIA issued a more ominous report, one that\nassessed the possible connection between Sudan, bin Laden and his\nefforts to obtain chemical weapons. It mentioned Al Shifa, but the\nreport's highlight was new intelligence indicating that bin Laden,\nwho earlier in the year had announced a renewed ``holy war''\nagainst the United States, had acquired chemical or nuclear\nmaterials and ``might be ready'' to conduct a chemical attack.\n\n   At the State Department, intelligence analysts responded with\nskepticism. In an Aug. 6 memo for senior department policymakers,\nMs. Oakley's analysts argued that, even with the new intelligence\nin the Aug. 4 report, the evidence linking Al Shifa to bin Laden\nand chemical weapons was still weak.\n\n   The next day, the U.S. embassies in Nairobi, Kenya, and Dar es\nSaalam, Tanzania, were bombed, and the United States soon concluded\nbin Laden was behind both attacks.\n\n   Clinton and a small group of his most senior advisors _\nincluding Berger, Defense Secretary William Cohen, Albright,\nPickering, and Gen. Henry Shelton, chairman of the Joint Chiefs of\nStaff _ quickly decided to retaliate.\n\n   On August 8, the president's senior advisors ordered the\nPentagon's Joint Staff and the CIA to provide a list of sites\nconnected to bin Laden and his organization that could be bombed.\n\n   A group of officials that included the CIA's Counter-Terrorism\nCenter prepared a list of about 20 possible targets in three\ncountries: Afghanistan, Sudan and one nation that U.S. officials\ndeclined to identify. It spelled out the evidence linking each\ntarget to bin Laden's organization and weighed the risks, including\nthose for ``collateral damage'' _ the military term for\naccidentally hitting civilians. The plant at Al Shifa was on the\nlist, officials said.\n\n   nn\n\n   On Aug. 11, senior U.S. intelligence officials met to discuss Al\nShifa and debated whether additional soil samples were needed.\n\n   On Aug. 12, after the list was winnowed down, Clinton and key\nNational Security Council officials were briefed for the first time\non the possible targets, including Al Shifa, by Shelton.\n\n   The next day, the CIA received a report that changed the nature\nof the debate and the pace of planning for the retaliatory strike.\nNew intelligence showed that bin Laden and his key lieutenants\nwould be meeting at camps in Khost, Afghanistan, on Aug. 20.\nReports also indicated that bin Laden might be planning further\nattacks, possibly with chemical weapons.The Afghan camps were\nalready among the top priority targets proposed by the Pentagon and\nCIA planners.\n\n   (BEGIN OPTIONAL TRIM)\n\n   Some officials said the White House seemed determined to hit bin\nLaden in more than one place. Richard Clarke, the senior National\nSecurity Council aide who played a pivotal role in planning the\noperation on behalf of the president, later explained to a\ncolleague that the Saudi exile had shown ``global reach'' by\nattacking U.S. embassies simultaneously in two countries. The\nUnited States, he then said, had to respond by attacking his\nnetwork beyond its haven in Afghanistan.\n\n   In an interview, Clarke said it was the president and his\nprincipal foreign policy advisers who ``obviously decided to attack\nin more than one place.''\n\n   (END OPTIONAL TRIM)\n\n   In the White House meeting on Aug. 19, where the final\nrecommendations were to be made to the president, officials chose\nto target the Afghan training camps and two sites in the Sudan: Al\nShifa and a tannery in Khartoum that intelligence reports indicated\nwas linked to bin Laden.\n\n   Berger denies that there was a significant debate about the\nevidence concerning Al Shifa during that meeting. Rather, he said,\nthere were ``geopolitical'' questions raised about whether it was\nappropriate to strike Sudan, an Arab country where bin Laden no\nlonger lived. ``There were a few people who felt we shouldn't go to\na second country, but those questions were not based on any doubts\nabout Al Shifa,'' he said.\n\n   Notes taken at the meeting, however, say that Tenet, the\ndirector of central intelligence, alluded to ``gaps'' in the case\nlinking bin Laden to the factory. The agency, he said, was working\nto ``close the intelligence gaps on this target.''\n\n   Tenet said he had been careful to delineate ``what we knew and\ndidn't know, what the risks were, and what the downsides were,''\nabout Al Shifa.\n\n   Officials said Shelton objected to striking the Khartoum\ntannery, both because of the potential that missiles might hit\ncivilians and because the site was not suspected of being involved\nin chemical weapons.\n\n   Officials recall that the debate was halted by Berger. The\nadministration, he said, would justifiably be pilloried if the\nUnited States did not destroy Al Shifa and bin Laden later launched\na chemical attack that could have been pre-empted.\n\n   A recommendation was sent to Clinton to attack the Afghan camps,\nAl Shifa and the tannery.\n\n   Later that day, Shelton and told his colleagues among the Joint\nChiefs of Staff about the planned bombing, in part to gain their\nhelp in convincing the White House to drop the tannery as a target.\nIt was the first time the service chiefs had been told about the\npending operation.\n\n   After their meeting, Shelton called the White House to say that\nthe officers shared his opposition to bombing the tannery. Other\nsenior officials began to object, and Berger relayed those concerns\nto Clinton on Martha's Vineyard. At about midnight, Clinton\nconsulted some of his senior advisors about the matter and at about\n2 a.m. ordered that the tannery be removed from the target list.\n\n   (BEGIN OPTIONAL TRIM)\n\n   In Washington, late in the day on Aug. 19th, several officials,\nincluding members of the administration's committee of top\ncounter-terrorism experts, were summoned to Clarke's office at the\nNational Security Council and told to remain there for the evening.\nThe group's members had met previously to discuss the idea of a\nretaliatory strike but had not been involved selecting targets.\n\n   The officials were told of the decision to strike for the first\ntime that night by Clarke, according to a participant in the\nmeeting. But as Clarke gave them reports to read about Al Shifa, he\nwas met with skepticism.\n\n   Some members of the group told Clarke that they believed the\nintelligence on Al Shifa was too thin. ``People said, ``Dick, what\nis this?'' according to the participant,\n\n   but Clarke brushed aside those concerns and said the decision to\nstrike had already been made.\n\n   The officials had been summoned that night not to pass judgment\non the targets, Clarke told them, but to help prepare paperwork\nrelated to the operation, including talking points for U.S.\nambassadors around the world and briefings for Congress and the\npress that would begin after the strike was completed.\n\n   In an interview, Clarke denied that anyone had raised doubts to\nhim during that meeting or at any other time either before or after\nthe Al Shifa strike. The ``people brought in the night before were\nbrought in to do paperwork,'' not to review the targets, he said.\nAcross the Potomac River, at the CIA's headquarters in Langley,\nVa., similar worries were being expressed. Senior agency officials\ngathered in Tenet's conference room to discuss the targets and, one\nparticipant said, there was strong disagreement about the plans.\n\n   (END OPTIONAL TRIM)\n\n   Questions about Al Shifa also surfaced at the State Department\njust before the attack. Pickering was shown the intelligence\nanalysts' memo expressing skepticism about the CIA's intelligence\non Al Shifa, he said. Pickering said he mentioned the report's\nfindings to Albright.\n\n   Pickering and Ms. Albright both decided to support the decision\nto strike, however. They were convinced that the CIA's materials _\nprimarily the soil sample from Al Shifa _ were persuasive, he said.\n\n   In the days after the strike, an international controversy\nerupted, with Sudan demanding damages and an independent review of\ncase. In Washington, senior officials insisted in press briefings\nthat the links between bin Laden, the factory, and chemical weapons\nwere strong and compelling.\n\n   There was much less certainty behind the scenes.\n\n   Soon after the strike, word began to filter out of the\ngovernment that senior U.S. intelligence officials, including Jack\nDowning, the head of the CIA's Directorate of Operations, its\nclandestine espionage arm, believed the Sudan strike was not\njustified.\n\n   Others raising similar questions included the head of the\nAfrican Division in the clandestine service and the chief of the\nCIA's Counter-Terrorism Center, whose own office had collected the\nintelligence on the site.\n\n   While they did not question that the intelligence on Al Shifa\nraised strong suspicions, they found the connections between Sudan,\nAl Shifa and bin Laden too indirect to support the administration's\npublic statements justifying the attack. . Downing and the other\ntwo officials, whose names have been withheld at the request of the\nCIA, would not comment.\n\n   At the intelligence branch of the State Department, officials\nbegan drafting the report renewing doubts about the evidence.\n\n   Soon after the strike, the CIA conducted an after-action study\nand gathered intelligence about the plant's owner, a Sudanese-born\nbusinessman named Salah Idris. In the weeks after the strike, the\nagency said it had found new evidence about his possible financial\nconnections to the terrorist group Islamic Jihad, which in turn has\nstrong connections to bin Laden.\n\n   But agency officials acknowledged that at the time of the strike\nthey had not known that he owned the plant. Today, officials also\nacknowledge that the soil sample collected at Al Shifa was obtained\nabout four months before Idris bought the plant in March 1998.\n\n   Now, officials also say that Idris was never put on the\ngovernment's terrorist watch list, either before or after the\nattack, which would prevent him from obtaining a visa to the United\nStates.\n\n   After the strike, the Treasury Department's Office of Foreign\nAssets Control froze Idris' accounts at Bank of America's branches\nin London and Guernsey, in the Channel Islands. That prompted Idris\nto file suit against the government seeking the release his funds.\nIn May, Treasury agreed to unfreeze his assets, which totalled more\nthan $24 million, just before the government's response to his\nlawsuit was due in court. Idris has reportedly considered filing\nsuit against the United States seeking damages for the loss of his\nplant, but has not yet done so.\n\n   Bin Laden, meanwhile, remains in Afghanistan, and the United\nStates has warned repeatedly over the past year that he has been\nattempting to conduct further terrorist acts against U.S. targets.\nSenior Clinton administration officials now say they believe bin\nLaden is trying to develop chemical weapons in Afghanistan, and may\nhave obtained them.\n","Headline":"\nFOR SOME, DOUBTS LINGER ABOUT U.S. DECISION TO BOMB FACTORY IN\nSUDAN \n","Text":["\n   WASHINGTON _ In the 14 months since President Clinton ordered a\ncruise missile strike on a pharmaceutical plant in Sudan, his aides\nhave steadfastly defended the decision. Clinton, they say, acted on\nevidence that left no doubt the factory was involved with chemical\nweapons and linked to Osama bin Laden, the Saudi exile they blame\nfor blowing up two U.S. embassies in East Africa.\n","\n   But a re-examination of the decision, based on interviews with\nkey participants, shows that it was far more difficult than the\nadministration has acknowledged and that the voices of dissent were\nnumerous.\n","\n   Officials throughout the government raised doubts up to the eve\nof the attack about whether the United States had sufficient\ninformation linking the factory to either chemical weapons or to\nbin Laden, according to participants in the interviews. They said\nsenior diplomatic and intelligence officials had argued strenuously\nover whether any target in Sudan should be attacked.\n","\n   Aides passed on their doubts to the secretary of state and the\ndirector of central intelligence, officials said. But the national\nsecurity advisor, Sandy Berger, who played a pivotal role in\napproving the strike, said in an interview that he was not aware of\nany questions about the strength of the evidence on the factory\nbefore the attack.\n","\n   In the aftermath, some senior officials moved to suppress\ninternal dissent, officials said. Secretary of State Madeleine\nAlbright and a senior deputy, they said, encouraged State\nDepartment intelligence analysts to kill a report being drafted\nthat concluded that the bombing was not justified.\n","\n   The new accounts of the deliberations provide the clearest\nexplanation to date of the reasoning behind one of the most debated\nmilitary actions undertaken by the administration.\n","\n   Some officials said they were told that the president and his\naides had approved the operation _ code-named Infinite Reach _ to\nshow that the United States could hit back against an adversary\nthat had bombed U.S. embassies simultaneously in two countries.\n","\n   And, some officials said, the president's chief advisers\nconcluded that the risks of striking the wrong target were far\noutweighed by the possibility that the plant in Sudan was making\nchemical weapons for a terrorist eager to acquire and use them.\n","\n   Like many decisions of this kind, the decision to bomb the plant\nwas made under intense pressure and with a sense of urgency created\nby intelligence showing that bin Laden was contemplating another\nlethal attack against the United States. ``We would have been\nderelict in our duty not to have proceeded,'' Berger said.\n","\n   Current and former U.S. officials agreed to discuss the\noperation because, more than a year later, they continue to be\nplagued by doubts about whether it was justified. They said they\nare still troubled by the lack of a full airing of what they view\nas gaps in the evidence linking the plant, called Al Shifa, to bin\nLaden. And they complain that the decision-making process was so\nsecretive that Al Shifa was not vetted by many of the government's\nexperts on chemical weapons sites or terrorism.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   The officials brought to light several previously unknown\naspects of the strike.\n","\n   For example, at the pivotal meeting reviewing the targets, the\ndirector of central intelligence, George Tenet, was said to have\ncautioned Clinton's top advisers that while he believed the\nevidence connecting bin Laden to the factory was strong, it was\nless than iron clad.\n","\n   He warned that the link between bin Laden and the factory could\nbe ``drawn only indirectly and by inference,'' according to notes\ntaken by a participant. The plant's involvement with chemical\nweapons, Tenet told his colleagues, was more certain, confirmed by\na soil sample taken from near the site that contained an ingredient\nof nerve gas.\n","\n   Berger said he does not recall that Tenet raised any such doubts\nat the meeting. ``I would say the director was very clear in his\njudgment that the plant was associated with chemical weapons,''\nBerger said. ``No one in the discussion questioned whether Al Shifa\nwas an appropriate target.''\n","\n   Just a few hours before the attack, officials said, Clinton\ncalled off a planned attack on a second target in Sudan, a tannery,\nafter senior military officers raised questions about the risks of\ncivilian casualties and the evidence connecting it to bin Laden.\nThe last-minute campaign was led by Gen. Harry H. Shelton, who\nenlisted other senior officers in an effort to undo the\nrecommendation of Clinton's civilian advisers.\n","\n   On Aug. 20, 1998, U.S. missiles hit two targets, demolishing Al\nShifa and several of bin Laden's camps in Afghanistan. Within days,\nWestern engineers who had worked at the Sudan factory were\nasserting that it was, as Sudan claimed, a working pharmaceutical\nplant. Reporters visiting the ruined building saw bottles of\nmedicine but no signs of security precautions and no obvious signs\nof a chemical weapons manufacturing operation.\n","\n   (END OPTIONAL TRIM)\n","\n   In the days after the strike, as criticism mounted, the\nadministration closed ranks, publicly asserting that the\nintelligence was persuasive. But the doubts persisted, particularly\nat the State Department Bureau of Intelligence and Research.\n","\n   Before the attack, the bureau had written a report for Albright\nquestioning the evidence linking Al Shifa to bin Laden.Following\nthe bombing, analysts renewed their doubts and told Assistant\nSecretary of State Phyllis Oakley that the CIA's evidence on which\nthe attack had been based was inadequate.\n","\n   Ms. Oakley asked them to double-check; perhaps there was some\nintelligence they had not yet seen. The answer came back quickly:\nThere was no additional evidence.\n","\n   Ms. Oakley called a meeting of key aides and a consensus\nemerged: Contrary to what the administration was saying, the case\ntying Al Shifa to bin Laden or to chemical weapons was weak. Ms.\nOakley told her aides to draft a report reflecting their\nskepticism, a significant step because there was a chance its\nfindings might leak out.\n","\n   Ms. Oakley told Under Secretary of State Thomas Pickering that\nher aides were preparing a report that would sharply question the\nbombing.\n","\n   Officials said Pickering asked whether the report contained any\ninformation omitted from the State Department's previous study. Ms.\nOakley said no. In that case, Pickering said, there was no reason\nto raise the issue again.\n","\n   ``After the Al Shifa strike,'' Pickering said in an interview,\nMs. Oakley told him her staff ``was working on a draft, and we both\nagreed that there was nothing new in what it had to say. She and I\ndiscussed the idea of pursuing it further, and I said I didn't see\nthe value in pursuing it further, and she agreed.''\n","\n   But other officials say that while she accepted the order to\nkill the report, Ms. Oakley, who retired from the State Department\nlast month after 42 years, privately expressed a sense of\nfrustration and concern over the decision. Other officials in the\nintelligence bureau have also expressed concern over the action.\nMs. Oakley declined to be quoted in this article.\n","\n   ``It was after the strike and I didn't see the point,''\nPickering said. ``There was not an effort to shut off a new\ninquiry.''\n","\n   Ms. Oakley passed on Pickering's order to her analysts.\n","\n   A couple of days later, Albright asked Ms. Oakley about the\nreport and was assured that work had been stopped. Ms. Oakley\nreplied that there was not going to be any report, according to\npeople familiar with the conversation.\n","\n   nn\n","\n   Albright doesn't recall the details of her conversation with Ms.\nOakley, but does remember that she was ``not interested in having\nthat debate rehashed,'' said James Rubin the State Department\nspokesman.\n","\n   Pickering said the report was being drafted solely for the use\nof himself and Albright, both of whom were already aware of the\nintelligence bureau's qualms.\n","\n   A reconstruction of events shows that Ms. Oakley was hardly the\nonly senior government official to question the intelligence\nlinking Sudan, bin Laden and chemical weapons.\n","\n   Washington's suspicions about Sudan's links to chemical weapons\ndate back to the aftermath of the Persian Gulf War in 1991. The CIA\nreceived reports that Iraqi chemical weapons experts had visited\nKhartoum, prompting suspicions that Iraq was shifting some of its\nproduction of chemical weapons to Sudan.\n","\n   At about the same time, bin Laden moved to Sudan after his exile\nfrom Saudi Arabia and began to invest heavily in Sudanese\ncommercial enterprises, often through joint ventures with the\ngovernment, while using Sudan as a base for his loosely knit\ninternational terrorist organization, Al Qaeda, U.S. intelligence\nofficials said.\n","\n   The CIA received intelligence reports indicating that in 1995,\nbin Laden won tentative approval from Sudanese leaders to begin\ndeveloping chemical weapons in Sudan for use against U.S. troops in\nSaudi Arabia. But in 1996, the Sudanese, responding to pressure\nfrom the U.S. and Saudi Arabia, forced bin Laden to leave,\nprompting the Saudi radical and many of his supporters to retreat\nto Afghanistan.\n","\n   By then, the United States had pulled its embassy staff out of\nSudan and had closed down the CIA's Khartoum station, citing\nthreats of terrorist action. Some U.S. intelligence officials now\nacknowledge that the decision to pull out left the United States\nwith only a limited capacity to understand events in Sudan.\n","\n   Suspicions about the Al Shifa plant arose in the CIA in the\nsummer of 1997. U.S. intelligence officials said an informant\nreported that two facilities in Khartoum might be involved in\nchemical weapons production. The informant also mentioned a third\nsite _ Al Shifa _ on which he had less information but which was\nsuspicious because it had high fences and stringent security.\n","\n   In December 1997, an agent working for the CIA collected a soil\nsample at a site about 60 feet away from the plant, directly across\nan access road from the main entrance, according to U.S. officials.\nU.S. officials say the sample was taken on open ground outside the\nfactory fence, on land that does not appear to have been owned by\nAl Shifa.\n","\n   That soil contained about two and a half times the normal trace\namounts of Empta, a chemical used in the production of VX nerve\ngas, a senior U.S. official said. The results prompted a heated\ndebate among U.S. intelligence analysts about Al Shifa's possible\nlinks to weapons of mass destruction and terrorism.\n","\n   On July 24, 1998, the CIA issued its first report on Al Shifa,\nbased on the soil sample, spy satellite photographs and other\nintelligence. The CIA report highlighted apparent links between Al\nShifa and bin Laden, including indirect financial connections\nthrough Sudan's Military Industrial Corporation.\n","\n   But CIA analysts also suggested that additional information\nwould be needed to be more certain about Al Shifa. One key\nparagraph, entitled ``next steps,'' called for more soil samples to\nbe taken and requested additional spy satellite photographs of the\nsite.\n","\n   The report also raised a new question about the evidence against\nAl Shifa by noting that there were no longer signs of heavy\nsecurity around the plant.\n","\n   On Aug. 4, 1998, the CIA issued a more ominous report, one that\nassessed the possible connection between Sudan, bin Laden and his\nefforts to obtain chemical weapons. It mentioned Al Shifa, but the\nreport's highlight was new intelligence indicating that bin Laden,\nwho earlier in the year had announced a renewed ``holy war''\nagainst the United States, had acquired chemical or nuclear\nmaterials and ``might be ready'' to conduct a chemical attack.\n","\n   At the State Department, intelligence analysts responded with\nskepticism. In an Aug. 6 memo for senior department policymakers,\nMs. Oakley's analysts argued that, even with the new intelligence\nin the Aug. 4 report, the evidence linking Al Shifa to bin Laden\nand chemical weapons was still weak.\n","\n   The next day, the U.S. embassies in Nairobi, Kenya, and Dar es\nSaalam, Tanzania, were bombed, and the United States soon concluded\nbin Laden was behind both attacks.\n","\n   Clinton and a small group of his most senior advisors _\nincluding Berger, Defense Secretary William Cohen, Albright,\nPickering, and Gen. Henry Shelton, chairman of the Joint Chiefs of\nStaff _ quickly decided to retaliate.\n","\n   On August 8, the president's senior advisors ordered the\nPentagon's Joint Staff and the CIA to provide a list of sites\nconnected to bin Laden and his organization that could be bombed.\n","\n   A group of officials that included the CIA's Counter-Terrorism\nCenter prepared a list of about 20 possible targets in three\ncountries: Afghanistan, Sudan and one nation that U.S. officials\ndeclined to identify. It spelled out the evidence linking each\ntarget to bin Laden's organization and weighed the risks, including\nthose for ``collateral damage'' _ the military term for\naccidentally hitting civilians. The plant at Al Shifa was on the\nlist, officials said.\n","\n   nn\n","\n   On Aug. 11, senior U.S. intelligence officials met to discuss Al\nShifa and debated whether additional soil samples were needed.\n","\n   On Aug. 12, after the list was winnowed down, Clinton and key\nNational Security Council officials were briefed for the first time\non the possible targets, including Al Shifa, by Shelton.\n","\n   The next day, the CIA received a report that changed the nature\nof the debate and the pace of planning for the retaliatory strike.\nNew intelligence showed that bin Laden and his key lieutenants\nwould be meeting at camps in Khost, Afghanistan, on Aug. 20.\nReports also indicated that bin Laden might be planning further\nattacks, possibly with chemical weapons.The Afghan camps were\nalready among the top priority targets proposed by the Pentagon and\nCIA planners.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   Some officials said the White House seemed determined to hit bin\nLaden in more than one place. Richard Clarke, the senior National\nSecurity Council aide who played a pivotal role in planning the\noperation on behalf of the president, later explained to a\ncolleague that the Saudi exile had shown ``global reach'' by\nattacking U.S. embassies simultaneously in two countries. The\nUnited States, he then said, had to respond by attacking his\nnetwork beyond its haven in Afghanistan.\n","\n   In an interview, Clarke said it was the president and his\nprincipal foreign policy advisers who ``obviously decided to attack\nin more than one place.''\n","\n   (END OPTIONAL TRIM)\n","\n   In the White House meeting on Aug. 19, where the final\nrecommendations were to be made to the president, officials chose\nto target the Afghan training camps and two sites in the Sudan: Al\nShifa and a tannery in Khartoum that intelligence reports indicated\nwas linked to bin Laden.\n","\n   Berger denies that there was a significant debate about the\nevidence concerning Al Shifa during that meeting. Rather, he said,\nthere were ``geopolitical'' questions raised about whether it was\nappropriate to strike Sudan, an Arab country where bin Laden no\nlonger lived. ``There were a few people who felt we shouldn't go to\na second country, but those questions were not based on any doubts\nabout Al Shifa,'' he said.\n","\n   Notes taken at the meeting, however, say that Tenet, the\ndirector of central intelligence, alluded to ``gaps'' in the case\nlinking bin Laden to the factory. The agency, he said, was working\nto ``close the intelligence gaps on this target.''\n","\n   Tenet said he had been careful to delineate ``what we knew and\ndidn't know, what the risks were, and what the downsides were,''\nabout Al Shifa.\n","\n   Officials said Shelton objected to striking the Khartoum\ntannery, both because of the potential that missiles might hit\ncivilians and because the site was not suspected of being involved\nin chemical weapons.\n","\n   Officials recall that the debate was halted by Berger. The\nadministration, he said, would justifiably be pilloried if the\nUnited States did not destroy Al Shifa and bin Laden later launched\na chemical attack that could have been pre-empted.\n","\n   A recommendation was sent to Clinton to attack the Afghan camps,\nAl Shifa and the tannery.\n","\n   Later that day, Shelton and told his colleagues among the Joint\nChiefs of Staff about the planned bombing, in part to gain their\nhelp in convincing the White House to drop the tannery as a target.\nIt was the first time the service chiefs had been told about the\npending operation.\n","\n   After their meeting, Shelton called the White House to say that\nthe officers shared his opposition to bombing the tannery. Other\nsenior officials began to object, and Berger relayed those concerns\nto Clinton on Martha's Vineyard. At about midnight, Clinton\nconsulted some of his senior advisors about the matter and at about\n2 a.m. ordered that the tannery be removed from the target list.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   In Washington, late in the day on Aug. 19th, several officials,\nincluding members of the administration's committee of top\ncounter-terrorism experts, were summoned to Clarke's office at the\nNational Security Council and told to remain there for the evening.\nThe group's members had met previously to discuss the idea of a\nretaliatory strike but had not been involved selecting targets.\n","\n   The officials were told of the decision to strike for the first\ntime that night by Clarke, according to a participant in the\nmeeting. But as Clarke gave them reports to read about Al Shifa, he\nwas met with skepticism.\n","\n   Some members of the group told Clarke that they believed the\nintelligence on Al Shifa was too thin. ``People said, ``Dick, what\nis this?'' according to the participant,\n","\n   but Clarke brushed aside those concerns and said the decision to\nstrike had already been made.\n","\n   The officials had been summoned that night not to pass judgment\non the targets, Clarke told them, but to help prepare paperwork\nrelated to the operation, including talking points for U.S.\nambassadors around the world and briefings for Congress and the\npress that would begin after the strike was completed.\n","\n   In an interview, Clarke denied that anyone had raised doubts to\nhim during that meeting or at any other time either before or after\nthe Al Shifa strike. The ``people brought in the night before were\nbrought in to do paperwork,'' not to review the targets, he said.\nAcross the Potomac River, at the CIA's headquarters in Langley,\nVa., similar worries were being expressed. Senior agency officials\ngathered in Tenet's conference room to discuss the targets and, one\nparticipant said, there was strong disagreement about the plans.\n","\n   (END OPTIONAL TRIM)\n","\n   Questions about Al Shifa also surfaced at the State Department\njust before the attack. Pickering was shown the intelligence\nanalysts' memo expressing skepticism about the CIA's intelligence\non Al Shifa, he said. Pickering said he mentioned the report's\nfindings to Albright.\n","\n   Pickering and Ms. Albright both decided to support the decision\nto strike, however. They were convinced that the CIA's materials _\nprimarily the soil sample from Al Shifa _ were persuasive, he said.\n","","\n   In the days after the strike, an international controversy\nerupted, with Sudan demanding damages and an independent review of\ncase. In Washington, senior officials insisted in press briefings\nthat the links between bin Laden, the factory, and chemical weapons\nwere strong and compelling.\n","\n   There was much less certainty behind the scenes.\n","\n   Soon after the strike, word began to filter out of the\ngovernment that senior U.S. intelligence officials, including Jack\nDowning, the head of the CIA's Directorate of Operations, its\nclandestine espionage arm, believed the Sudan strike was not\njustified.\n","\n   Others raising similar questions included the head of the\nAfrican Division in the clandestine service and the chief of the\nCIA's Counter-Terrorism Center, whose own office had collected the\nintelligence on the site.\n","\n   While they did not question that the intelligence on Al Shifa\nraised strong suspicions, they found the connections between Sudan,\nAl Shifa and bin Laden too indirect to support the administration's\npublic statements justifying the attack. . Downing and the other\ntwo officials, whose names have been withheld at the request of the\nCIA, would not comment.\n","\n   At the intelligence branch of the State Department, officials\nbegan drafting the report renewing doubts about the evidence.\n","\n   Soon after the strike, the CIA conducted an after-action study\nand gathered intelligence about the plant's owner, a Sudanese-born\nbusinessman named Salah Idris. In the weeks after the strike, the\nagency said it had found new evidence about his possible financial\nconnections to the terrorist group Islamic Jihad, which in turn has\nstrong connections to bin Laden.\n","\n   But agency officials acknowledged that at the time of the strike\nthey had not known that he owned the plant. Today, officials also\nacknowledge that the soil sample collected at Al Shifa was obtained\nabout four months before Idris bought the plant in March 1998.\n","\n   Now, officials also say that Idris was never put on the\ngovernment's terrorist watch list, either before or after the\nattack, which would prevent him from obtaining a visa to the United\nStates.\n","\n   After the strike, the Treasury Department's Office of Foreign\nAssets Control froze Idris' accounts at Bank of America's branches\nin London and Guernsey, in the Channel Islands. That prompted Idris\nto file suit against the government seeking the release his funds.\nIn May, Treasury agreed to unfreeze his assets, which totalled more\nthan $24 million, just before the government's response to his\nlawsuit was due in court. Idris has reportedly considered filing\nsuit against the United States seeking damages for the loss of his\nplant, but has not yet done so.\n","\n   Bin Laden, meanwhile, remains in Afghanistan, and the United\nStates has warned repeatedly over the past year that he has been\nattempting to conduct further terrorist acts against U.S. targets.\nSenior Clinton administration officials now say they believe bin\nLaden is trying to develop chemical weapons in Afghanistan, and may\nhave obtained them.\n"]}