{"DocumentId":"NYT19990818.0182","TopicId":"NYT","Relevance":"0","Body":" BC-CIR-CELL-ART-2TAKES-NYT \nAS WIRELESS PLANS PROLIFERATE, SO DO BUSY SIGNALS AND DISCONNECTS \n\n  (ART ADV: Photo is being sent to NYT photo clients. Nonsubscribers\ncan make individual purchase by calling 1-888-603-1036 or (888)\n346-9867.) \n(th) \n By CATHERINE GREENMAN   \n c.1999 N.Y. Times News Service   \n\n   In case you haven't noticed, this country's 300 or so wireless\ntelecommunications companies are eager for phone users to cut the\ncord on their wired phones and go completely mobile.\n\n   Leading wireless carriers like AT&T Wireless, Sprint PCS, Bell\nAtlantic Mobile and BellSouth are encouraging ``bucket plans,'' in\nwhich subscribers pay flat monthly rates for as much as 1,500\nminutes of cell phone time.\n\n   According to the Cellular Telecommunications Industry\nAssociation, a trade group based in Washington, the pricing plans,\nwhich in many cases are better than long distance rates for wired\nphones, are working. The group estimates the number of cellular\nphone users in this country to be about 77 million, with more than\n37,500 people signing up for wireless phone service each day. And\nthese users are talking more than ever before.\n\n   But for every college-bound student who has just purchased 1,000\nminutes a month of talk time, there is a cell phone user out there\nlike Stephanie Rudolph Soderberg, a New York City resident who\nsigned on to AT&T's Digital One Rate plan more than a year ago.\nWhen asked if she was satisfied with her cell phone service, she\nreplied: ``What service? I have no service.''\n\n   Mrs. Rudolph Soderberg said that every time she tries to call\nher husband, Bob Soderberg, an electrical engineer who works mostly\noutdoors in the city, she hears a fast busy signal, indicating that\nthe call cannot be completed because there is too much traffic on\nthe phone network.\n\n   ``I take it very personally,'' she said. ``I'm starting to think\nit's me, maybe something about my body that obstructs calls.''\n\n   While no one knows the precise number of calls that are not\ncompleted, fade in and out or get cut off midconversation, such\nincidents are increasingly common complaints among wireless users.\nAnd they raise an important question: As successful as wireless\ncompanies have been in attracting subscribers, what are they doing\nto keep them happy?\n\n   In cities like New York, Los Angeles and Seattle, where cell\nphone use is among the highest in the country, incomplete or\ndisconnected calls often occur because there are too many\nconversations for the limited number of channels within a wireless\ncarrier's network. Buildings also greatly interfere with the\ntransmission of cell phone signals. In less populated suburban and\nrural areas, transmission failures occur because the wireless\nnetworks have yet to be fully built, leaving holes in coverage\nareas.\n\n   The simple solution to these problems is to increase the number\nof cell sites _ the antennas and base station equipment that send\nand receive cellular signals.\n\n   To be sure, the wireless carriers have heard the complaints of\ncell phone users and escalated the construction of cell sites in\nresponse to demand. The Cellular Telecommunications Industry\nAssociation estimates that as of December 1998 there were more than\n65,000 cell sites in the United States, a 28 percent increase over\nthe previous year.\n\n   Jane O'Donaghue, a spokeswoman for AT&T, whose digital wireless\nnetwork had difficulty sustaining the initial demand brought on by\nthe carrier's Digital One Rate calling plan, said the company would\nspend more than $2 billion on its wireless infrastructure in 1999.\n\n   At Sprint PCS, which has 11,000 sites in 280 markets, Tom\nMurphy, a company spokesman, said Sprint would spend more than $1.5\nbillion on coverage and capacity this year.\n\n   ``The big fix is for the carriers to go out and spend the money\non building cell sites, but they also have to factor in how much\nthat will improve coverage,'' said Matt Hoffman, an analyst with\nDataquest, a research company in San Jose, Calif. ``They can try\nand cover you in an elevator, but you could also wait until you get\ndownstairs. How much adding a cell site will increase customer\nsatisfaction is tough for the carriers to grasp.''\n\n   Even with huge expenditures on infrastructure, wireless\ncompanies face an uphill battle to achieve better service coverage.\nThe low signal strengths inherent in the newer digital wireless\nnetworks, for example, are the source of a slew of coverage\nproblems.\n\n   A wireless phone works by transmitting and receiving radio\nsignals to and from the nearest cell site. As the user travels from\none cell to the next, the system hands off the signal so that\nservice is uninterrupted.\n\n   Every wireless carrier has a designated chunk of the radio\nspectrum, which it divides into cells. A typical cell in an urban\narea will handle about 100 channels, depending on the wireless\ntechnology being used.\n\n   Even though channels can handle more than one call\nsimultaneously, if there are too many subscribers in a given cell\nat one time, the result can be a fast busy signal. If a subscriber\nalready on the phone travels into a cell that is at capacity, the\nresult can be a disconnected call.\n\n   Most cell sites cover transmissions in an area from 2 to 10\nmiles in diameter, depending on the terrain and other factors.\nBecause the signals are transmitted at relatively low power (as low\nas 0.6 watts in digital wireless phones), channels can be reused in\nother cells without concern that there will be interference. A\ncarrier with a limited number of channels can theoretically take on\nmore subscribers by building more cells and reusing the channels.\n\n   Because the zeros and ones of a digital signal take up less\nspace on a channel than do analog signals, digital wireless\nrepresents a boon to a channel-hungry wireless carrier. A digital\ncell can handle up to 10 calls per channel, several more calls per\nchannel than an analog cell.\n\n   But some digital signals transmit at higher frequencies than\nanalog signals and are more susceptible to energy loss as they\ntravel between points. As a result, it takes more towers to carry\nthe signals. That is a likely explanation for why digital wireless\nsubscribers experience the most dropped calls while they're\ndriving. The digital signal becomes weakened as the driver moves\nout of one cell, and it is not strong enough to be picked up\nimmediately by the neighboring cell site.\n\n   nn\n\n   Sometimes, however, it is not signal strength that is the\nproblem, but the lack of digital cell sites. Although the Cellular\nTelecommunications Industry Association estimates that 70 percent\nto 75 percent of the land area of the United States has wireless\ncoverage, there is greater coverage for analog systems than for\ndigital. Many wireless operators use the analog network as a\nfallback for digital customers.\n\n   But even when there is an analog cell in the area to default to,\nit's generally easier to hand off calls between digital cells than\nit is to hand off calls between digital and analog cells. A\ndigital-analog handoff involves moving to a separate system as the\nsignal is transmitted at the carrier's switching network. And if\nthe analog transmission fails, the signal cannot be transferred\nback into digital mode.\n\n   In addition, wireless providers use different digital\ntechnologies that don't always hand off seamlessly between cells,\nparticularly when a call is being relayed out of a cell in a\nsubscriber's home coverage area and into the cell of another\ncarrier, during a process known as roaming.\n\n   ``We'd be so much better off if we had a couple of nationwide\nnetworks handing calls off to each other,'' said Nancy Gohring,\nwireless networks editor at Telephony, an industry trade magazine.\n\n   Radio frequency engineers at companies that manufacture base\nstation equipment, like Lucent Technologies and Motorola, are\nconstantly working on software upgrades to ease compatibility\nissues. Industry experts say the next generation of digital\nwireless will have a standard interface to better enable the\ndifferent systems to hand off calls to each other.\n\n   Kent Olson, an analyst at the Strategis Group, a\ntelecommunications information services company based in\nWashington, estimates that it costs between $140,000 and $180,000\nto build a single cell site. In any urban area, there is usually a\nhigh density of sites to accommodate a large number of users.\n\n   Wireless providers are looking for more economical ways to add\nto their networks. One alternative to building a cell is to extend\nthe signal by stringing a series of devices known as repeaters in\nareas between cells. Repeaters can amplify and extend a signal some\n10 or 20 miles.\n\n   More and more, wireless carriers are also installing micro\ncells, which have lower power and fewer channels, in areas that are\ndifficult to penetrate, like buildings and tunnels. Repeaters and\nmicro cells are cheaper, but they will not solve all coverage\nproblems.\n\n   ``Some structures will still be almost impossible to penetrate,\ngiven the high frequency and low power of the digital signals,''\nsaid Richard Wong, a network engineer for Telus Mobility, a\ncellular provider in western Canada.\n\n   Another economical alternative to building more cell sites is to\nlease channels on another company's existing cell site, something\nthat wireless carriers are becoming much more flexible about. Such\nconsolidation is also a response to community zoning regulations,\nwhich often prohibit the construction of new towers.\n\n   Over the last couple of years, many carriers have sold their\ncell sites to companies including Crown Castle Corp., based in\nHouston, and Pinnacle Holdings, based in Sarasota, Fla. These\ncompanies then lease the space to the carrier that used to own it,\nand to one or two others.\n\n   ``With only two players in the market, there weren't the current\nissues with real estate and zoning,'' said Olson, of Strategis.\n``Now, with five or six players in each market, the carriers are\nmuch more likely to share tower space.''\n\n   With the new generation of digital phones allowing limited Web\naccess and e-mail already here and expanded wireless data services\non the horizon, mobile phone use will only increase. Will a time\ncome when the digital wireless network fills up entirely?\n\n   ``The potential for that exists, but it's not any kind of a\nreality at this point,'' said Mark Desautels, managing director of\nthe Wireless Data Forum, a Washington-based trade organization. The\nFederal Communications Commission, he said, ``has the ability to\nshift spectrum and allot additional bandwidth should that become\nnecessary.''\n\n   And despite the current coverage problems, industry experts\nbelieve that the carriers will be able to build themselves out of\nit.\n\n   ``The good news is that this, too, shall pass,'' said Tom\nWheeler, president and chief executive of the Cellular\nTelecommunications Industry Association. ``It took 75 years before\nwire line phone service had the same kind of coverage that the\nwireless carriers have achieved in a much shorter period. It's not\nwhere it should be, but it's moving at lightning speed and\nimproving every day.''\n\n   __\n\n   Here are some steps you can take to improve your wireless\nservice:\n\n   _ Study and compare various carriers' coverage areas, which are\nviewable on maps in cell phone stores and on carriers' Web sites.\nOr talk to wireless phone users who use the different services\navailable in your area.\n\n   ``For most people, usage tends to be fairly predictable, so it's\npossible to do a little research and to subscribe to a carrier with\nthe strongest signals in your area,'' said Sam Simon, chairman of\nthe Telecommunications Research and Action Center, a\nWashington-based consumer group. Sign up with a carrier that offers\na 30-day trial period so you can switch carriers if you have\nservice problems.\n\n   _ If your phone has an extendable antenna, pull it out. Like the\nantenna on a transistor radio, it will improve the reception. If\nyou experience coverage problems indoors, move close to a window\nor, if possible, go outside to improve the signal.\n\n   _ Consider buying a car antenna if you make a lot of calls while\ndriving. They are available for under $100 at electronics stores\nand at Internet-based wireless phone dealers like those at\nwww.point.com and www.cellwest.com. Because they are mounted to the\nexterior of your car, the antennas can prevent the signal\ninterference sometimes caused when making calls from inside. Most\ncar antennas connect to your phone by a cable, which is unplugged\nwhen exiting the car.\n\n   _ Don't forget the analog mode. Most digital wireless phones are\ncapable of being switched to analog by pressing a function key. If\nyou're in an area where your digital service is spotty, you can try\nswitching for better reception. But be aware that you run the risk\nof being disconnected during the transition.\n\n   _ Move around. When outdoors, moving just a couple of steps or\nwaving your phone around in the air can improve the signal. Check\nthe signal strength bar on the screen before dialing a phone\nnumber. It will help you avoid having to hit the resend button.\n","Headline":"\nAS WIRELESS PLANS PROLIFERATE, SO DO BUSY SIGNALS AND DISCONNECTS \n","Text":["\n   In case you haven't noticed, this country's 300 or so wireless\ntelecommunications companies are eager for phone users to cut the\ncord on their wired phones and go completely mobile.\n","\n   Leading wireless carriers like AT&T Wireless, Sprint PCS, Bell\nAtlantic Mobile and BellSouth are encouraging ``bucket plans,'' in\nwhich subscribers pay flat monthly rates for as much as 1,500\nminutes of cell phone time.\n","\n   According to the Cellular Telecommunications Industry\nAssociation, a trade group based in Washington, the pricing plans,\nwhich in many cases are better than long distance rates for wired\nphones, are working. The group estimates the number of cellular\nphone users in this country to be about 77 million, with more than\n37,500 people signing up for wireless phone service each day. And\nthese users are talking more than ever before.\n","\n   But for every college-bound student who has just purchased 1,000\nminutes a month of talk time, there is a cell phone user out there\nlike Stephanie Rudolph Soderberg, a New York City resident who\nsigned on to AT&T's Digital One Rate plan more than a year ago.\nWhen asked if she was satisfied with her cell phone service, she\nreplied: ``What service? I have no service.''\n","\n   Mrs. Rudolph Soderberg said that every time she tries to call\nher husband, Bob Soderberg, an electrical engineer who works mostly\noutdoors in the city, she hears a fast busy signal, indicating that\nthe call cannot be completed because there is too much traffic on\nthe phone network.\n","\n   ``I take it very personally,'' she said. ``I'm starting to think\nit's me, maybe something about my body that obstructs calls.''\n","\n   While no one knows the precise number of calls that are not\ncompleted, fade in and out or get cut off midconversation, such\nincidents are increasingly common complaints among wireless users.\nAnd they raise an important question: As successful as wireless\ncompanies have been in attracting subscribers, what are they doing\nto keep them happy?\n","\n   In cities like New York, Los Angeles and Seattle, where cell\nphone use is among the highest in the country, incomplete or\ndisconnected calls often occur because there are too many\nconversations for the limited number of channels within a wireless\ncarrier's network. Buildings also greatly interfere with the\ntransmission of cell phone signals. In less populated suburban and\nrural areas, transmission failures occur because the wireless\nnetworks have yet to be fully built, leaving holes in coverage\nareas.\n","\n   The simple solution to these problems is to increase the number\nof cell sites _ the antennas and base station equipment that send\nand receive cellular signals.\n","\n   To be sure, the wireless carriers have heard the complaints of\ncell phone users and escalated the construction of cell sites in\nresponse to demand. The Cellular Telecommunications Industry\nAssociation estimates that as of December 1998 there were more than\n65,000 cell sites in the United States, a 28 percent increase over\nthe previous year.\n","\n   Jane O'Donaghue, a spokeswoman for AT&T, whose digital wireless\nnetwork had difficulty sustaining the initial demand brought on by\nthe carrier's Digital One Rate calling plan, said the company would\nspend more than $2 billion on its wireless infrastructure in 1999.\n","\n   At Sprint PCS, which has 11,000 sites in 280 markets, Tom\nMurphy, a company spokesman, said Sprint would spend more than $1.5\nbillion on coverage and capacity this year.\n","\n   ``The big fix is for the carriers to go out and spend the money\non building cell sites, but they also have to factor in how much\nthat will improve coverage,'' said Matt Hoffman, an analyst with\nDataquest, a research company in San Jose, Calif. ``They can try\nand cover you in an elevator, but you could also wait until you get\ndownstairs. How much adding a cell site will increase customer\nsatisfaction is tough for the carriers to grasp.''\n","\n   Even with huge expenditures on infrastructure, wireless\ncompanies face an uphill battle to achieve better service coverage.\nThe low signal strengths inherent in the newer digital wireless\nnetworks, for example, are the source of a slew of coverage\nproblems.\n","\n   A wireless phone works by transmitting and receiving radio\nsignals to and from the nearest cell site. As the user travels from\none cell to the next, the system hands off the signal so that\nservice is uninterrupted.\n","\n   Every wireless carrier has a designated chunk of the radio\nspectrum, which it divides into cells. A typical cell in an urban\narea will handle about 100 channels, depending on the wireless\ntechnology being used.\n","\n   Even though channels can handle more than one call\nsimultaneously, if there are too many subscribers in a given cell\nat one time, the result can be a fast busy signal. If a subscriber\nalready on the phone travels into a cell that is at capacity, the\nresult can be a disconnected call.\n","\n   Most cell sites cover transmissions in an area from 2 to 10\nmiles in diameter, depending on the terrain and other factors.\nBecause the signals are transmitted at relatively low power (as low\nas 0.6 watts in digital wireless phones), channels can be reused in\nother cells without concern that there will be interference. A\ncarrier with a limited number of channels can theoretically take on\nmore subscribers by building more cells and reusing the channels.\n","\n   Because the zeros and ones of a digital signal take up less\nspace on a channel than do analog signals, digital wireless\nrepresents a boon to a channel-hungry wireless carrier. A digital\ncell can handle up to 10 calls per channel, several more calls per\nchannel than an analog cell.\n","\n   But some digital signals transmit at higher frequencies than\nanalog signals and are more susceptible to energy loss as they\ntravel between points. As a result, it takes more towers to carry\nthe signals. That is a likely explanation for why digital wireless\nsubscribers experience the most dropped calls while they're\ndriving. The digital signal becomes weakened as the driver moves\nout of one cell, and it is not strong enough to be picked up\nimmediately by the neighboring cell site.\n","\n   nn\n","\n   Sometimes, however, it is not signal strength that is the\nproblem, but the lack of digital cell sites. Although the Cellular\nTelecommunications Industry Association estimates that 70 percent\nto 75 percent of the land area of the United States has wireless\ncoverage, there is greater coverage for analog systems than for\ndigital. Many wireless operators use the analog network as a\nfallback for digital customers.\n","\n   But even when there is an analog cell in the area to default to,\nit's generally easier to hand off calls between digital cells than\nit is to hand off calls between digital and analog cells. A\ndigital-analog handoff involves moving to a separate system as the\nsignal is transmitted at the carrier's switching network. And if\nthe analog transmission fails, the signal cannot be transferred\nback into digital mode.\n","\n   In addition, wireless providers use different digital\ntechnologies that don't always hand off seamlessly between cells,\nparticularly when a call is being relayed out of a cell in a\nsubscriber's home coverage area and into the cell of another\ncarrier, during a process known as roaming.\n","\n   ``We'd be so much better off if we had a couple of nationwide\nnetworks handing calls off to each other,'' said Nancy Gohring,\nwireless networks editor at Telephony, an industry trade magazine.\n","\n   Radio frequency engineers at companies that manufacture base\nstation equipment, like Lucent Technologies and Motorola, are\nconstantly working on software upgrades to ease compatibility\nissues. Industry experts say the next generation of digital\nwireless will have a standard interface to better enable the\ndifferent systems to hand off calls to each other.\n","\n   Kent Olson, an analyst at the Strategis Group, a\ntelecommunications information services company based in\nWashington, estimates that it costs between $140,000 and $180,000\nto build a single cell site. In any urban area, there is usually a\nhigh density of sites to accommodate a large number of users.\n","\n   Wireless providers are looking for more economical ways to add\nto their networks. One alternative to building a cell is to extend\nthe signal by stringing a series of devices known as repeaters in\nareas between cells. Repeaters can amplify and extend a signal some\n10 or 20 miles.\n","\n   More and more, wireless carriers are also installing micro\ncells, which have lower power and fewer channels, in areas that are\ndifficult to penetrate, like buildings and tunnels. Repeaters and\nmicro cells are cheaper, but they will not solve all coverage\nproblems.\n","\n   ``Some structures will still be almost impossible to penetrate,\ngiven the high frequency and low power of the digital signals,''\nsaid Richard Wong, a network engineer for Telus Mobility, a\ncellular provider in western Canada.\n","\n   Another economical alternative to building more cell sites is to\nlease channels on another company's existing cell site, something\nthat wireless carriers are becoming much more flexible about. Such\nconsolidation is also a response to community zoning regulations,\nwhich often prohibit the construction of new towers.\n","\n   Over the last couple of years, many carriers have sold their\ncell sites to companies including Crown Castle Corp., based in\nHouston, and Pinnacle Holdings, based in Sarasota, Fla. These\ncompanies then lease the space to the carrier that used to own it,\nand to one or two others.\n","\n   ``With only two players in the market, there weren't the current\nissues with real estate and zoning,'' said Olson, of Strategis.\n``Now, with five or six players in each market, the carriers are\nmuch more likely to share tower space.''\n","\n   With the new generation of digital phones allowing limited Web\naccess and e-mail already here and expanded wireless data services\non the horizon, mobile phone use will only increase. Will a time\ncome when the digital wireless network fills up entirely?\n","\n   ``The potential for that exists, but it's not any kind of a\nreality at this point,'' said Mark Desautels, managing director of\nthe Wireless Data Forum, a Washington-based trade organization. The\nFederal Communications Commission, he said, ``has the ability to\nshift spectrum and allot additional bandwidth should that become\nnecessary.''\n","\n   And despite the current coverage problems, industry experts\nbelieve that the carriers will be able to build themselves out of\nit.\n","\n   ``The good news is that this, too, shall pass,'' said Tom\nWheeler, president and chief executive of the Cellular\nTelecommunications Industry Association. ``It took 75 years before\nwire line phone service had the same kind of coverage that the\nwireless carriers have achieved in a much shorter period. It's not\nwhere it should be, but it's moving at lightning speed and\nimproving every day.''\n","\n   __\n","\n   Here are some steps you can take to improve your wireless\nservice:\n","\n   _ Study and compare various carriers' coverage areas, which are\nviewable on maps in cell phone stores and on carriers' Web sites.\nOr talk to wireless phone users who use the different services\navailable in your area.\n","\n   ``For most people, usage tends to be fairly predictable, so it's\npossible to do a little research and to subscribe to a carrier with\nthe strongest signals in your area,'' said Sam Simon, chairman of\nthe Telecommunications Research and Action Center, a\nWashington-based consumer group. Sign up with a carrier that offers\na 30-day trial period so you can switch carriers if you have\nservice problems.\n","\n   _ If your phone has an extendable antenna, pull it out. Like the\nantenna on a transistor radio, it will improve the reception. If\nyou experience coverage problems indoors, move close to a window\nor, if possible, go outside to improve the signal.\n","\n   _ Consider buying a car antenna if you make a lot of calls while\ndriving. They are available for under $100 at electronics stores\nand at Internet-based wireless phone dealers like those at\nwww.point.com and www.cellwest.com. Because they are mounted to the\nexterior of your car, the antennas can prevent the signal\ninterference sometimes caused when making calls from inside. Most\ncar antennas connect to your phone by a cable, which is unplugged\nwhen exiting the car.\n","\n   _ Don't forget the analog mode. Most digital wireless phones are\ncapable of being switched to analog by pressing a function key. If\nyou're in an area where your digital service is spotty, you can try\nswitching for better reception. But be aware that you run the risk\nof being disconnected during the transition.\n","\n   _ Move around. When outdoors, moving just a couple of steps or\nwaving your phone around in the air can improve the signal. Check\nthe signal strength bar on the screen before dialing a phone\nnumber. It will help you avoid having to hit the resend button.\n"]}