{"DocumentId":"NYT20000330.0058","TopicId":"NYT","Relevance":"0","Body":" BC-CPT-BRAIN-MAIN-COX \n  \n (Repeating as part of a weekly roundup of computer features)  \nMeld of mind, machine may transform our lives \nBy Jay Bookman  \nc.2000 Cox News Service  \n\n   PHILADELPHIA _ The future has many birthplaces. Part of it is\ntaking shape in the cramped and cluttered laboratory of John\nChapin.\n\n   Chapin and his team wired the brains of lab rats directly to a\ncomputer, giving the animals an ability unknown to human beings.\n\n   When the rats got thirsty, they would use a robotic arm to bring\nthem water. That kind of task has become almost second nature to\nlab rats, but these particular animals did it with flair. They\noperated the device with their minds alone, moving it merely by\nthinking about it.\n\n   ``When people first heard about this work, I'd get e-mails\nwondering whether people could use a mind-controlled robot to mow\ntheir lawns,'' jokes Chapin, a neurobiologist. ``But my mind worked\ndifferently. I was thinking about a robot that could bring me a\nbeer.''\n\n   By physically linking a living brain to a computer and then\nallowing the two to communicate, Chapin has broken down an\nimportant barrier between the animate and inanimate worlds. In a\nstep that sounds like something out of science fiction, he also has\ngiven a living mind the power to directly affect the outside world\nwithout having to use the body in which it is housed.\n\n   He's hardly a lone researcher.\n\n   Thousands of scientists around the world, working quietly in\nfields as varied as linguistics, biology, chaos and robotics, are\nin their own ways blurring the boundaries that once separated\n``wetware'' _ the living brain _ from the hardware of silicon-based\ncomputers. At the furthest frontier, some scientists are even\nbuilding computers out of living brain cells, literally fusing\nsilicon with life itself.\n\n   Their research represents a looming revolution, the next\nworld-changing generation in computer science. It promises to\nproduce computers that seem much more human and lifelike, and less\nlike machines. It also will transform the relationship between\nhuman beings and computers. They won't be tools that we operate\nwith our hands, as we do a hammer or a car. Instead they will\nbecome almost a part of us, intimately linked to our minds and\nbodies and greatly augmenting human abilities to think and\ncommunicate.\n\n   At Wright-Patterson Air Force Base in Ohio, for example, the\nmilitary's Alternative Control Technology Laboratory has\nexperimented with systems that allow pilots to ``fly by thought.''\nBy controlling their brain waves, human subjects at the laboratory\ncan steer a flight simulator left or right, up or down, a skill\nthat most people at the lab master in only an hour.\n\n   In England, Kevin Warwick, a cybernetics professor at the\nUniversity of Reading, had a computer chip surgically implanted in\nhis left arm two years ago. The chip communicated by radio waves\nwith the computer that runs Warwick's office building and in\nessence made Warwick a living node in the computer's network. The\ncomputer monitored the professor's passage into and around the\nbuilding, opening doors for him, turning on his computer as he\napproached, even greeting him by name as he walked through the\nfront door.\n\n   ``That (experience) changed my mind-set quite a bit,'' Warwick\nsays. ``I felt as if the computer became a part of me, and I became\na part of the computer. And I was quite comfortable with that.\nThere was an affinity there.''\n\n   When the implant was removed after nine days, Warwick recalls\nfeeling an odd sense of disappointment at being disconnected from\nthe network. He is planning to repeat the experiment next year,\nthis time with a more sophisticated implant capable of a wider\nrange of communications. Among other things, he plans to use the\ndevice to give himself a sixth sense, in addition to the five given\nhim by nature.\n\n   With a computer chip in his arm, Warwick refers to himself as a\ncyborg. The term was coined in the '60s by NASA scientists and has\nsince become a staple of science fiction novels and movies. In a\ncyborg, computer hardware has become so much a part of a human\nbeing that it creates a new species _ part machine, part human _\nwith impressive new powers. The title character of the movie\n``RoboCop''would fit that definition, as would the Borgs in the\n``Star Trek'' TV series.\n\n   However, some theorists in computer science argue that cyborgs\nare not some sci-fi fantasy and already walk among us by the\nmillions. They believe that a person with a cell phone and beeper\non his belt and a Palm Pilot in his hand has attained cyborg\nstatus.\n\n   To many others, that's still a stretch. They see their\nelectronic gizmos as tools, not as an integral part of themselves.\nBut the cyborg description will become far less strained if\nresearchers in the growing field of wearable computing are proven\nright. They are trying to tear down the second major barrier\nbetween human beings and their electronic assistants: the size and\nweight of computers.\n\n   The world's first modern computer _ ENIAC, for the Electronic\nNumerical Integrator and Computer _ was built in 1946 just a few\nmiles south of Chapin's lab in Philadelphia. ENIAC consisted of\nalmost 18,000 vacuum tubes, weighed 30 tons and took up 1,800\nsquare feet. Since then, computers have gotten a lot smaller,\nlighter and more powerful. IBM's Thinkpad laptop is 30,000 times\nfaster than ENIAC; at barely 6 pounds, it is also 10,000 times\nlighter.\n\n   As that trend continues, computers will become extremely\nportable and powerful. Human beings won't need a computer chip\nimplanted in their body to experience the intimate relationship\nwith computers described by Warwick.\n\n   Instead, every morning they would don a lightweight, unobtrusive\ncomputer just as they now slip on a wristwatch or tuck a wallet in\ntheir pocket. That computer would give them full-time wireless\naccess to the Internet and to other human beings equipped with\nwearables, as well as to e-mail, cell phone and other services. At\nno waking moment would they be disconnected. Like Warwick in his\noffice building, they would become individual nodes connected full\ntime to a vast computer network, but in this case the network would\nbe shared by millions of other people.\n\n   Wearables are already used in the military and industry. Through\nits high-tech Land Warrior program, the U.S. Army will equip a\nplatoon of soldiers with wearable systems for war-fighting\nexercises this summer. It plans to deploy 34,000 units in the field\nwithin the next few years. Businesses are buying wearables to let\nemployees who are out of the office or on the factory floor have\nfast, easy access to a computer database or the Internet. As the\nwearable product is refined through research and experience,\ncompanies hope to eventually produce the units for sale and use as\na consumer product.\n\n   Steve Mann, a pioneer in wearable computing and a professor at\nthe University of Toronto, has been building and using his own\nwearable computers since he was a high school student in Canada.\nLike Warwick, he calls himself a cyborg. In fact, Mann says that in\nthe 20 years he has worn computers, he has experienced a powerful\nsynergy between human being and silicon, which he calls\n``humanistic intelligence.''\n\n   ``In my experience, the human being and computer become elements\nof each other's feedback loop,'' Mann explains. ``They support and\nextend each other and create something new.''\n\n   If cyborgs such as Mann represent the human being augmented with\nmachinelike powers, they have a close counterpart in the inanimate\nworld _ the machine equipped with humanlike powers. That's the\nthird major barrier now under attack: making computers more like\npeople.\n\n   To some researchers, giving computers a more human ``feel'' is a\nway to make the computers friendlier and less intimidating to\nusers. Researchers at the Massachusetts Institute of Technology are\nworking on ``affective computing'' _ computing that uses human\nemotion as a tool. If the computer senses its human user getting\nexasperated or angry, for example, it might employ the same\nfrustration-reducing tactics that a human co-worker would use. It\nmight apologize or suggest that the user take a break for a few\nminutes.\n\n   Likewise, software engineers are creating humanlike characters\nthat are capable of interacting with human beings, asking and\nanswering questions, commenting on the weather, even flirting. They\nare like robots, but without physical bodies. Instead of operating\nin the physical world, they will live and work on the Internet,\nserving as guides and hosts on commercial Web sites. The characters\nare programmed to have personal histories and individual quirks,\njust like human beings, and according to their creators are\n``emotionally and socially intelligent.''\n\n   For the moment, that illusion of humanity is still crude. Steer\nthe conversation away from a software creature's programming and\nits artificial nature quickly becomes apparent. The irony is, it\nprobably doesn't matter. The human subconscious turns out to be\neasily fooled by anything that seems the slightest bit human.\n\n   ``The way that people relate with the computer is fundamentally\nsocial,'' says Clifford Nass of Stanford University, who has\nconducted considerable research in human-computer interaction. ``We\ntreat computers as if they were people. Everyone knows it's a\nmachine. No one thinks a computer is a person. But subconsciously\nthey can't help treating the computer as a person.''\n\n   Nass says even computer experts who know better fall prey to the\nillusion that the computer is human. It seems that millions of\nyears of evolution did not equip us to distinguish between what's\nhuman and what isn't, at least on a subconscious level. It just\nwasn't a necessary skill because, until now, anything that seemed\nhuman actually was. As a result, our subconscious is easily fooled.\n\n   The tendency to project human thoughts and emotions onto\ninanimate objects will become even more pronounced as scientists\nmove closer to building a computer with humanlike intelligence.\nThat task has long been the Holy Grail of computer science, and\nmany experts still believe it's unattainable, at least by\ntraditional means.\n\n   The difficulty of that task may be hard to accept in an era when\ncomputers are unlocking the secrets of the human genetic code and\ntrouncing Garry Kasparov, acclaimed as the greatest human chess\nplayer in history. So aren't computers already smarter than human\nbeings?\n\n   The answer is no, not even close. Although a computer can\nmultiply 427 by 62 far faster than any human, even the most\npowerful supercomputers have a hard time with mundane tasks that\nhuman beings perform instinctively, without struggle. The classic\nexample is pattern recognition, the ability to pick out an object\nfrom a crowded visual field.\n\n   ``For example, my desk right now is very cluttered,'' explains\nJoel Davis of the U.S. Office of Naval Research, based in\nArlington, Va. ``I could take this pencil here in my hand, lay it\non my desk and mix things up a bit, so that it's partially hidden\nunder some papers. Now, a Cray (supercomputer) couldn't find that\npencil, but my 4-year-old daughter, she could find it easily.''\n\n   Scientists believe that the key to human intelligence _ the\ndifference between Davis' daughter and the Cray _ lies in\narchitecture. The human brain is a network of as many as 100\nbillion neurons, with any single neuron connected to as many as\n10,000 other neurons, and with each connection varying in\nintensity. The number of possible combinations within that tangled\nneural network is immense, which makes the human mind very\nflexible.\n\n   A Cray supercomputer, on the other hand, has a far simpler\narchitecture. It solves a problem by a rigid step-by-step process\nthat precludes creativity and imagination.\n\n   So Davis and others at the frontiers of computer science are\ntrying to use nature as a model. That approach has many\nsubspecialties and many names: bioengineering, biomimicry,\nbiomechanics. They all assume that the way to make computers and\nother machines more powerful is to make them more lifelike.\n\n   ``I'm not going to say that you can make an airplane fly faster\nby gluing feathers on its wings,'' Davis says. ``But I do believe\nthat biology can do things that we can't do yet electronically, and\nthat's where the answer lies.''\n\n   In pursuit of that approach, scientists are building artificial\nneural networks and teaching them to operate as real neural\nnetworks do in the human brain. A few scientists are even taking\nthat approach to its most far out and literal extension: Instead of\nbuilding computers that act like living brain cells, they are\nbuilding computers out of brain cells.\n\n   Bill Ditto, a Georgia Tech researcher in neurosilicon computing,\nleads a team that has built a simple adding machine out of the\nneurons of a leech. In five years, he predicts, his team will have\nbuilt a much more complex machine out of living rat neurons grown\non a sheet of silicon. Such a computer might be taught to think as\nliving brains do.\n\n   It all sounds like something out of Mary Shelley's\n``Frankenstein,'' but Ditto rushes to reject the comparison.\n\n   ``It's not like we're building something out of living body\nparts,'' Ditto says. ``Well, OK, actually it is. It is a little\nFrankensteiny, I admit. But we're not trying to create a new life\nform that's going to go out and do evil. We just want to build a\nliving computer.''\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n\n     \nNYT-03-23-00 1640EST  \n","Headline":null,"Text":["\n   PHILADELPHIA _ The future has many birthplaces. Part of it is\ntaking shape in the cramped and cluttered laboratory of John\nChapin.\n","\n   Chapin and his team wired the brains of lab rats directly to a\ncomputer, giving the animals an ability unknown to human beings.\n","\n   When the rats got thirsty, they would use a robotic arm to bring\nthem water. That kind of task has become almost second nature to\nlab rats, but these particular animals did it with flair. They\noperated the device with their minds alone, moving it merely by\nthinking about it.\n","\n   ``When people first heard about this work, I'd get e-mails\nwondering whether people could use a mind-controlled robot to mow\ntheir lawns,'' jokes Chapin, a neurobiologist. ``But my mind worked\ndifferently. I was thinking about a robot that could bring me a\nbeer.''\n","\n   By physically linking a living brain to a computer and then\nallowing the two to communicate, Chapin has broken down an\nimportant barrier between the animate and inanimate worlds. In a\nstep that sounds like something out of science fiction, he also has\ngiven a living mind the power to directly affect the outside world\nwithout having to use the body in which it is housed.\n","\n   He's hardly a lone researcher.\n","\n   Thousands of scientists around the world, working quietly in\nfields as varied as linguistics, biology, chaos and robotics, are\nin their own ways blurring the boundaries that once separated\n``wetware'' _ the living brain _ from the hardware of silicon-based\ncomputers. At the furthest frontier, some scientists are even\nbuilding computers out of living brain cells, literally fusing\nsilicon with life itself.\n","\n   Their research represents a looming revolution, the next\nworld-changing generation in computer science. It promises to\nproduce computers that seem much more human and lifelike, and less\nlike machines. It also will transform the relationship between\nhuman beings and computers. They won't be tools that we operate\nwith our hands, as we do a hammer or a car. Instead they will\nbecome almost a part of us, intimately linked to our minds and\nbodies and greatly augmenting human abilities to think and\ncommunicate.\n","\n   At Wright-Patterson Air Force Base in Ohio, for example, the\nmilitary's Alternative Control Technology Laboratory has\nexperimented with systems that allow pilots to ``fly by thought.''\nBy controlling their brain waves, human subjects at the laboratory\ncan steer a flight simulator left or right, up or down, a skill\nthat most people at the lab master in only an hour.\n","\n   In England, Kevin Warwick, a cybernetics professor at the\nUniversity of Reading, had a computer chip surgically implanted in\nhis left arm two years ago. The chip communicated by radio waves\nwith the computer that runs Warwick's office building and in\nessence made Warwick a living node in the computer's network. The\ncomputer monitored the professor's passage into and around the\nbuilding, opening doors for him, turning on his computer as he\napproached, even greeting him by name as he walked through the\nfront door.\n","\n   ``That (experience) changed my mind-set quite a bit,'' Warwick\nsays. ``I felt as if the computer became a part of me, and I became\na part of the computer. And I was quite comfortable with that.\nThere was an affinity there.''\n","\n   When the implant was removed after nine days, Warwick recalls\nfeeling an odd sense of disappointment at being disconnected from\nthe network. He is planning to repeat the experiment next year,\nthis time with a more sophisticated implant capable of a wider\nrange of communications. Among other things, he plans to use the\ndevice to give himself a sixth sense, in addition to the five given\nhim by nature.\n","\n   With a computer chip in his arm, Warwick refers to himself as a\ncyborg. The term was coined in the '60s by NASA scientists and has\nsince become a staple of science fiction novels and movies. In a\ncyborg, computer hardware has become so much a part of a human\nbeing that it creates a new species _ part machine, part human _\nwith impressive new powers. The title character of the movie\n``RoboCop''would fit that definition, as would the Borgs in the\n``Star Trek'' TV series.\n","\n   However, some theorists in computer science argue that cyborgs\nare not some sci-fi fantasy and already walk among us by the\nmillions. They believe that a person with a cell phone and beeper\non his belt and a Palm Pilot in his hand has attained cyborg\nstatus.\n","\n   To many others, that's still a stretch. They see their\nelectronic gizmos as tools, not as an integral part of themselves.\nBut the cyborg description will become far less strained if\nresearchers in the growing field of wearable computing are proven\nright. They are trying to tear down the second major barrier\nbetween human beings and their electronic assistants: the size and\nweight of computers.\n","\n   The world's first modern computer _ ENIAC, for the Electronic\nNumerical Integrator and Computer _ was built in 1946 just a few\nmiles south of Chapin's lab in Philadelphia. ENIAC consisted of\nalmost 18,000 vacuum tubes, weighed 30 tons and took up 1,800\nsquare feet. Since then, computers have gotten a lot smaller,\nlighter and more powerful. IBM's Thinkpad laptop is 30,000 times\nfaster than ENIAC; at barely 6 pounds, it is also 10,000 times\nlighter.\n","\n   As that trend continues, computers will become extremely\nportable and powerful. Human beings won't need a computer chip\nimplanted in their body to experience the intimate relationship\nwith computers described by Warwick.\n","\n   Instead, every morning they would don a lightweight, unobtrusive\ncomputer just as they now slip on a wristwatch or tuck a wallet in\ntheir pocket. That computer would give them full-time wireless\naccess to the Internet and to other human beings equipped with\nwearables, as well as to e-mail, cell phone and other services. At\nno waking moment would they be disconnected. Like Warwick in his\noffice building, they would become individual nodes connected full\ntime to a vast computer network, but in this case the network would\nbe shared by millions of other people.\n","\n   Wearables are already used in the military and industry. Through\nits high-tech Land Warrior program, the U.S. Army will equip a\nplatoon of soldiers with wearable systems for war-fighting\nexercises this summer. It plans to deploy 34,000 units in the field\nwithin the next few years. Businesses are buying wearables to let\nemployees who are out of the office or on the factory floor have\nfast, easy access to a computer database or the Internet. As the\nwearable product is refined through research and experience,\ncompanies hope to eventually produce the units for sale and use as\na consumer product.\n","\n   Steve Mann, a pioneer in wearable computing and a professor at\nthe University of Toronto, has been building and using his own\nwearable computers since he was a high school student in Canada.\nLike Warwick, he calls himself a cyborg. In fact, Mann says that in\nthe 20 years he has worn computers, he has experienced a powerful\nsynergy between human being and silicon, which he calls\n``humanistic intelligence.''\n","\n   ``In my experience, the human being and computer become elements\nof each other's feedback loop,'' Mann explains. ``They support and\nextend each other and create something new.''\n","\n   If cyborgs such as Mann represent the human being augmented with\nmachinelike powers, they have a close counterpart in the inanimate\nworld _ the machine equipped with humanlike powers. That's the\nthird major barrier now under attack: making computers more like\npeople.\n","\n   To some researchers, giving computers a more human ``feel'' is a\nway to make the computers friendlier and less intimidating to\nusers. Researchers at the Massachusetts Institute of Technology are\nworking on ``affective computing'' _ computing that uses human\nemotion as a tool. If the computer senses its human user getting\nexasperated or angry, for example, it might employ the same\nfrustration-reducing tactics that a human co-worker would use. It\nmight apologize or suggest that the user take a break for a few\nminutes.\n","\n   Likewise, software engineers are creating humanlike characters\nthat are capable of interacting with human beings, asking and\nanswering questions, commenting on the weather, even flirting. They\nare like robots, but without physical bodies. Instead of operating\nin the physical world, they will live and work on the Internet,\nserving as guides and hosts on commercial Web sites. The characters\nare programmed to have personal histories and individual quirks,\njust like human beings, and according to their creators are\n``emotionally and socially intelligent.''\n","\n   For the moment, that illusion of humanity is still crude. Steer\nthe conversation away from a software creature's programming and\nits artificial nature quickly becomes apparent. The irony is, it\nprobably doesn't matter. The human subconscious turns out to be\neasily fooled by anything that seems the slightest bit human.\n","\n   ``The way that people relate with the computer is fundamentally\nsocial,'' says Clifford Nass of Stanford University, who has\nconducted considerable research in human-computer interaction. ``We\ntreat computers as if they were people. Everyone knows it's a\nmachine. No one thinks a computer is a person. But subconsciously\nthey can't help treating the computer as a person.''\n","\n   Nass says even computer experts who know better fall prey to the\nillusion that the computer is human. It seems that millions of\nyears of evolution did not equip us to distinguish between what's\nhuman and what isn't, at least on a subconscious level. It just\nwasn't a necessary skill because, until now, anything that seemed\nhuman actually was. As a result, our subconscious is easily fooled.\n","\n   The tendency to project human thoughts and emotions onto\ninanimate objects will become even more pronounced as scientists\nmove closer to building a computer with humanlike intelligence.\nThat task has long been the Holy Grail of computer science, and\nmany experts still believe it's unattainable, at least by\ntraditional means.\n","\n   The difficulty of that task may be hard to accept in an era when\ncomputers are unlocking the secrets of the human genetic code and\ntrouncing Garry Kasparov, acclaimed as the greatest human chess\nplayer in history. So aren't computers already smarter than human\nbeings?\n","\n   The answer is no, not even close. Although a computer can\nmultiply 427 by 62 far faster than any human, even the most\npowerful supercomputers have a hard time with mundane tasks that\nhuman beings perform instinctively, without struggle. The classic\nexample is pattern recognition, the ability to pick out an object\nfrom a crowded visual field.\n","\n   ``For example, my desk right now is very cluttered,'' explains\nJoel Davis of the U.S. Office of Naval Research, based in\nArlington, Va. ``I could take this pencil here in my hand, lay it\non my desk and mix things up a bit, so that it's partially hidden\nunder some papers. Now, a Cray (supercomputer) couldn't find that\npencil, but my 4-year-old daughter, she could find it easily.''\n","\n   Scientists believe that the key to human intelligence _ the\ndifference between Davis' daughter and the Cray _ lies in\narchitecture. The human brain is a network of as many as 100\nbillion neurons, with any single neuron connected to as many as\n10,000 other neurons, and with each connection varying in\nintensity. The number of possible combinations within that tangled\nneural network is immense, which makes the human mind very\nflexible.\n","\n   A Cray supercomputer, on the other hand, has a far simpler\narchitecture. It solves a problem by a rigid step-by-step process\nthat precludes creativity and imagination.\n","\n   So Davis and others at the frontiers of computer science are\ntrying to use nature as a model. That approach has many\nsubspecialties and many names: bioengineering, biomimicry,\nbiomechanics. They all assume that the way to make computers and\nother machines more powerful is to make them more lifelike.\n","\n   ``I'm not going to say that you can make an airplane fly faster\nby gluing feathers on its wings,'' Davis says. ``But I do believe\nthat biology can do things that we can't do yet electronically, and\nthat's where the answer lies.''\n","\n   In pursuit of that approach, scientists are building artificial\nneural networks and teaching them to operate as real neural\nnetworks do in the human brain. A few scientists are even taking\nthat approach to its most far out and literal extension: Instead of\nbuilding computers that act like living brain cells, they are\nbuilding computers out of brain cells.\n","\n   Bill Ditto, a Georgia Tech researcher in neurosilicon computing,\nleads a team that has built a simple adding machine out of the\nneurons of a leech. In five years, he predicts, his team will have\nbuilt a much more complex machine out of living rat neurons grown\non a sheet of silicon. Such a computer might be taught to think as\nliving brains do.\n","\n   It all sounds like something out of Mary Shelley's\n``Frankenstein,'' but Ditto rushes to reject the comparison.\n","\n   ``It's not like we're building something out of living body\nparts,'' Ditto says. ``Well, OK, actually it is. It is a little\nFrankensteiny, I admit. But we're not trying to create a new life\nform that's going to go out and do evil. We just want to build a\nliving computer.''\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n","\n     \nNYT-03-23-00 1640EST  \n"]}