{"DocumentId":"NYT20000520.0109","TopicId":"NYT","Relevance":"0","Body":" BC-COX-BJT0521-SUNDAY-6TH-UPDATE \n    \n\n      6TH UPDATE\n      EDs: Adds: CHINA-RIGHTS.\n      CoxNet Cox News Service budget\n      FOR SUNDAY, May 21, 2000\n      c. 2000 Cox News Service\n\n   For questions, please call 404-526-5456.\n\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n\n   THE WEEKEND DUTY EDITORS ARE:\n\n   IN ATLANTA: Diane Fall at 404 526-5456\n\n   IN WASHINGTON: Andy Alexander at 202 887-8334.\n\n   NATIONAL\n\n   DAVIDIANS-MONEY _ Who is paying the astronomical tab for the\nplaintiffs' investigation and preparation leading to the civil\nlawsuit? What's the cost to the taxpayers? If the government loses,\nwho pays what to whom? Who stands to earn the most out of a verdict\nfor the plaintiffs? (England, Waco Tribune-Herald). 15.\n\n   WITH\n\n   DAVIDIANS-CADDELL _ Profile of Houston attorney Mike Caddell,\nnow commanding national attention as he takes dead aim at the\ngovernment's actions in the Branch Davidian tragedy at Mount\nCarmel. (England, Waco Tribune-Herald). 60.\n\n   DYING-HEARTLAND _ LEBANON, Kansas _ As the clock strikes 3, the\nold ladies of this depressed farm town shuffle past the boarded-up\nred brick storefronts on Main Street and into LaDow's general store\nfor a daily dose of coffee and gossip. Every afternoon, Monday\nthrough Friday, a dozen of them gather around two kitchen tables by\nthe window to discuss the world's problems, and their own. Their\nsmall town is withering away. And these genteel women, many of them\nfarm widows, are a living testament to this unhappy trend. Across\nSmith County, Kansas, and indeed throughout rural America, a\ngenerational time bomb is ticking. (Holmes, Cox News Service).\n\n   WITHDYING-DATA _ Chart material _ and photos and map.\n\n   EDs: Moved Wednesday in (a) national category.\n\n   GEORGIA-GOP _ As GOP activists hold their last statewide meeting\nbefore 2002 in Savannah, a question arises: Who will the\nRepublicans put forth for governor when Democrat Roy Barnes runs\nfor re-election? Some of the possible Republican candidates - Linda\nSchrenko, John Oxendine - will be working the delegates this\nweekend in Savannah. We'll ask who's running _ and whether anyone\nstands a chance of unseating Barnes. (Judd, Atlanta\nJournal-Constitution). 25.\n\n   BARNES-BLINDTRUST _ Another look at Barnes' blind trust and his\nefforts to avoid filing a complete financial disclosure. Barnes'\nlawyer has stepped up the lobbying of Attorney General Thurbert\nBaker, strongly criticizing an analysis of the financial disclosure\nlaw by Teddy Lee of the state Ethics Commission. Baker is expected\nto issue an opinion on the issue by late this week. Many observers\nexpect Baker to rule that Barnes has to file a full disclosure; the\nlaw does not take into account blind trusts. Former Gov. Joe Frank\nHarris had a blind trust until the current disclosure law took\neffect. He then dissolved the trust and complied with the law.\n(Judd, Atlanta Journal-Constitution). 40.\n\n   WITH\n\n   LEGIS-CONFLICTS _ Georgia's part-time legislators, like those in\nmost other states, face a constant potential for conflicts of\ninterest. Most lawmakers hold jobs outside the legislature nearly 1\nin 5 sit on committees that regulate their own business interest.\nThe findings are part of a national study by the Washington-based\nCenter for Public Integrity which found that many lawmakers have a\nfinancial interests in the laws they impose. (Whitt, Atlanta\nJournal-Constitution). 25.\n\n   INTERNATIONAL\n\n   CHINA-RIGHTS _ BEIJING _ An American human rights organization\ngives a briefing on its talks with China's Ministry of Justice\nconcerning political prisoners. Although China suspended human\nrights talks with the United States a year ago, it quietly agreed a\nfew months ago to resume dialogue with this non-profit, run by a\nbusinessman who favors normalizing trade relations with China.\n(Chao, Cox News Service). MOVED\n\n   CHINA-TRADE _ BEIJING _ As the U.S. Congress prepares for a vote\non giving communist China ``permanent nation trade status,'' we\nprofile a textile factory which will be affected by opening up more\ntrade and accession to the World Trade Organization. (Chao, Cox\nNews Service). WITH PHOTOS.\n\n   EDs: MOVED Thurs., May 18, in (i) International and (k)\nCommentary categories.\n\n   HAITI-ELECTIONS _ PORT AU PRINCE, Haiti _ An advance on the\nHaiti elections scheduled for Sun., May 21. More TK. (Williams, Cox\nNews Service). WITH PHOTOS.\n\n   EDs: Expected to move SPOT, by 3 p.m. EDT Sat., May 20.\n\n   MEXICO-FOX _ MEXICO CITY _ As the second presidential debate\nnears, opposition candidate Vicente Fox comes in riding a wave of\nmomentum with polls showing in him either in a dead heat or ahead\nof ruling party candidate Francisco Labastida. But does Fox, who's\npulling from both liberal and conservative camps for support,\nreally carry the day against the entrenched Institutional\nRevolutionary Party's vaunted political machine? We ask him,\ndirectly. (Ferriss, Cox News Service).\n\n   EDs: MOVED Friday, May 19.\n\n   WASHINGTON\n\n   GUN-SUICIDE _ WASHINGTON _ Largely absent from the political\ndebate on guns is the fact that more than half of gun deaths among\nyoung people are suicides. Gun control groups say that the suicide\nrate would fall if guns weren't available. The NRA says that\npremise is ridiculous because people in that state of mind would\nfind some other way to kill themselves. We ask counselors and other\nexperts what they think. (Cox News Service).\n\n   With GUNS-DATA _ Comparing U.S. youth suicide rates with those\nof other countries; gun suicide stats for the nation and Cox\nstates.\n\n   EDs: MOVED Thursday.\n\n   INTERNET-ORGANIZE _ WASHINGTON _ As the Million Mom March and\nWorld Bank demonstrations show, the Internet has become a powerful\ntool for organizing virtual communities around a particular\npolitical idea. (Cox News Service).\n\n   EDs: MOVED Tuesday in (w) Washington and (l) lifestyle\ncategories.\n\n   POLITICS\n\n   CALIFORNIA _ Of all the bold ambitions harbored by GOP\npresidential candidate George W. Bush, none is so bold _ or such a\nlong-shot _ as this: ``I'm going to win California,'' he said\nrecently in the state that could go a long way toward determining\nthis year's White House race. (Herman, Austin American-Statesman).\n50. MOVED\n\n   VOTERS-REAGAN _ ROSEVILLE, Mich. _ Macomb County is the stamping\nground of the Reagan Democrats, the largely Catholic, working-class\nvoters who crossed party lines to support Ronald Reagan in the\n1980s. In 2000, the loyalties of these voters are again in play.\n(Shepard, Cox News Service). WITH PHOTOS.\n\n   EDs: MOVED Thursday.\n\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n\n   COXNET FOCUS PAGE\n\n   COXNET FOCUS 0520: BACK IN THE '50s -- The Perseghettis have all\nthe trappings of a busy family in the year 2000. Their\nthree-bedroom ranch in this suburb south of Dayton bristles with\ntechnology including four computers, four phones and an answering\nmachine. But what if, for one week, all the amenities of the last\nhalf-century disappeared? No word processing, e-mailing or cordless\ntelephones. No dishwasher, clothes dryer or microwave. That's what\nwe wanted to find out when we went looking for a family who would\nforgo all modern conveniences _ essentially live in a 1950s bubble\n_ for seven days. (DeBrosse, Dayton Daily News)\n\n   OPED/EDITORIAL\n\n   CHINA-TRADE _ BEIJING _ As the U.S. Congress prepares for a vote\non giving communist China ``permanent nation trade status,'' we\nprofile a textile factory which will be affected by opening up more\ntrade and accession to the World Trade Organization. (Chao, Cox\nNews Service). WITH PHOTOS.\n\n   EDs: MOVED Thursday, May 18, in (i) International and (k)\nCommentary categories.\n\n   TEEPEN-COLUMN _ Perhaps the details will redeem it, but at first\nblush George W. Bush's much-touted plan looks more likely to deform\nthan to reform Social Security. (Tom Teepen is national\ncorrespondent for Cox Newspapers.) MOVED THURSDAY.\n\n   KLEINBERG-COLUMN _ Cox News Service columnist Howard Kleinberg\nis on vacation. His column will resume May 22 for papers of May 24.\n(Kleinberg, Cox News Service.)\n\n   GLASS-COLUMN _ WASHINGTON _ If Seymour Hersh could have been\nthere among the warriors in the closing days of the Persian Gulf\nwar, rather than having to marshal their recollections nearly a\ndecade later, he would have been able to write an unquestionably\ndefinitive account. Had more reporters been on the scene, it's\nquite possible that some events might have unfolded differently.\n(Andy Glass is a columnist for Cox News Service in the Washington\nbureau.) MOVED THURSDAY.\n\n   LIFESTYLE\n\n   GRADUATION-ATTIRE _ What graduating seniors should wear under\ntheir gowns on graduation day. (Waco Tribune-Herald). 16. MOVED\n\n   INTERNET-ORGANIZE _ WASHINGTON _ As the Million Mom March and\nWorld Bank demonstrations show, the Internet has become a powerful\ntool for organizing virtual communities around a particular\npolitical idea. (Cox News Service).\n\n   EDs: MOVED Tuesday in (w) Washington and (l) lifestyle\ncategories.\n\n   SKIP-CARAY _ Skip Caray is entering his 25th year as TV and\nradio broadcaster of the Atlanta Braves. Part of a blue-blooded\nannouncing lineage _ father Harry is in the baseball hall of fame,\nson Chip is current announcer of the Cubs _ Skip is like neither of\nthem. Weaned on announcing baseball back in the bad old Braves\ndays, he's known to be more sarcastic than sentimental. He says\nthis year he's the ``new'' Skip _ he's quit drinking, lost weight,\nand promises not to bite the heads off callers who phone his\npregame show and ask, for the umpteenth time, how to compute a\nslugging percentage. We'll see. (Jubera, Cox News Service). 88.\nWITH PHOTOS and LAYOUT. MOVED\n\n   EDs: Moving in (l) Lifestyle and (s) Sports categories.\n\n   ENTERTAINMENT-ARTS\n\n   SKUBE-WIT _ Periodically there come in one's life Rubicons that\nmust be crossed, and one of these for Dr. Vivian Bearing is the\nmatter of punctuation. The lead character in Margaret Edson's\nPulitzer Prize-winning play ``Wit'' is a pedant for whom commas and\ncommitment are paired. ``Nothing but a breath _ a comma _ separates\nlife from life everlasting,'' she says in a scene that defines the\nplay's deceptive conflict. ``It is very simple really. With the\noriginal punctuation restored, death is no longer something to act\nout on a stage, with exclamation points. It's a comma, a pause.''\n(Skube, Atlanta Journal-Constitution). 25. MOVED\n\n   TV-COLUMN _ You know how I can tell when I really like a show? I\nwatch it when it's on. Let me explain. I tape more shows in a week\nthan most people probably watch in a month. Watching a series at my\nconvenience makes my life much easier. (Thompson, Palm Beach Post).\n25.\n\n   SPORTS\n\n   AUTO RACING\n\n   COXNET NASCAR PAGE\n\n   This week's Inside NASCAR page is now available. The page can be\nfound via the Budget Tool using the Sports category and a\nMotorsports subcategory with a rundate of Friday. The page can also\nbe found on the Cox Server in the Sports folder and on the WAN desk\nof the AJC database. Art includes four color photos. For questions,\ncall CoxNet at (404) 526-5456. Following is a budget for the page:\n\n   COXNET INSIDE NASCAR 0519: THE WINSTON: NASCAR'S ALL-STAR GALA _\nNASCAR and Winston officials do everything in their power to make\nThe Winston all-star race one of the most exciting events of the\nseason. (Carvell, Atlanta Journal-Constitution)\n\n   WITH\n\n   THE WINSTON AT A GLANCE BOX\n\n   THE WINSTON'S GREATEST MOMENTS and THE WINSTON'S LAMEST MOMENTS\n(Art includes a 1-column color photo of Dale Earnhardt.)\n\n   THE WINSTON FIELD OF 20 BOX\n\n   PETTY COLUMN _ Lee Petty was the past, the foundation of\nstock-car racing's model family. Adam Petty was the future, a loss\nnot just to racing alone, but to man in general, for he was as\nstraight-laced as they come, clear-eyed, clear-headed. Born to be\nthe next ``King,'' succeeding to the title held by the grandfather\nRichard. (Bisher, Atlanta Journal-Constitution)\n\n   MAKING HEADLINES _ Lowe's Motor Speedway President Humpy Wheeler\nhas predicted the winner of The Winston eight times in the last 12\nyears. (Carvell, Atlanta Journal-Constitution)\n\n   DRIVER Q&A _ An interview with Driver Johnny Benson. (Minter,\nAtlanta Journal-Constitution) Art includes a 6-pica color photo of\nBenson. (Carvell, Atlanta Journal-Constitution)\n\n   GOLDEN OLDIES _ A look at some of the greatest moments in NASCAR\nhistory _ This week, The Winston 1985. (Art includes a 6-pica color\nphoto of Darrell Waltrip)\n\n   DRIVER STANDINGS WINSTON CUP\n\n   DRIVER STANDINGS BUSCH SERIES\n\n   WINSTON CUP MONEY LEADERS\n\n   BASEBALL\n\n   BBO-ROCKER _ MARIETTA, Ga. _ Atlanta Braves relief pitcher John\nRocker signs autographs at collectibles show in Marietta.\n(Vejnoska, Atlanta Journal-Constitution). 12. WITH PHOTOS.\n\n   AJC INSIDE BASEBALL PAGE\n\n   EDs: An open page on the major leagues from a national\nperspective from The Atlanta Journal-Constitution. The page will be\nposted by 2 p.m. EDT on Saturday, May 20.\n\n   BBO-FEATURE _ Major-league feature (Stinson, Atlanta\nJournal-Constitution)\n\n   BBO-NOTES _ Baseball notes column. (Stinson, Atlanta\nJournal-Constitution)\n\n   BBO-ODDS-ENDS _ A column of items of interest, which changes in\nfocus weekly. (Stinson, Atlanta Journal-Constitution).\n\n   BASKETBALL\n\n   BKN-HAWKS-LOTTERY _ For the first time in eight years, the\nAtlanta Hawks missed the playoffs and will have a lottery pick in\nJune 28 NBA draft. Their position will be determined today as the\nselection portion of lottery will be held in New York. The Hawks'\nlast lottery pick was Adam Keefe in 1992, the 10th overall pick,\nand that choice followed the 1991 drafting of UNLV's Stacey Augmon\nwith the ninth overall pick. As the Hawks prepare for the lottery,\nwe will attempt to look at what players might be available for them\nto select and a chart of hits and misses for the team on draft day.\n(Denberg, Atlanta Journal-Constitution). 25.\n\n   MISCELLANEOUS\n\n   EYE-SURGERY _ It has been so great for Greg Maddux, Tiger Woods\nand Laura Davies that it has become the vogue in all sports for\nathletes to undergo Lasik eye surgery. In fact, many everyday\nrecreation athletes -- at least those of financial means -- are\nhaving the procedure. You might be surprised at the number of\nathletes -- from baseball to NASCAR -- who have had the surgery.\nThe reason is simple: As Eddie Murphy said in 'Trading Places,' ``I\ncan see.'' (Wilkinson, Atlanta Journal-Constitution). 30.\n\n   WITH\n\n   EYESURGERY-SIDE _ The procedure is simple: A laser slices a thin\nlayer of skin from the cornea in a 20-minute time period. The\n$5,000 cost, spare change for most pro athletes, remains a bit\nprohibitive for the weekend warriors. And insurance won't pay.\n(Atlanta Journal-Constitution). 15.\n\n   SKIP-CARAY _ Skip Caray is entering his 25th year as TV and\nradio broadcaster of the Atlanta Braves. Part of a blue-blooded\nannouncing lineage _ father Harry is in the baseball hall of fame,\nson Chip is current announcer of the Cubs _ Skip is like neither of\nthem. Weaned on announcing baseball back in the bad old Braves\ndays, he's known to be more sarcastic than sentimental. He says\nthis year he's the ``new'' Skip _ he's quit drinking, lost weight,\nand promises not to bite the heads off callers who phone his\npregame show and ask, for the umpteenth time, how to compute a\nslugging percentage. We'll see. (Jubera, Cox News Service). 88.\nWITH PHOTOS and LAYOUT.\n\n   EDs: Moving in (l) Lifestyle and (s) Sports categories.\n\n   COXNET BUDGET INFORMATION\n\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EST and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n\n   INTERNET LINKS\n\n   For research purposes, or to publish in your paper for readers\nwho'd like more information, Internet links to some of the stories\non this budget are available daily on the Cox Intranet at\nhttp://web.coxnews.net/NRS/NTAGS/NTAGWEEK.HTM\n\n   PHOTOS, LAYOUTS and GRAPHICS Features, business and op-ed\nmaterial on this budget is available exclusively through the Budget\nTool, which brings into your database the story with attached\nlayout and graphics.\n\n   Regarding all other material: Stories that have photos, graphics\nor page layouts will be posted on the Cox Server in folders\nmatching the category and slug. (Exception: Bureau photos are\navailable only through the Atlanta Location, Washington Bureau\ndesk, slugged to match the story.) Pages marked as CoxNet pages are\nalso available through Locations in the WAN desk of the AJC's\ndatabase.\n\n   HOW TO REACH US\n\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n\n   The news manager is Paul Foutch, 404-526-5429,\npfoutch(at)coxnews.com.\n\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n\n   Cox Washington Bureau:\n\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   For questions, please call 404-526-5456.\n","\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n","\n   THE WEEKEND DUTY EDITORS ARE:\n","\n   IN ATLANTA: Diane Fall at 404 526-5456\n","\n   IN WASHINGTON: Andy Alexander at 202 887-8334.\n","\n   NATIONAL\n","\n   DAVIDIANS-MONEY _ Who is paying the astronomical tab for the\nplaintiffs' investigation and preparation leading to the civil\nlawsuit? What's the cost to the taxpayers? If the government loses,\nwho pays what to whom? Who stands to earn the most out of a verdict\nfor the plaintiffs? (England, Waco Tribune-Herald). 15.\n","\n   WITH\n","\n   DAVIDIANS-CADDELL _ Profile of Houston attorney Mike Caddell,\nnow commanding national attention as he takes dead aim at the\ngovernment's actions in the Branch Davidian tragedy at Mount\nCarmel. (England, Waco Tribune-Herald). 60.\n","\n   DYING-HEARTLAND _ LEBANON, Kansas _ As the clock strikes 3, the\nold ladies of this depressed farm town shuffle past the boarded-up\nred brick storefronts on Main Street and into LaDow's general store\nfor a daily dose of coffee and gossip. Every afternoon, Monday\nthrough Friday, a dozen of them gather around two kitchen tables by\nthe window to discuss the world's problems, and their own. Their\nsmall town is withering away. And these genteel women, many of them\nfarm widows, are a living testament to this unhappy trend. Across\nSmith County, Kansas, and indeed throughout rural America, a\ngenerational time bomb is ticking. (Holmes, Cox News Service).\n","\n   WITHDYING-DATA _ Chart material _ and photos and map.\n","\n   EDs: Moved Wednesday in (a) national category.\n","\n   GEORGIA-GOP _ As GOP activists hold their last statewide meeting\nbefore 2002 in Savannah, a question arises: Who will the\nRepublicans put forth for governor when Democrat Roy Barnes runs\nfor re-election? Some of the possible Republican candidates - Linda\nSchrenko, John Oxendine - will be working the delegates this\nweekend in Savannah. We'll ask who's running _ and whether anyone\nstands a chance of unseating Barnes. (Judd, Atlanta\nJournal-Constitution). 25.\n","\n   BARNES-BLINDTRUST _ Another look at Barnes' blind trust and his\nefforts to avoid filing a complete financial disclosure. Barnes'\nlawyer has stepped up the lobbying of Attorney General Thurbert\nBaker, strongly criticizing an analysis of the financial disclosure\nlaw by Teddy Lee of the state Ethics Commission. Baker is expected\nto issue an opinion on the issue by late this week. Many observers\nexpect Baker to rule that Barnes has to file a full disclosure; the\nlaw does not take into account blind trusts. Former Gov. Joe Frank\nHarris had a blind trust until the current disclosure law took\neffect. He then dissolved the trust and complied with the law.\n(Judd, Atlanta Journal-Constitution). 40.\n","\n   WITH\n","\n   LEGIS-CONFLICTS _ Georgia's part-time legislators, like those in\nmost other states, face a constant potential for conflicts of\ninterest. Most lawmakers hold jobs outside the legislature nearly 1\nin 5 sit on committees that regulate their own business interest.\nThe findings are part of a national study by the Washington-based\nCenter for Public Integrity which found that many lawmakers have a\nfinancial interests in the laws they impose. (Whitt, Atlanta\nJournal-Constitution). 25.\n","\n   INTERNATIONAL\n","\n   CHINA-RIGHTS _ BEIJING _ An American human rights organization\ngives a briefing on its talks with China's Ministry of Justice\nconcerning political prisoners. Although China suspended human\nrights talks with the United States a year ago, it quietly agreed a\nfew months ago to resume dialogue with this non-profit, run by a\nbusinessman who favors normalizing trade relations with China.\n(Chao, Cox News Service). MOVED\n","\n   CHINA-TRADE _ BEIJING _ As the U.S. Congress prepares for a vote\non giving communist China ``permanent nation trade status,'' we\nprofile a textile factory which will be affected by opening up more\ntrade and accession to the World Trade Organization. (Chao, Cox\nNews Service). WITH PHOTOS.\n","\n   EDs: MOVED Thurs., May 18, in (i) International and (k)\nCommentary categories.\n","\n   HAITI-ELECTIONS _ PORT AU PRINCE, Haiti _ An advance on the\nHaiti elections scheduled for Sun., May 21. More TK. (Williams, Cox\nNews Service). WITH PHOTOS.\n","\n   EDs: Expected to move SPOT, by 3 p.m. EDT Sat., May 20.\n","\n   MEXICO-FOX _ MEXICO CITY _ As the second presidential debate\nnears, opposition candidate Vicente Fox comes in riding a wave of\nmomentum with polls showing in him either in a dead heat or ahead\nof ruling party candidate Francisco Labastida. But does Fox, who's\npulling from both liberal and conservative camps for support,\nreally carry the day against the entrenched Institutional\nRevolutionary Party's vaunted political machine? We ask him,\ndirectly. (Ferriss, Cox News Service).\n","\n   EDs: MOVED Friday, May 19.\n","\n   WASHINGTON\n","\n   GUN-SUICIDE _ WASHINGTON _ Largely absent from the political\ndebate on guns is the fact that more than half of gun deaths among\nyoung people are suicides. Gun control groups say that the suicide\nrate would fall if guns weren't available. The NRA says that\npremise is ridiculous because people in that state of mind would\nfind some other way to kill themselves. We ask counselors and other\nexperts what they think. (Cox News Service).\n","\n   With GUNS-DATA _ Comparing U.S. youth suicide rates with those\nof other countries; gun suicide stats for the nation and Cox\nstates.\n","\n   EDs: MOVED Thursday.\n","\n   INTERNET-ORGANIZE _ WASHINGTON _ As the Million Mom March and\nWorld Bank demonstrations show, the Internet has become a powerful\ntool for organizing virtual communities around a particular\npolitical idea. (Cox News Service).\n","\n   EDs: MOVED Tuesday in (w) Washington and (l) lifestyle\ncategories.\n","\n   POLITICS\n","\n   CALIFORNIA _ Of all the bold ambitions harbored by GOP\npresidential candidate George W. Bush, none is so bold _ or such a\nlong-shot _ as this: ``I'm going to win California,'' he said\nrecently in the state that could go a long way toward determining\nthis year's White House race. (Herman, Austin American-Statesman).\n50. MOVED\n","\n   VOTERS-REAGAN _ ROSEVILLE, Mich. _ Macomb County is the stamping\nground of the Reagan Democrats, the largely Catholic, working-class\nvoters who crossed party lines to support Ronald Reagan in the\n1980s. In 2000, the loyalties of these voters are again in play.\n(Shepard, Cox News Service). WITH PHOTOS.\n","\n   EDs: MOVED Thursday.\n","\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n","\n   COXNET FOCUS PAGE\n","\n   COXNET FOCUS 0520: BACK IN THE '50s -- The Perseghettis have all\nthe trappings of a busy family in the year 2000. Their\nthree-bedroom ranch in this suburb south of Dayton bristles with\ntechnology including four computers, four phones and an answering\nmachine. But what if, for one week, all the amenities of the last\nhalf-century disappeared? No word processing, e-mailing or cordless\ntelephones. No dishwasher, clothes dryer or microwave. That's what\nwe wanted to find out when we went looking for a family who would\nforgo all modern conveniences _ essentially live in a 1950s bubble\n_ for seven days. (DeBrosse, Dayton Daily News)\n","\n   OPED/EDITORIAL\n","\n   CHINA-TRADE _ BEIJING _ As the U.S. Congress prepares for a vote\non giving communist China ``permanent nation trade status,'' we\nprofile a textile factory which will be affected by opening up more\ntrade and accession to the World Trade Organization. (Chao, Cox\nNews Service). WITH PHOTOS.\n","\n   EDs: MOVED Thursday, May 18, in (i) International and (k)\nCommentary categories.\n","\n   TEEPEN-COLUMN _ Perhaps the details will redeem it, but at first\nblush George W. Bush's much-touted plan looks more likely to deform\nthan to reform Social Security. (Tom Teepen is national\ncorrespondent for Cox Newspapers.) MOVED THURSDAY.\n","\n   KLEINBERG-COLUMN _ Cox News Service columnist Howard Kleinberg\nis on vacation. His column will resume May 22 for papers of May 24.\n(Kleinberg, Cox News Service.)\n","\n   GLASS-COLUMN _ WASHINGTON _ If Seymour Hersh could have been\nthere among the warriors in the closing days of the Persian Gulf\nwar, rather than having to marshal their recollections nearly a\ndecade later, he would have been able to write an unquestionably\ndefinitive account. Had more reporters been on the scene, it's\nquite possible that some events might have unfolded differently.\n(Andy Glass is a columnist for Cox News Service in the Washington\nbureau.) MOVED THURSDAY.\n","\n   LIFESTYLE\n","\n   GRADUATION-ATTIRE _ What graduating seniors should wear under\ntheir gowns on graduation day. (Waco Tribune-Herald). 16. MOVED\n","\n   INTERNET-ORGANIZE _ WASHINGTON _ As the Million Mom March and\nWorld Bank demonstrations show, the Internet has become a powerful\ntool for organizing virtual communities around a particular\npolitical idea. (Cox News Service).\n","\n   EDs: MOVED Tuesday in (w) Washington and (l) lifestyle\ncategories.\n","\n   SKIP-CARAY _ Skip Caray is entering his 25th year as TV and\nradio broadcaster of the Atlanta Braves. Part of a blue-blooded\nannouncing lineage _ father Harry is in the baseball hall of fame,\nson Chip is current announcer of the Cubs _ Skip is like neither of\nthem. Weaned on announcing baseball back in the bad old Braves\ndays, he's known to be more sarcastic than sentimental. He says\nthis year he's the ``new'' Skip _ he's quit drinking, lost weight,\nand promises not to bite the heads off callers who phone his\npregame show and ask, for the umpteenth time, how to compute a\nslugging percentage. We'll see. (Jubera, Cox News Service). 88.\nWITH PHOTOS and LAYOUT. MOVED\n","\n   EDs: Moving in (l) Lifestyle and (s) Sports categories.\n","\n   ENTERTAINMENT-ARTS\n","\n   SKUBE-WIT _ Periodically there come in one's life Rubicons that\nmust be crossed, and one of these for Dr. Vivian Bearing is the\nmatter of punctuation. The lead character in Margaret Edson's\nPulitzer Prize-winning play ``Wit'' is a pedant for whom commas and\ncommitment are paired. ``Nothing but a breath _ a comma _ separates\nlife from life everlasting,'' she says in a scene that defines the\nplay's deceptive conflict. ``It is very simple really. With the\noriginal punctuation restored, death is no longer something to act\nout on a stage, with exclamation points. It's a comma, a pause.''\n(Skube, Atlanta Journal-Constitution). 25. MOVED\n","\n   TV-COLUMN _ You know how I can tell when I really like a show? I\nwatch it when it's on. Let me explain. I tape more shows in a week\nthan most people probably watch in a month. Watching a series at my\nconvenience makes my life much easier. (Thompson, Palm Beach Post).\n25.\n","\n   SPORTS\n","\n   AUTO RACING\n","\n   COXNET NASCAR PAGE\n","\n   This week's Inside NASCAR page is now available. The page can be\nfound via the Budget Tool using the Sports category and a\nMotorsports subcategory with a rundate of Friday. The page can also\nbe found on the Cox Server in the Sports folder and on the WAN desk\nof the AJC database. Art includes four color photos. For questions,\ncall CoxNet at (404) 526-5456. Following is a budget for the page:\n","\n   COXNET INSIDE NASCAR 0519: THE WINSTON: NASCAR'S ALL-STAR GALA _\nNASCAR and Winston officials do everything in their power to make\nThe Winston all-star race one of the most exciting events of the\nseason. (Carvell, Atlanta Journal-Constitution)\n","\n   WITH\n","\n   THE WINSTON AT A GLANCE BOX\n","\n   THE WINSTON'S GREATEST MOMENTS and THE WINSTON'S LAMEST MOMENTS\n(Art includes a 1-column color photo of Dale Earnhardt.)\n","\n   THE WINSTON FIELD OF 20 BOX\n","\n   PETTY COLUMN _ Lee Petty was the past, the foundation of\nstock-car racing's model family. Adam Petty was the future, a loss\nnot just to racing alone, but to man in general, for he was as\nstraight-laced as they come, clear-eyed, clear-headed. Born to be\nthe next ``King,'' succeeding to the title held by the grandfather\nRichard. (Bisher, Atlanta Journal-Constitution)\n","\n   MAKING HEADLINES _ Lowe's Motor Speedway President Humpy Wheeler\nhas predicted the winner of The Winston eight times in the last 12\nyears. (Carvell, Atlanta Journal-Constitution)\n","\n   DRIVER Q&A _ An interview with Driver Johnny Benson. (Minter,\nAtlanta Journal-Constitution) Art includes a 6-pica color photo of\nBenson. (Carvell, Atlanta Journal-Constitution)\n","\n   GOLDEN OLDIES _ A look at some of the greatest moments in NASCAR\nhistory _ This week, The Winston 1985. (Art includes a 6-pica color\nphoto of Darrell Waltrip)\n","\n   DRIVER STANDINGS WINSTON CUP\n","\n   DRIVER STANDINGS BUSCH SERIES\n","\n   WINSTON CUP MONEY LEADERS\n","\n   BASEBALL\n","\n   BBO-ROCKER _ MARIETTA, Ga. _ Atlanta Braves relief pitcher John\nRocker signs autographs at collectibles show in Marietta.\n(Vejnoska, Atlanta Journal-Constitution). 12. WITH PHOTOS.\n","\n   AJC INSIDE BASEBALL PAGE\n","\n   EDs: An open page on the major leagues from a national\nperspective from The Atlanta Journal-Constitution. The page will be\nposted by 2 p.m. EDT on Saturday, May 20.\n","\n   BBO-FEATURE _ Major-league feature (Stinson, Atlanta\nJournal-Constitution)\n","\n   BBO-NOTES _ Baseball notes column. (Stinson, Atlanta\nJournal-Constitution)\n","\n   BBO-ODDS-ENDS _ A column of items of interest, which changes in\nfocus weekly. (Stinson, Atlanta Journal-Constitution).\n","\n   BASKETBALL\n","\n   BKN-HAWKS-LOTTERY _ For the first time in eight years, the\nAtlanta Hawks missed the playoffs and will have a lottery pick in\nJune 28 NBA draft. Their position will be determined today as the\nselection portion of lottery will be held in New York. The Hawks'\nlast lottery pick was Adam Keefe in 1992, the 10th overall pick,\nand that choice followed the 1991 drafting of UNLV's Stacey Augmon\nwith the ninth overall pick. As the Hawks prepare for the lottery,\nwe will attempt to look at what players might be available for them\nto select and a chart of hits and misses for the team on draft day.\n(Denberg, Atlanta Journal-Constitution). 25.\n","\n   MISCELLANEOUS\n","\n   EYE-SURGERY _ It has been so great for Greg Maddux, Tiger Woods\nand Laura Davies that it has become the vogue in all sports for\nathletes to undergo Lasik eye surgery. In fact, many everyday\nrecreation athletes -- at least those of financial means -- are\nhaving the procedure. You might be surprised at the number of\nathletes -- from baseball to NASCAR -- who have had the surgery.\nThe reason is simple: As Eddie Murphy said in 'Trading Places,' ``I\ncan see.'' (Wilkinson, Atlanta Journal-Constitution). 30.\n","\n   WITH\n","\n   EYESURGERY-SIDE _ The procedure is simple: A laser slices a thin\nlayer of skin from the cornea in a 20-minute time period. The\n$5,000 cost, spare change for most pro athletes, remains a bit\nprohibitive for the weekend warriors. And insurance won't pay.\n(Atlanta Journal-Constitution). 15.\n","\n   SKIP-CARAY _ Skip Caray is entering his 25th year as TV and\nradio broadcaster of the Atlanta Braves. Part of a blue-blooded\nannouncing lineage _ father Harry is in the baseball hall of fame,\nson Chip is current announcer of the Cubs _ Skip is like neither of\nthem. Weaned on announcing baseball back in the bad old Braves\ndays, he's known to be more sarcastic than sentimental. He says\nthis year he's the ``new'' Skip _ he's quit drinking, lost weight,\nand promises not to bite the heads off callers who phone his\npregame show and ask, for the umpteenth time, how to compute a\nslugging percentage. We'll see. (Jubera, Cox News Service). 88.\nWITH PHOTOS and LAYOUT.\n","\n   EDs: Moving in (l) Lifestyle and (s) Sports categories.\n","\n   COXNET BUDGET INFORMATION\n","\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EST and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n","\n   INTERNET LINKS\n","\n   For research purposes, or to publish in your paper for readers\nwho'd like more information, Internet links to some of the stories\non this budget are available daily on the Cox Intranet at\nhttp://web.coxnews.net/NRS/NTAGS/NTAGWEEK.HTM\n","\n   PHOTOS, LAYOUTS and GRAPHICS Features, business and op-ed\nmaterial on this budget is available exclusively through the Budget\nTool, which brings into your database the story with attached\nlayout and graphics.\n","\n   Regarding all other material: Stories that have photos, graphics\nor page layouts will be posted on the Cox Server in folders\nmatching the category and slug. (Exception: Bureau photos are\navailable only through the Atlanta Location, Washington Bureau\ndesk, slugged to match the story.) Pages marked as CoxNet pages are\nalso available through Locations in the WAN desk of the AJC's\ndatabase.\n","\n   HOW TO REACH US\n","\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n","\n   The news manager is Paul Foutch, 404-526-5429,\npfoutch(at)coxnews.com.\n","\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n","\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n","\n   Cox Washington Bureau:\n","\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n","\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n","\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}