{"DocumentId":"NYT20000527.0112","TopicId":"NYT","Relevance":"0","Body":" BC-WACO0528-COX \n    \n\n      Trial evidence may shed light on events at Waco\n      By Dave Harmon\n      c. 2000 Cox News Service\n\n   AUSTIN, Texas _ Like John F. Kennedy's last moments in the\nconvertible and the shattered shell of the Oklahoma City federal\nbuilding, the image has been seared into the national psyche: fire\nengulfing the Branch Davidian compound with more than 80 men, women\nand children inside.\n\n   Before the flames were extinguished at the Mount Carmel compound\nnear Waco, ending the deadliest law enforcement action in U.S.\nhistory, the questions began: How and why did this happen?\nAttorneys Mike Caddell and Mike Bradford want to answer the\nquestions and dispel the conspiracy theories that have smoldered\nsince the April 19, 1993 FBI assault. From opposite sides of the\nDavidians' wrongful death lawsuit against the federal government,\nthe lawyers want the truth revealed when the lawsuit goes to trial\nJune 19 in Waco.\n\n   The case is much more than a wrongful death lawsuit for Caddell,\na Houston lawyer representing surviving Davidians and families of\nDavidians who died, and Bradford, a U.S. attorney from Beaumont\ndefending the government. It's an opportunity to help heal a\nnational wound.\n\n   Both want to win and both have different interpretations of what\nhappened at Mount Carmel. But both say it's time for facts to be\naired and debated.\n\n   The trial before U.S. District Judge Walter Smith _ who will\nrule on the case instead of a jury _ will bring the events of Mount\nCarmel to life again, as Davidians who survived the flames and\nfederal agents who took part in the confrontation tell their\nstories.\n\n   On Feb. 28, 1993, 76 agents from the federal Bureau of Alcohol,\nTobacco and Firearms raided the Davidians' compound, seeking to\narrest the Davidians' leader and self-described prophet, David\nKoresh, and search the compound for illegal guns. Gunshots were\nexchanged, killing four ATF agents and five Davidians.\n\n   That began a 51-day standoff that ended on April 19 when FBI\nagents ordered the Davidians to surrender and assaulted the\ncompound with armored vehicles and tear gas.\n\n   As the armored vehicles began demolishing the structure, fires\nbroke out and quickly spread throughout Mount Carmel, where Koresh\npreached end-of-the world predictions. Each side blames the other\nfor starting the fires.\n\n   Koresh and 73 of his followers _ including 22 children _ died\ninside from gunshots wounds or the fire. Both sides in the lawsuit\nsay some of the Davidians' wounds appeared self-inflicted. Nine of\nthe people inside survived.\n\n   ``I think in many respects, (the trial) will have a cathartic\neffect for not only the participants but for a lot of the American\npublic,'' Caddell said. ``The truth is, most people feel like they\ndon't know what really happened, even today.''\n\n   Although Congress held hearings on the incidents, Caddell said\nthe plaintiffs have ``found critical document after critical\ndocument that was not revealed to Congress, that was not disclosed.\nWe now have a much clearer picture of the story. To me, the case is\nabout abuse of power.''\n\n   But he said plaintiffs also have found some evidence that\nsupports the government.\n\n   ``When we have investigated something and we have concluded that\nthere was no irresponsible action on the part of the government, we\nsay so,'' he said.\n\n   Bradford, a former state district judge, said he hopes the trial\nwill vindicate the federal agents and restore trust in the federal\nagencies involved.\n\n   ``This is an important case, and one of the reasons I agreed to\nbecome a part of it is because I think it's important for the truth\nto come out, and for the public to have confidence in the\ngovernment,'' he said.\n\n   Jim Richardson, a researcher who has worked with the FBI to\nprevent future incidents like Waco, said the Davidians' lawsuit has\nbrought new scrutiny to evidence that has sat in government offices\nfor years.\n\n   ``Without the trial and the judge making the pre-trial rulings\nthat he has, we'd know a lot less than we know,'' said Richardson,\na professor of sociology and judicial studies at the University of\nNevada at Reno. ``So the legal process is working.''\n\n   LAWSUIT TAKES AIM AT GOVERNMENT\n\n   The Davidians' lawsuit claims federal agents shot\nindiscriminately at the Davidians during the initial raid and fired\ninto the compound on April 19.\n\n   The roughly 100 plaintiffs claim the FBI ``created a death\ntrap'' at Mount Carmel by demolishing the building earlier than\nplanned, using devices that could have started the fire and failing\nto have firefighters present.\n\n   Smith, who presided over the 1994 criminal trial of eleven\nDavidians _ eight were convicted of manslaughter or lesser charges\n_ first must decide whether the government is responsible for the\nDavidians' deaths. If Smith finds the government liable, he then\nwill consider the plaintiffs' demand for monetary damages.\n\n   Smith could award whatever compensation he considered\nappropriate.\n\n   ``This case was never about trying to collect a huge amount of\nmoney,'' Caddell said. ``This case was about forcing the government\nto accept its share of the responsibility for the deaths of the\npeople who died at Mount Carmel.''\n\n   Bradford and Justice Department lawyer Marie Hagen will argue\nthe government's case. Bradford said he's confident the evidence\nwill put the responsibility on Koresh and his followers.\n\n   ``Obviously, law enforcement didn't handle everything perfectly,\nbut we think the evidence is clear that the cause of this tragedy\nwas the Davidians themselves,'' he said.\n\n   The trial has generated a mountain of evidence _ and allegations\nby Caddell that the government has concealed, lost, or destroyed\nkey information.\n\n   In August, Smith ordered all federal agencies to turn over any\nDavidian-related evidence. The government initially fought the\norder, then began shipping hundreds of boxes of documents,\nvideotapes, audio recordings, photographs, and Mount Carmel debris\nto the Waco federal courthouse.\n\n   In March, Caddell asked the judge to force the government to\nproduce ``missing'' evidence or hold the government's lawyers in\ncontempt.\n\n   Smith denied the request. He ruled that the FBI may have\nmishandled or mislabeled some evidence, but ``there is nothing to\nindicate that this was the result of anything more than mere\nnegligence.''\n\n   Caddell will argue that negligence permeated every aspect of the\ngovernment's handling of its encounter with the Davidians.\n\n   Each side has accused the other of pulling the trigger first\nduring the initial raid. Caddell said he isn't conceding that the\nDavidians shot first, but will focus on how the agents fired.\n\n   ``ATF agents were firing at the building even when they couldn't\nidentify a specific target, and consequently, we believe that\npeople who were not firing a weapon were killed,'' he said.\n\n   Also in question is whether FBI agents shot at people inside\nMount Carmel during the April 19 assault.\n\n   Nineteen Davidians died from gunshot wounds at close range,\naccording to a 1996 congressional investigation. It concluded that\nthe federal agencies botched the operation but laid the ultimate\nblame on Koresh.\n\n   Koresh died of a bullet wound to his head. He was found lying\nnext to his close friend, Steve Schneider, who apparently shot\nhimself in the mouth with a rifle according to an autopsy report.\n\n   The government insists the agents did not fire at the Davidians\non April 19.\n\n   Caddell argues that the FBI agents and leaders, tired and\nfrustrated after weeks of negotiations with a religious group whose\ndoctrine they didn't understand, sent a couple of agents in with\nthe armored vehicles to try to kill Koresh and other leaders _\nunder the theory that other Davidians were being held hostage.\n\n   ``I don't think they were sent in to kill all the Davidians, I\nthink it was a misguided, unfortunate decision by people who were\nfrustrated and angry and became impatient,'' Caddell said.\n\n   VIDEO SPAWNS FURTHER QUESTIONS\n\n   A key piece of evidence from the April 19 assault is the\ninfrared surveillance video filmed from an FBI aircraft. The video\nshows bright flashes that the plaintiffs say are proof of\ngovernment gunfire that kept the Davidians from escaping the fire.\n\n   The government contends that the flashes are sunlight reflecting\noff the broken glass and other debris.\n\n   In March, Vector Data Systems, a British subsidiary of a U.S.\ndefense firm, conducted a simulation at Fort Hood of conditions on\nthe day of the raid at Mount Carmel, using equipment similar to\nwhat the FBI had used. Caddell had urged the simulation and former\nSen. John Danforth, the special counsel appointed by Attorney\nGeneral Janet Reno to investigate the events, agreed, suggesting\nVector for the job.\n\n   The company concluded that flashes on the FBI infrared\nvideotapes were sunlight reflected off debris, not flashes\nindicative of gunfire.\n\n   The report, Bradford said, ``was really favorable to the\ngovernment in all respects.''\n\n   Caddell, who recently interviewed the Vector analysts in sworn\ndepositions, said at least one of the three people who signed the\ncompany's report admitted he wasn't qualified to interpret the\ninfrared tapes.\n\n   ``I think people are going to be shocked when they read the\ndeposition testimony,'' he said. ``They don't even agree with each\nother.''\n\n   The judge said he did not consider the simulation conclusive\nevidence and will listen to experts from both sides before ruling\nwhether government agents fired at the Davidians.\n\n   HOW DID THE FIRE START?\n\n   The government was listening intently to the Davidians'\nconversations inside Mount Carmel, using bugging devices smuggled\ninto the compound. What they heard on April 19, 1993 also is\ndisputed.\n\n   As the armored vehicles began their tear gas assault on the\ncompound, government agents monitored the conversations inside. The\ngovernment claims the voices were too garbled to know what was\nbeing said at the time, but that later enhancement showed the\nDavidians talked about ``spreading fuel.''\n\n   Bradford said the conversations, combined with the infrared\nvideo that shows fire breaking out ``almost simultaneously in three\nparts of the compound,'' suggest that the Davidians set the fires.\n\n   The plaintiffs say that the audio tapes show the government knew\nof the potential for fire and did nothing. There were no\nfirefighters at the scene, and local firefighters didn't arrive\nuntil 30 minutes after the fires started.\n\n   ``There was no plan at all to fight a fire,'' Caddell said.\n``(The FBI) had even been offered, free of charge. . . an armored\nfirefighting vehicle, and they thumbed their noses at it. And I\nthink that's criminal. That's criminal negligence.''\n\n   None of the government agents involved face criminal charges.\n\n   Bradford said he's prepared to defend the FBI's decision to not\nhave firefighters at the scene.\n\n   ``The decision was made not to expose the firefighters to the\ndanger of being shot,'' he said.\n\n   ``WE DO NEED TO KNOW WHAT HAPPENED AT WACO.''\n\n   Last year, the discovery of a tear gas canister in an evidence\nroom intensified the debate over who started the fire.\n\n   Assistant U.S. Attorney William Johnston wanted to defuse\ncharges that the government was covering up what really happened at\nMount Carmel. So he allowed Michael McNulty _ the researcher whose\nwork anchored the Academy Award-nominated documentary ``Waco: The\nRules of Engagement'' _ to view evidence held by the Texas\nDepartment of Public Safety.\n\n   McNulty spotted a 40 mm cartridge later determined to be the\nremains of a military round used to fire tear gas _ a round capable\nof starting a fire.\n\n   The discovery punched a hole in six years of government denials\nthat federal forces used explosive or flammable devices during the\nassault. And it increased doubt about the government's honesty,\nfeeding conspiracy theories and spurring Reno to appoint Danforth,\nof Missouri, as special counsel.\n\n   ``At this point, the evidence that the government started the\nfire is at least as good as the evidence that the Davidians started\nthe fire,'' Caddell said. ``The myth that's been created, of\ncourse, is that the Davidians wanted to commit suicide.''\n\n   Those who killed themselves apparently did so after fire began,\nhe said. Faced with the flames, Caddell said, the Davidians\nthought, ``Here's my choice, burn to death or put a bullet in my\nhead.''\n\n   Richardson, the University of Nevada professor, said the trial\nmay not answer once and for all how the fire started or whether the\nFBI shot at the Davidians. But he said he hopes that by airing the\nevidence _ from both the Davidians' and the governments'\nperspectives _ the trial can give Americans enough information to\nmake their own judgments.\n\n   ``We do need to know what happened at Waco,'' he said.\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   AUSTIN, Texas _ Like John F. Kennedy's last moments in the\nconvertible and the shattered shell of the Oklahoma City federal\nbuilding, the image has been seared into the national psyche: fire\nengulfing the Branch Davidian compound with more than 80 men, women\nand children inside.\n","\n   Before the flames were extinguished at the Mount Carmel compound\nnear Waco, ending the deadliest law enforcement action in U.S.\nhistory, the questions began: How and why did this happen?\nAttorneys Mike Caddell and Mike Bradford want to answer the\nquestions and dispel the conspiracy theories that have smoldered\nsince the April 19, 1993 FBI assault. From opposite sides of the\nDavidians' wrongful death lawsuit against the federal government,\nthe lawyers want the truth revealed when the lawsuit goes to trial\nJune 19 in Waco.\n","\n   The case is much more than a wrongful death lawsuit for Caddell,\na Houston lawyer representing surviving Davidians and families of\nDavidians who died, and Bradford, a U.S. attorney from Beaumont\ndefending the government. It's an opportunity to help heal a\nnational wound.\n","\n   Both want to win and both have different interpretations of what\nhappened at Mount Carmel. But both say it's time for facts to be\naired and debated.\n","\n   The trial before U.S. District Judge Walter Smith _ who will\nrule on the case instead of a jury _ will bring the events of Mount\nCarmel to life again, as Davidians who survived the flames and\nfederal agents who took part in the confrontation tell their\nstories.\n","\n   On Feb. 28, 1993, 76 agents from the federal Bureau of Alcohol,\nTobacco and Firearms raided the Davidians' compound, seeking to\narrest the Davidians' leader and self-described prophet, David\nKoresh, and search the compound for illegal guns. Gunshots were\nexchanged, killing four ATF agents and five Davidians.\n","\n   That began a 51-day standoff that ended on April 19 when FBI\nagents ordered the Davidians to surrender and assaulted the\ncompound with armored vehicles and tear gas.\n","\n   As the armored vehicles began demolishing the structure, fires\nbroke out and quickly spread throughout Mount Carmel, where Koresh\npreached end-of-the world predictions. Each side blames the other\nfor starting the fires.\n","\n   Koresh and 73 of his followers _ including 22 children _ died\ninside from gunshots wounds or the fire. Both sides in the lawsuit\nsay some of the Davidians' wounds appeared self-inflicted. Nine of\nthe people inside survived.\n","\n   ``I think in many respects, (the trial) will have a cathartic\neffect for not only the participants but for a lot of the American\npublic,'' Caddell said. ``The truth is, most people feel like they\ndon't know what really happened, even today.''\n","\n   Although Congress held hearings on the incidents, Caddell said\nthe plaintiffs have ``found critical document after critical\ndocument that was not revealed to Congress, that was not disclosed.\nWe now have a much clearer picture of the story. To me, the case is\nabout abuse of power.''\n","\n   But he said plaintiffs also have found some evidence that\nsupports the government.\n","\n   ``When we have investigated something and we have concluded that\nthere was no irresponsible action on the part of the government, we\nsay so,'' he said.\n","\n   Bradford, a former state district judge, said he hopes the trial\nwill vindicate the federal agents and restore trust in the federal\nagencies involved.\n","\n   ``This is an important case, and one of the reasons I agreed to\nbecome a part of it is because I think it's important for the truth\nto come out, and for the public to have confidence in the\ngovernment,'' he said.\n","\n   Jim Richardson, a researcher who has worked with the FBI to\nprevent future incidents like Waco, said the Davidians' lawsuit has\nbrought new scrutiny to evidence that has sat in government offices\nfor years.\n","\n   ``Without the trial and the judge making the pre-trial rulings\nthat he has, we'd know a lot less than we know,'' said Richardson,\na professor of sociology and judicial studies at the University of\nNevada at Reno. ``So the legal process is working.''\n","\n   LAWSUIT TAKES AIM AT GOVERNMENT\n","\n   The Davidians' lawsuit claims federal agents shot\nindiscriminately at the Davidians during the initial raid and fired\ninto the compound on April 19.\n","\n   The roughly 100 plaintiffs claim the FBI ``created a death\ntrap'' at Mount Carmel by demolishing the building earlier than\nplanned, using devices that could have started the fire and failing\nto have firefighters present.\n","\n   Smith, who presided over the 1994 criminal trial of eleven\nDavidians _ eight were convicted of manslaughter or lesser charges\n_ first must decide whether the government is responsible for the\nDavidians' deaths. If Smith finds the government liable, he then\nwill consider the plaintiffs' demand for monetary damages.\n","\n   Smith could award whatever compensation he considered\nappropriate.\n","\n   ``This case was never about trying to collect a huge amount of\nmoney,'' Caddell said. ``This case was about forcing the government\nto accept its share of the responsibility for the deaths of the\npeople who died at Mount Carmel.''\n","\n   Bradford and Justice Department lawyer Marie Hagen will argue\nthe government's case. Bradford said he's confident the evidence\nwill put the responsibility on Koresh and his followers.\n","\n   ``Obviously, law enforcement didn't handle everything perfectly,\nbut we think the evidence is clear that the cause of this tragedy\nwas the Davidians themselves,'' he said.\n","\n   The trial has generated a mountain of evidence _ and allegations\nby Caddell that the government has concealed, lost, or destroyed\nkey information.\n","\n   In August, Smith ordered all federal agencies to turn over any\nDavidian-related evidence. The government initially fought the\norder, then began shipping hundreds of boxes of documents,\nvideotapes, audio recordings, photographs, and Mount Carmel debris\nto the Waco federal courthouse.\n","\n   In March, Caddell asked the judge to force the government to\nproduce ``missing'' evidence or hold the government's lawyers in\ncontempt.\n","\n   Smith denied the request. He ruled that the FBI may have\nmishandled or mislabeled some evidence, but ``there is nothing to\nindicate that this was the result of anything more than mere\nnegligence.''\n","\n   Caddell will argue that negligence permeated every aspect of the\ngovernment's handling of its encounter with the Davidians.\n","\n   Each side has accused the other of pulling the trigger first\nduring the initial raid. Caddell said he isn't conceding that the\nDavidians shot first, but will focus on how the agents fired.\n","\n   ``ATF agents were firing at the building even when they couldn't\nidentify a specific target, and consequently, we believe that\npeople who were not firing a weapon were killed,'' he said.\n","\n   Also in question is whether FBI agents shot at people inside\nMount Carmel during the April 19 assault.\n","\n   Nineteen Davidians died from gunshot wounds at close range,\naccording to a 1996 congressional investigation. It concluded that\nthe federal agencies botched the operation but laid the ultimate\nblame on Koresh.\n","\n   Koresh died of a bullet wound to his head. He was found lying\nnext to his close friend, Steve Schneider, who apparently shot\nhimself in the mouth with a rifle according to an autopsy report.\n","\n   The government insists the agents did not fire at the Davidians\non April 19.\n","\n   Caddell argues that the FBI agents and leaders, tired and\nfrustrated after weeks of negotiations with a religious group whose\ndoctrine they didn't understand, sent a couple of agents in with\nthe armored vehicles to try to kill Koresh and other leaders _\nunder the theory that other Davidians were being held hostage.\n","\n   ``I don't think they were sent in to kill all the Davidians, I\nthink it was a misguided, unfortunate decision by people who were\nfrustrated and angry and became impatient,'' Caddell said.\n","\n   VIDEO SPAWNS FURTHER QUESTIONS\n","\n   A key piece of evidence from the April 19 assault is the\ninfrared surveillance video filmed from an FBI aircraft. The video\nshows bright flashes that the plaintiffs say are proof of\ngovernment gunfire that kept the Davidians from escaping the fire.\n","\n   The government contends that the flashes are sunlight reflecting\noff the broken glass and other debris.\n","\n   In March, Vector Data Systems, a British subsidiary of a U.S.\ndefense firm, conducted a simulation at Fort Hood of conditions on\nthe day of the raid at Mount Carmel, using equipment similar to\nwhat the FBI had used. Caddell had urged the simulation and former\nSen. John Danforth, the special counsel appointed by Attorney\nGeneral Janet Reno to investigate the events, agreed, suggesting\nVector for the job.\n","\n   The company concluded that flashes on the FBI infrared\nvideotapes were sunlight reflected off debris, not flashes\nindicative of gunfire.\n","\n   The report, Bradford said, ``was really favorable to the\ngovernment in all respects.''\n","\n   Caddell, who recently interviewed the Vector analysts in sworn\ndepositions, said at least one of the three people who signed the\ncompany's report admitted he wasn't qualified to interpret the\ninfrared tapes.\n","\n   ``I think people are going to be shocked when they read the\ndeposition testimony,'' he said. ``They don't even agree with each\nother.''\n","\n   The judge said he did not consider the simulation conclusive\nevidence and will listen to experts from both sides before ruling\nwhether government agents fired at the Davidians.\n","\n   HOW DID THE FIRE START?\n","\n   The government was listening intently to the Davidians'\nconversations inside Mount Carmel, using bugging devices smuggled\ninto the compound. What they heard on April 19, 1993 also is\ndisputed.\n","\n   As the armored vehicles began their tear gas assault on the\ncompound, government agents monitored the conversations inside. The\ngovernment claims the voices were too garbled to know what was\nbeing said at the time, but that later enhancement showed the\nDavidians talked about ``spreading fuel.''\n","\n   Bradford said the conversations, combined with the infrared\nvideo that shows fire breaking out ``almost simultaneously in three\nparts of the compound,'' suggest that the Davidians set the fires.\n","\n   The plaintiffs say that the audio tapes show the government knew\nof the potential for fire and did nothing. There were no\nfirefighters at the scene, and local firefighters didn't arrive\nuntil 30 minutes after the fires started.\n","\n   ``There was no plan at all to fight a fire,'' Caddell said.\n``(The FBI) had even been offered, free of charge. . . an armored\nfirefighting vehicle, and they thumbed their noses at it. And I\nthink that's criminal. That's criminal negligence.''\n","\n   None of the government agents involved face criminal charges.\n","\n   Bradford said he's prepared to defend the FBI's decision to not\nhave firefighters at the scene.\n","\n   ``The decision was made not to expose the firefighters to the\ndanger of being shot,'' he said.\n","\n   ``WE DO NEED TO KNOW WHAT HAPPENED AT WACO.''\n","\n   Last year, the discovery of a tear gas canister in an evidence\nroom intensified the debate over who started the fire.\n","\n   Assistant U.S. Attorney William Johnston wanted to defuse\ncharges that the government was covering up what really happened at\nMount Carmel. So he allowed Michael McNulty _ the researcher whose\nwork anchored the Academy Award-nominated documentary ``Waco: The\nRules of Engagement'' _ to view evidence held by the Texas\nDepartment of Public Safety.\n","\n   McNulty spotted a 40 mm cartridge later determined to be the\nremains of a military round used to fire tear gas _ a round capable\nof starting a fire.\n","\n   The discovery punched a hole in six years of government denials\nthat federal forces used explosive or flammable devices during the\nassault. And it increased doubt about the government's honesty,\nfeeding conspiracy theories and spurring Reno to appoint Danforth,\nof Missouri, as special counsel.\n","\n   ``At this point, the evidence that the government started the\nfire is at least as good as the evidence that the Davidians started\nthe fire,'' Caddell said. ``The myth that's been created, of\ncourse, is that the Davidians wanted to commit suicide.''\n","\n   Those who killed themselves apparently did so after fire began,\nhe said. Faced with the flames, Caddell said, the Davidians\nthought, ``Here's my choice, burn to death or put a bullet in my\nhead.''\n","\n   Richardson, the University of Nevada professor, said the trial\nmay not answer once and for all how the fire started or whether the\nFBI shot at the Davidians. But he said he hopes that by airing the\nevidence _ from both the Davidians' and the governments'\nperspectives _ the trial can give Americans enough information to\nmake their own judgments.\n","\n   ``We do need to know what happened at Waco,'' he said.\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}