{"DocumentId":"NYT20000503.0457","TopicId":"NYT","Relevance":"0","Body":" BC-CARDINAL-OCONNOR-OBIT-ART-5TAKES-NYT \nCARDINAL O'CONNOR, 80, FORCEFUL VOICE FOR VATICAN \n\n  \n (ATTN: N.Y., Pa.)  (EDITORS: This story replaces the earlier NY-CARDINAL-OCONNOR by\nDiana Jean Schemo. This story is now the lede on Page 1 of The New\nYork Times. An abridged version has also moved.) \n(ART ADV: Photos 28-33 are being sent to NYT photo clients.\nNonsubscribers can purchase one-time rights by calling 888-603-1036\nor 888-346-9867.) \n By PETER STEINFELS   \n c.2000 N.Y. Times News Service    \n\n   NEW YORK _ He came here in early 1984 in a glare of publicity\nand a flurry of controversy, a relatively unknown bishop from\nPennsylvania suddenly catapulted into the Roman Catholic Church's\nmost visible post in the United States. But when Cardinal John\nO'Connor died Wednesday night, after more than 16 years as\narchbishop of the 2.37 million Catholics in the sprawling 10-county\nArchdiocese of New York, he had become a familiar and towering\npresence, a leader whose views and personality were forcefully\ninjected into the great moral and civic debates of his time, a man\nwho considered himself a conciliator, but who never hesitated to be\na combatant.\n\n   O'Connor died at 8:05 p.m. at his residence around the corner\nfrom St. Patrick's Cathedral. He was 80.\n\n   O'Connor died of cardiopulmonary arrest, said his spokesman,\nJoseph Zwilling. But he said the death was ``the result of the\ntumor and the cancer that he was suffering from.''\n\n   In late August 1999, O'Connor entered Memorial Sloan-Kettering\nCancer Center, where doctors removed a tumor from the surface of\nhis brain. After surgery and extensive radiation treatments, he\nreturned to his duties, but his recuperation was marred by\nsetbacks. He was hospitalized for fatigue in October 1999, and\nrecurring weakness caused him to miss with increasing frequency his\ncustomary celebration of Sunday morning Mass at St. Patrick's. For\nthe first time since becoming archbishop in 1984, O'Connor was\nunable to celebrate Mass on Easter Sunday at St. Patrick's\nCathedral this year.\n\n   But O'Connor's illness did not prevent him from paying a\nfarewell visit to Pope John Paul II in Rome in February 2000. In a\nletter to New York's bishops, the cardinal said he expected the\npope to name his successor as archbishop of New York in March.\n\n   Earlier this week, as word of O'Connor's grave condition spread\nthrough the city and the archdiocese, speculation about his\npossible successor as archbishop again intensified. This week, the\nname of Bishop Edward Michael Egan of Bridgeport, Conn., flew to\nthe top of a list of candidates that has included William F.\nMurphy, an auxiliary bishop of Boston; Edwin O'Brien, who heads the\narchdiocese for the military services; Henry J. Mansell, the bishop\nof Buffalo, N.Y.; and Justin F. Rigali, the archbishop of St.\nLouis.\n\n   The appointment of an archbishop, however, is a secret process\ncontrolled by Vatican, and appointments often come as a surprise to\nthose in the church who though they were in the know.\n\n   If O'Connor's failing health diminished his public appearances\nand his position as the Roman Catholic Church's most prominent\nspokesman in the United States, it did not diminish his stature as\none its most powerful symbols on moral and political issues.\n\n   When Gov. George W. Bush of Texas, seeking the Republican\nnomination for president, expressed regret on Feb. 27 for not\nspeaking out against racial and anti-Catholic intolerance during a\ncampaign visit to Bob Jones University in South Carolina, he did so\nin the form of a letter to O'Connor.\n\n   A Passionate Foe Of Abortion\n\n   The cardinal was passionately outspoken in his opposition to\nabortion, the issue that shaped his tenure from the very start. He\nwas unconditional in upholding official Catholic teachings on\ntopics like homosexuality and the ordination of women. And he was\nunwavering in his loyalty to Pope John Paul II, who had named him\narchbishop of New York as part of an effort to restore greater\ndoctrinal and organizational discipline in a church still feeling\nthe reverberations of reforms undertaken by the Second Vatican\nCouncil 20 years earlier. It was frequently repeated, but never\nconfirmed, that the pope had said, ``I want a man like me in New\nYork.''\n\n   All this gave O'Connor the profile of a zealous conservative in\na city where cultural questions of sex and sexuality had eclipsed\nold-fashioned economic divisions and in a church in which, despite\nVatican efforts to quell dissent, papal popularity no longer\nautomatically translated into papal authority.\n\n   But O'Connor was also a passionate defender of organized labor,\nan advocate for the poor and the homeless, a vocal assailant of\nracism and anti-Semitism, and an opponent of capital punishment.\nAnd although he had spent 27 years as a Navy chaplain and retired\nwith the rank of rear admiral, in the 1980s he condemned U.S.\nsupport of counterrevolutionary guerrilla forces in Central\nAmerica, questioned the need for spending on new weapons systems,\nand, to the end, remained a cautionary voice about U.S. military\nactions overseas.\n\n   These were positions that were rooted in Catholic doctrine and\nthat reflected the stance of Pope John Paul. But they sometimes\ndisconcerted the O'Connor's conservative allies, while his liberal\ncritics often ignored them altogether or welcomed them without\nreally believing that they gave a true measure of the man.\n\n   nn\n\n   Projecting the Church Into Public Debates\n\n   His image as a leader was undoubtedly affected by memories of\nthe two cardinals who had preceded him. Cardinal Terence Cooke, who\nled the New York Archdiocese from 1968 to 1983, kept a low profile\nand preferred to work through the parishes and the archdiocesan\nagencies.\n\n   By contrast, O'Connor's willingness to joust with public\nofficials and project the church into public debates recalled the\nyears from 1939 to 1967, when the archdiocesan headquarters of\nCardinal Francis Spellman was known as the Powerhouse for the\nleverage that the church wielded in city affairs.\n\n   But the comparison was deceptive, because New York City and the\nchurch had changed. The migration to the suburbs had thinned the\nchurch's solid constituency, especially among the Irish, and\nneither the new Hispanic immigrants nor the grandchildren of the\nolder Irish and Italian ones were as likely to defer to the\nhierarchy's judgments.\n\n   Much of what O'Connor tried to do by public pronouncements,\nSpellman would have accomplished behind the scenes. And if O'Connor\ncould sometimes still affect city policies with a few phone calls\nto politicians, in Spellman's day, or so it was widely believed,\nthe calls would have been initiated by the politicians themselves,\nwho were careful to check their plans with the Powerhouse.\n\n   O'Connor himself rejected the comparison. ``I abhor the concept\nof Powerhouse,'' he told more than one reporter. ``My job is not to\nacquire or wield political power.'' But the comparison was\ninevitable, given the publicity and turmoil that filled his first\nyears in New York.\n\n   Even before arriving, he had upset many Jews in New York by\ndeclaring that widespread abortion in the United States was\n``precisely the same'' as the Nazis' murder of 6 million Jews.\n\n   At a televised news conference a few months later, he said, ``I\ndo not see how a Catholic in good conscience'' could vote for a\npolitical candidate favoring abortion, and, then, when asked\nwhether he might excommunicate Gov. Mario Cuomo for his support of\nabortion rights, the new archbishop refused to rule it out, setting\noff an intermittent feud with the governor that the press helped to\nreignite at every opportunity.\n\n   During O'Connor's first year as archbishop, Geraldine Ferraro, a\nCatholic who supported abortion rights, was nominated by the\nDemocrats to run for vice president on a ticket headed by Walter\nMondale. When she had been a congresswoman from Queens, Ferraro,\nalong with several other Catholic public officials, had signed a\nletter saying that there was ``a diversity of Catholic opinion''\nabout abortion.\n\n   After the letter was released during the 1984 presidential\ncampaign, O'Connor declared, ``Geraldine Ferraro has misrepresented\nCatholic teaching on abortion.'' He went on to say that there was\nno diversity of Catholic opinion, only the opinion of the church\nthat abortion was wrong under all circumstances.\n\n   This set off countercharges that O'Connor was signaling Roman\nCatholic support for the 1984 re-election of President Ronald\nReagan, whom he had praised earlier as ``a friend of the unborn.''\n\n   At Odds With the City Over Gay Rights\n\n   Locally, the archbishop tangled with the city government over\naccess to contraceptive information and abortion in the church's\nchild care agencies. He also challenged Mayor Edward I. Koch's\nexecutive order barring discrimination against gays by any\nemployer, including the church, that had contracts with the city.\nAfter a court struck down Koch's order, O'Connor was equally\nopposed to a similar City Council bill on gay rights, which passed,\neven though it contained an exemption for religious institutions.\n\n   Conservative Catholics were delighted to have such a fresh\nchampion in town, but many others, inside and outside the church,\nwere similarly fascinated. For O'Connor's proclivity for\nconfrontation seemed part of a larger spontaneity and directness\nthat seemed right at home in New York City.\n\n   At his installation in St. Patrick's Cathedral on March 18,\n1984, the new archbishop put on a Mets cap, placed his own bishop's\nmiter on the head of a 10-year-old altar boy from the Bronx who was\nalso named John J. O'Connor, and mimicked Koch's regular query,\n``How'm I doing?''\n\n   He may have been the only major religious leader to hold a\nregular press conference every Sunday, after he had celebrated\n10:15 Mass at the cathedral. And in his early years, he was usually\nready with a curbside quip.\n\n   Reporters monitored his Sunday sermons and his weekly columns in\nthe archdiocesan newspaper, and pumped him at his press\nconferences, hoping for a tabloid headline for Monday. The\nprelate's words were sometimes blatantly misrepresented or ripped\nout of context, as in a headline in The New York Post on June 17,\n1991, supposedly quoting him saying, ``God Is a Man.'' But for a\nlong time this was a price he appeared willing to pay to keep his\nlines open to the news media.\n\n   Eventually, he expressed misgivings about the manner of his\ndebut in New York and his high visibility. ``Time after time I have\nto ask myself if the church would be better off _ certainly, I\nwould be better off _ if when I came here I had just become a\nsilent servant of the people,'' he said in 1993 in an interview\nwith The New York Times. He wondered whether he might have thrust\nhimself too much into politics, or whether Cooke's quieter style\nhad not been better.\n\n   But then again, he mused, ``If you're false to your own\ntemperament, you're not going to be an effective leader.''\n\n   At times he did try to be more conciliatory. He dropped the\nHolocaust analogy in his preaching against abortion, and some\nJewish leaders came to see him as an opponent of anti-Semitism. The\nrelationship survived tensions in 1987 over his endorsement of\nPalestinian hopes for a homeland and a subsequent trip to Israel\nmarked by a series of diplomatic contretemps.\n\n   Despite emotional evocations of the Holocaust, first before an\nArab audience and then at Yad Vashem, he provoked a protest from\nthe Conference of Presidents of Major Jewish Organizations when he\nacquiesced in a Vatican request to downgrade his meetings with\nIsraeli officials and repeated his pleas for Palestinian refugees.\nThe public rebuke deeply stung the cardinal, but the conflict was\npatched over and they later honored him as a facilitator of the\nVatican's recognition of Israel in 1993.\n\n   Before Rosh Hashana in 1999, the cardinal issued a\ncharacteristic expression of sorrow for wrongs that he and fellow\nCatholics had done to the Jewish people, a statement widely\npublicized and welcomed by Jewish leaders.\n\n   nn\n\n   Breaking Bread With `Hizzoner'\n\n   O'Connor also became close friends with Koch, and the two of\nthem collaborated on a book, ``His Eminence and Hizzoner'' (William\nMorrow & Co., 1989), regularly dined together and gave each other\nmoral support during their illnesses.\n\n   Beyond that, the cardinal seemed to mellow in recent years. The\ncessation of his weekly press conferences in 1990 may have\nsymbolized his evolution. Attention more easily shifted to his\npastoral activities and day-to-day supervision of the country's\nfourth-largest archdiocese, with its 413 parishes, 55 high schools,\n238 elementary schools, 882 priests, 3,707 sisters and 17 hospitals\nthat, along with social service and child-care agencies, serve\nalmost 3 million people annually.\n\n   The archdiocese embraces Manhattan, the Bronx and Staten Island\nas well as Westchester, Rockland, Putnam, Orange, Sullivan, Ulster\nand Dutchess counties. Brooklyn and Queens constitute a separate\ndiocese. The cardinal's office does not publish a consolidated\nbudget, but the archdiocese's annual expenditures are known to be\nmore than $370 million. Its real estate holdings are vast and would\nbring far more than $1 billion if sold.\n\n   But these holdings are often in the form of aging churches and\nschools that generate more costs than income. O'Connor strove\nmightily, and largely successfully, not to close or merge parishes\nor schools, as had been done in other large archdioceses in the\nUnited States like Chicago, Detroit and Philadelphia.\n\n   His leadership in national church affairs had also been muted in\nrecent years. He and Cardinal Bernard Law of Boston were both named\narchbishops by the pope in the same year, and were elevated a year\nlater to the rank of cardinal. They were sometimes called Law and\nOrder for their roles as channels of Vatican policy that tightened\nthe reins on the American church.\n\n   In 1987, for example, O'Connor publicly repudiated a policy\npaper from the 50-bishop administrative board of the National\nConference of Catholic Bishops that supported AIDS education\nprograms even when they included information about condoms. The\nVatican subsequently demanded that the bishops modify their stance.\n\n   The cardinal's statements made him the target of gay groups and\nadvocacy groups for AIDS victims, including Act Up, which\nadvertised a demonstration at St. Patrick's Cathedral in December\n1989 with pictures of a bull's-eye superimposed on the cardinal's\nface. During the demonstration, Act Up members shouted, lay in the\naisles and chained themselves to pews during a Sunday Mass.\n\n   O'Connor never ceased to serve on Vatican commissions, sometimes\ntraveling almost monthly to Rome. Nor did he cease to encourage the\nsometimes fractious elements of the anti-abortion movement. But\nafter 1990, when the bishops appointed Helen Alvare, a lawyer, as\nthe leading representative of their Pro-Life Activities Committee,\nhis role became less public, and other cardinals, especially\nCardinal Law, appeared to take the lead in pressing Vatican\npriorities.\n\n   Working-Class Roots In Philadelphia\n\n   John Joseph O'Connor was born in Philadelphia on Jan. 20, 1920,\nthe fourth of five children of Thomas and Dorothy O'Connor. His\nfather was a skilled interior painter, a specialist in applying\ngold leaf to the ornamental ceilings of auditoriums and churches.\nHis mother suffered blindness for a year and attributed her\nrecovery of sight in one eye to the intervention of St. Rita of\nCascia.\n\n   In many interviews and columns he wrote for Catholic New York,\nthe archdiocesan weekly newspaper, O'Connor often recalled his\nearly upbringing: the warmth and seriousness of family prayers and\nreligious observances; the forceful views of his father, ``a union\nman,'' on the rights of labor; the need for frugality during the\nhard Depression years. His working-class roots, he said, left him\nalways a bit uncomfortable in the formal surroundings of the\narchbishop's residence at East 50th Street and Madison Avenue,\nbehind St. Patrick's Cathedral.  \n\n   He attended both public and Catholic grade schools in\nPhiladelphia before entering West Catholic High School for Boys,\nwhich was run by the order of Christian Brothers, who encouraged\nhim to pursue a calling to the priesthood. In recent years, his\ndescriptions of the rigors of his life at St. Charles Borromeo\nSeminary in Philadelphia sometimes made it sound like Marine boot\ncamp designed by Charles Dickens. He stressed that it was always\nthe goal of ordination to the priesthood, which he achieved on Dec.\n15, 1945, a month before his 26th birthday, that made him\npersevere.\n\n   For seven years, he was an assistant pastor in a Philadelphia\nparish. He taught in Catholic high schools as well as a night\nschool for adults, conducted two weekly radio programs on local\nstations, worked in hospital psychiatric wards and developed\nspecial programs to instruct retarded children.\n\n   O'Connor's work with retarded children remained a lifelong\npassion. As a young priest, he thought it might be his chief\noccupation until, urged by Cardinal John O'Hara of Philadelphia, he\nanswered Spellman's plea of for chaplains to serve in the armed\nforces during the Korean War.\n\n   A two-year stint turned into a 27-year career, during which he\ntraveled the world celebrating Mass in foxholes and on aircraft\ncarriers. He served under fire with the Marines in Vietnam, became\nsenior chaplain at the Naval Academy at Annapolis, and, in 1975,\nwas appointed chief of Navy chaplains with the rank of rear\nadmiral. During his military career, he also found time to earn a\nmaster's degree in clinical psychology at the Catholic University\nof America and a doctorate in political science at Georgetown\nUniversity.\n\n   Expecting to retire to parish life in 1979, he instead was made\nan auxiliary bishop assigned to the military vicariate, the church\nunit serving the armed forces. The vicariate was administered by\nthe archbishop of New York until 1985, when it became independent.\nBishop O'Connor was still supervising chaplains, although now from\na post in the Catholic hierarchy rather than from one in the Navy.\n\n   nn\n\n   Foxhole Chaplain In Vietnam\n\n   Military matters were fated to play a central role in O'Connor's\nlife. In 1968 he published ``A Chaplain Looks at Vietnam'' (World\nPublishing Co.), a book that argued that the American intervention\nthere was morally and legally justified. ``I am convinced,'' he\nwrote, ``that the administration has opted to accept the tragedy of\nwar as the only available road to meaningful peace.''\n\n   His ministry in Vietnam, he continued, involved him in ``the\nunglamorous, dirty business of survival, in digging a hole in a\nsun-baked hill in the boiling dust of 120-degree heat, in slogging\nthrough knee-high mud, in fighting insects, tripping over jungle\ngrowth, sleeping night after night with one eye open, alert to the\nwhisper of every breeze, the snapping of every twig.\n\n   ``No priest can watch the blood pouring from the wounds of the\ndying, be they American or Vietnamese of the north or south,\nwithout anguish and a sense of desperate frustration and\nfutility,'' he continued. ``The clergy back home, the academicians\nin their universities, the protesters on their marches are not the\nonly ones who cry out, `Why?'''\n\n   ``That's a bad book, you know,'' he later told Nat Hentoff, who\nwas interviewing him for a profile in The New Yorker that was later\nexpanded into the 1988 biography ``John Cardinal O'Connor''\n(Scribners). ``It was a very limited view of what was going on. I\nregret having published it.''\n\n   But as a man who knew the military and combat firsthand, who had\npublished a moral analysis of a war and who had a Ph.D. in\npolitical science, he was primed for an assignment that many say\nchanged the course of his career. He was chosen by Archbishop\nJoseph Bernardin of Cincinnati, later the archbishop of Chicago and\na cardinal, to serve on a five-member committee of the National\nConference of Catholic Bishops that was charged with writing a\npastoral letter on peace and nuclear weapons.\n\n   Bernardin, a master at forging consensus, knew the importance of\nincluding a full range of views on the committee. From the start,\nand through all three publicly debated drafts of the letter,\nO'Connor was regarded as the conservative, pro-military voice, the\ncounterweight to another auxiliary bishop on the committee, the\npacifist Bishop Thomas Gumbleton of Detroit.\n\n   ``I was billed as the Genghis Khan of the committee,'' O'Connor\nlater told Hentoff. Certainly, he was a conduit to the Reagan\nadministration and the Pentagon, consulting with them privately,\nalthough with the committee's knowledge, and bringing their views\nback to the committee. He fought vigorously for wording in the\npastoral letter that would keep the bishops from condemning nuclear\ndeterrence altogether, or being identified with advocates of a\nnuclear freeze, who were opposed to the placement of new\nmedium-range missiles in Europe.\n\n   In one instance, when other committee members urged a ``halt''\nto new nuclear weapons, he argued for the word ``curb.''\n\n   On several points, including ``curb,'' he lost, but in the end,\nthe former Navy chaplain voted with his colleagues for approval of\na document that rejected almost all possible uses of nuclear\nweapons and that condoned possession of them as a deterrent only if\nlinked to serious steps toward disarmament.\n\n   The Vatican was intensely interested in the American letter,\nindeed wary of it, and so were the Catholic hierarchies of France\nand West Germany. On one trip to Rome, Auxiliary Bishop O'Connor\nhad discussed the project with Pope John Paul II and Cardinal\nAgostino Casaroli, the Vatican secretary of state. The impression\nhe made probably explains why, almost simultaneously with the\ncompletion of the letter, he was named bishop of Scranton, Pa., by\nthe pope.\n\n   Church watchers wondered whether his appointment to a relatively\nminor diocese was a form of ecclesiastical exile or the first step\nto bigger things. The question was answered with surprising\nrapidity. On Jan. 31, 1984, after only eight months in Scranton and\nfour months after Cooke's death, he was named the eighth archbishop\nof New York. His name had not even been mentioned in the\nspeculation about who would fill the post.\n\n   As is the practice, recommendations from other American bishops\nhad been submitted to the pope by the papal representative in the\nUnited States, at that time Archbishop Pio Laghi. O'Connor, who had\nenergetically thrown himself into the Scranton job, was taken aback\nby his selection.\n\n   ``When I went to Scranton, I hoped I would die there,'' he said\nsoon afterward, pausing for effect and then adding, ``I came to New\nYork knowing I would die here.''\n\n   A Priest, Yes, But Not a Simple One\n\n   Because his predecessor, Cooke, had typically described himself\nas a simple parish priest, a New York reporter asked the newly\narrived archbishop, ``Are you a simple parish priest?''\n\n   ``I'm a priest,'' came the reply. ``How simple I don't know.''\n\n   He was not simple at all, although the complexity of his\npersonality was often reduced by the news media to two O'Connors.\nThere was the smiling, quipping Cardinal O'Connor, a dignitary with\nthe touch of the common man, waving and shaking hands and reviewing\nparades from the steps of the cathedral. And there was the stern\nO'Connor, asserting old or unpopular doctrines from the pulpit and\nwarning those who disagreed that they were in for a fight.\n\n   Facets of his personality that did not fit into these\nstereotypes were often overlooked or played down. He was usually\nsoft-spoken, not at all a pulpit thunderer. He had many of the\nreflective traits of an intellectual who could, in his slow,\nruminating answers to questions, do equal justice to the contending\nsides of a dispute.\n\n   ``He is surely one of the two or three smartest graduate\nstudents I ever had,'' said Jeane J. Kirkpatrick, the former\nambassador to the United Nations, who taught O'Connor when he was a\nNavy chaplain studying for a Ph.D. at Georgetown.\n\n   Yet for the cardinal, mulling over the many sides of a question\nwas not incompatible with making spontaneous comments and\non-the-spot decisions, so that it sometimes appeared as though a\nfine balance could be tipped by the latest opinion, a chance\nencounter or a sudden inspiration.\n\n   Priests of the archdiocese were divided about how much thought\nwent into some of his statements and appointments. Many joked that\ntheir leader's motto was, ``Ready, Fire, Aim!'' But they were also\ndeeply appreciative of his willingness to give them time and\nattention to supply his counsel or discuss their futures.\n\n   nn\n\n    \n\n   For O'Connor, doubt and misgivings stopped short when it came to\ndefending basic Catholic teachings, the decisions of the pope or\nwhat he considered the survival and integrity of church agencies.\nThe combativeness with which he delivered these expressions of duty\nmade him one of the most fiercely denounced public figures in New\nYork, if not the country.\n\n   Gloria Steinem once paired him with AIDS as the two worst things\nabout New York. Frances Kissling, president of Catholics for a Free\nChoice, an organization that supports legalized abortion, called\nhim ``the kind of man who, if the church still had the power to\nburn people at the stake, would be right there lighting a fire.''\n\n   O'Connor did not respond to his critics, and his own readiness\nto confess personal shortcomings and errors offered a disarming\ncontrast, although his critics saw that, too, as calculating. The\ncardinal's teasing, bantering style of humor could occasionally\nhave a sharp, even mordant, edge, even if the barbs were directed\ntoward himself.\n\n   Both his confessions of failure and his self-deprecating humor\nwere part of his way of framing issues in personal terms, a trait\nthat also marked his writing and preaching. Once, when he spoke to\nNew York priests about the archdiocese's financial problems, he\ndwelt on his own sleepless nights worrying about how the church\ncould meet its responsibilities and pay its bills. Some priests\nleft the meeting reassured to learn that he was worrying over the\nproblems. But others reported frustration at not being given\nspecific facts and figures.\n\n   ``I regularly go down to the crypt under St. Patrick's\nCathedral, and I look at the tombs of my predecessors,'' the\ncardinal wrote in one of his typically personal meditations in his\nweekly column. ``Right in the center is the next marble block with\nno inscription. That's reserved for me. And all that's important\nwhen I move into that crypt is that I have served New York as a\ngood priest.''\n","Headline":"\nCARDINAL O'CONNOR, 80, FORCEFUL VOICE FOR VATICAN \n","Text":["\n   NEW YORK _ He came here in early 1984 in a glare of publicity\nand a flurry of controversy, a relatively unknown bishop from\nPennsylvania suddenly catapulted into the Roman Catholic Church's\nmost visible post in the United States. But when Cardinal John\nO'Connor died Wednesday night, after more than 16 years as\narchbishop of the 2.37 million Catholics in the sprawling 10-county\nArchdiocese of New York, he had become a familiar and towering\npresence, a leader whose views and personality were forcefully\ninjected into the great moral and civic debates of his time, a man\nwho considered himself a conciliator, but who never hesitated to be\na combatant.\n","\n   O'Connor died at 8:05 p.m. at his residence around the corner\nfrom St. Patrick's Cathedral. He was 80.\n","\n   O'Connor died of cardiopulmonary arrest, said his spokesman,\nJoseph Zwilling. But he said the death was ``the result of the\ntumor and the cancer that he was suffering from.''\n","\n   In late August 1999, O'Connor entered Memorial Sloan-Kettering\nCancer Center, where doctors removed a tumor from the surface of\nhis brain. After surgery and extensive radiation treatments, he\nreturned to his duties, but his recuperation was marred by\nsetbacks. He was hospitalized for fatigue in October 1999, and\nrecurring weakness caused him to miss with increasing frequency his\ncustomary celebration of Sunday morning Mass at St. Patrick's. For\nthe first time since becoming archbishop in 1984, O'Connor was\nunable to celebrate Mass on Easter Sunday at St. Patrick's\nCathedral this year.\n","\n   But O'Connor's illness did not prevent him from paying a\nfarewell visit to Pope John Paul II in Rome in February 2000. In a\nletter to New York's bishops, the cardinal said he expected the\npope to name his successor as archbishop of New York in March.\n","\n   Earlier this week, as word of O'Connor's grave condition spread\nthrough the city and the archdiocese, speculation about his\npossible successor as archbishop again intensified. This week, the\nname of Bishop Edward Michael Egan of Bridgeport, Conn., flew to\nthe top of a list of candidates that has included William F.\nMurphy, an auxiliary bishop of Boston; Edwin O'Brien, who heads the\narchdiocese for the military services; Henry J. Mansell, the bishop\nof Buffalo, N.Y.; and Justin F. Rigali, the archbishop of St.\nLouis.\n","\n   The appointment of an archbishop, however, is a secret process\ncontrolled by Vatican, and appointments often come as a surprise to\nthose in the church who though they were in the know.\n","\n   If O'Connor's failing health diminished his public appearances\nand his position as the Roman Catholic Church's most prominent\nspokesman in the United States, it did not diminish his stature as\none its most powerful symbols on moral and political issues.\n","\n   When Gov. George W. Bush of Texas, seeking the Republican\nnomination for president, expressed regret on Feb. 27 for not\nspeaking out against racial and anti-Catholic intolerance during a\ncampaign visit to Bob Jones University in South Carolina, he did so\nin the form of a letter to O'Connor.\n","\n   A Passionate Foe Of Abortion\n","\n   The cardinal was passionately outspoken in his opposition to\nabortion, the issue that shaped his tenure from the very start. He\nwas unconditional in upholding official Catholic teachings on\ntopics like homosexuality and the ordination of women. And he was\nunwavering in his loyalty to Pope John Paul II, who had named him\narchbishop of New York as part of an effort to restore greater\ndoctrinal and organizational discipline in a church still feeling\nthe reverberations of reforms undertaken by the Second Vatican\nCouncil 20 years earlier. It was frequently repeated, but never\nconfirmed, that the pope had said, ``I want a man like me in New\nYork.''\n","\n   All this gave O'Connor the profile of a zealous conservative in\na city where cultural questions of sex and sexuality had eclipsed\nold-fashioned economic divisions and in a church in which, despite\nVatican efforts to quell dissent, papal popularity no longer\nautomatically translated into papal authority.\n","\n   But O'Connor was also a passionate defender of organized labor,\nan advocate for the poor and the homeless, a vocal assailant of\nracism and anti-Semitism, and an opponent of capital punishment.\nAnd although he had spent 27 years as a Navy chaplain and retired\nwith the rank of rear admiral, in the 1980s he condemned U.S.\nsupport of counterrevolutionary guerrilla forces in Central\nAmerica, questioned the need for spending on new weapons systems,\nand, to the end, remained a cautionary voice about U.S. military\nactions overseas.\n","\n   These were positions that were rooted in Catholic doctrine and\nthat reflected the stance of Pope John Paul. But they sometimes\ndisconcerted the O'Connor's conservative allies, while his liberal\ncritics often ignored them altogether or welcomed them without\nreally believing that they gave a true measure of the man.\n","\n   nn\n","\n   Projecting the Church Into Public Debates\n","\n   His image as a leader was undoubtedly affected by memories of\nthe two cardinals who had preceded him. Cardinal Terence Cooke, who\nled the New York Archdiocese from 1968 to 1983, kept a low profile\nand preferred to work through the parishes and the archdiocesan\nagencies.\n","\n   By contrast, O'Connor's willingness to joust with public\nofficials and project the church into public debates recalled the\nyears from 1939 to 1967, when the archdiocesan headquarters of\nCardinal Francis Spellman was known as the Powerhouse for the\nleverage that the church wielded in city affairs.\n","\n   But the comparison was deceptive, because New York City and the\nchurch had changed. The migration to the suburbs had thinned the\nchurch's solid constituency, especially among the Irish, and\nneither the new Hispanic immigrants nor the grandchildren of the\nolder Irish and Italian ones were as likely to defer to the\nhierarchy's judgments.\n","\n   Much of what O'Connor tried to do by public pronouncements,\nSpellman would have accomplished behind the scenes. And if O'Connor\ncould sometimes still affect city policies with a few phone calls\nto politicians, in Spellman's day, or so it was widely believed,\nthe calls would have been initiated by the politicians themselves,\nwho were careful to check their plans with the Powerhouse.\n","\n   O'Connor himself rejected the comparison. ``I abhor the concept\nof Powerhouse,'' he told more than one reporter. ``My job is not to\nacquire or wield political power.'' But the comparison was\ninevitable, given the publicity and turmoil that filled his first\nyears in New York.\n","\n   Even before arriving, he had upset many Jews in New York by\ndeclaring that widespread abortion in the United States was\n``precisely the same'' as the Nazis' murder of 6 million Jews.\n","\n   At a televised news conference a few months later, he said, ``I\ndo not see how a Catholic in good conscience'' could vote for a\npolitical candidate favoring abortion, and, then, when asked\nwhether he might excommunicate Gov. Mario Cuomo for his support of\nabortion rights, the new archbishop refused to rule it out, setting\noff an intermittent feud with the governor that the press helped to\nreignite at every opportunity.\n","\n   During O'Connor's first year as archbishop, Geraldine Ferraro, a\nCatholic who supported abortion rights, was nominated by the\nDemocrats to run for vice president on a ticket headed by Walter\nMondale. When she had been a congresswoman from Queens, Ferraro,\nalong with several other Catholic public officials, had signed a\nletter saying that there was ``a diversity of Catholic opinion''\nabout abortion.\n","\n   After the letter was released during the 1984 presidential\ncampaign, O'Connor declared, ``Geraldine Ferraro has misrepresented\nCatholic teaching on abortion.'' He went on to say that there was\nno diversity of Catholic opinion, only the opinion of the church\nthat abortion was wrong under all circumstances.\n","\n   This set off countercharges that O'Connor was signaling Roman\nCatholic support for the 1984 re-election of President Ronald\nReagan, whom he had praised earlier as ``a friend of the unborn.''\n","\n   At Odds With the City Over Gay Rights\n","\n   Locally, the archbishop tangled with the city government over\naccess to contraceptive information and abortion in the church's\nchild care agencies. He also challenged Mayor Edward I. Koch's\nexecutive order barring discrimination against gays by any\nemployer, including the church, that had contracts with the city.\nAfter a court struck down Koch's order, O'Connor was equally\nopposed to a similar City Council bill on gay rights, which passed,\neven though it contained an exemption for religious institutions.\n","\n   Conservative Catholics were delighted to have such a fresh\nchampion in town, but many others, inside and outside the church,\nwere similarly fascinated. For O'Connor's proclivity for\nconfrontation seemed part of a larger spontaneity and directness\nthat seemed right at home in New York City.\n","\n   At his installation in St. Patrick's Cathedral on March 18,\n1984, the new archbishop put on a Mets cap, placed his own bishop's\nmiter on the head of a 10-year-old altar boy from the Bronx who was\nalso named John J. O'Connor, and mimicked Koch's regular query,\n``How'm I doing?''\n","\n   He may have been the only major religious leader to hold a\nregular press conference every Sunday, after he had celebrated\n10:15 Mass at the cathedral. And in his early years, he was usually\nready with a curbside quip.\n","\n   Reporters monitored his Sunday sermons and his weekly columns in\nthe archdiocesan newspaper, and pumped him at his press\nconferences, hoping for a tabloid headline for Monday. The\nprelate's words were sometimes blatantly misrepresented or ripped\nout of context, as in a headline in The New York Post on June 17,\n1991, supposedly quoting him saying, ``God Is a Man.'' But for a\nlong time this was a price he appeared willing to pay to keep his\nlines open to the news media.\n","\n   Eventually, he expressed misgivings about the manner of his\ndebut in New York and his high visibility. ``Time after time I have\nto ask myself if the church would be better off _ certainly, I\nwould be better off _ if when I came here I had just become a\nsilent servant of the people,'' he said in 1993 in an interview\nwith The New York Times. He wondered whether he might have thrust\nhimself too much into politics, or whether Cooke's quieter style\nhad not been better.\n","\n   But then again, he mused, ``If you're false to your own\ntemperament, you're not going to be an effective leader.''\n","\n   At times he did try to be more conciliatory. He dropped the\nHolocaust analogy in his preaching against abortion, and some\nJewish leaders came to see him as an opponent of anti-Semitism. The\nrelationship survived tensions in 1987 over his endorsement of\nPalestinian hopes for a homeland and a subsequent trip to Israel\nmarked by a series of diplomatic contretemps.\n","\n   Despite emotional evocations of the Holocaust, first before an\nArab audience and then at Yad Vashem, he provoked a protest from\nthe Conference of Presidents of Major Jewish Organizations when he\nacquiesced in a Vatican request to downgrade his meetings with\nIsraeli officials and repeated his pleas for Palestinian refugees.\nThe public rebuke deeply stung the cardinal, but the conflict was\npatched over and they later honored him as a facilitator of the\nVatican's recognition of Israel in 1993.\n","\n   Before Rosh Hashana in 1999, the cardinal issued a\ncharacteristic expression of sorrow for wrongs that he and fellow\nCatholics had done to the Jewish people, a statement widely\npublicized and welcomed by Jewish leaders.\n","\n   nn\n","\n   Breaking Bread With `Hizzoner'\n","\n   O'Connor also became close friends with Koch, and the two of\nthem collaborated on a book, ``His Eminence and Hizzoner'' (William\nMorrow & Co., 1989), regularly dined together and gave each other\nmoral support during their illnesses.\n","\n   Beyond that, the cardinal seemed to mellow in recent years. The\ncessation of his weekly press conferences in 1990 may have\nsymbolized his evolution. Attention more easily shifted to his\npastoral activities and day-to-day supervision of the country's\nfourth-largest archdiocese, with its 413 parishes, 55 high schools,\n238 elementary schools, 882 priests, 3,707 sisters and 17 hospitals\nthat, along with social service and child-care agencies, serve\nalmost 3 million people annually.\n","\n   The archdiocese embraces Manhattan, the Bronx and Staten Island\nas well as Westchester, Rockland, Putnam, Orange, Sullivan, Ulster\nand Dutchess counties. Brooklyn and Queens constitute a separate\ndiocese. The cardinal's office does not publish a consolidated\nbudget, but the archdiocese's annual expenditures are known to be\nmore than $370 million. Its real estate holdings are vast and would\nbring far more than $1 billion if sold.\n","\n   But these holdings are often in the form of aging churches and\nschools that generate more costs than income. O'Connor strove\nmightily, and largely successfully, not to close or merge parishes\nor schools, as had been done in other large archdioceses in the\nUnited States like Chicago, Detroit and Philadelphia.\n","\n   His leadership in national church affairs had also been muted in\nrecent years. He and Cardinal Bernard Law of Boston were both named\narchbishops by the pope in the same year, and were elevated a year\nlater to the rank of cardinal. They were sometimes called Law and\nOrder for their roles as channels of Vatican policy that tightened\nthe reins on the American church.\n","\n   In 1987, for example, O'Connor publicly repudiated a policy\npaper from the 50-bishop administrative board of the National\nConference of Catholic Bishops that supported AIDS education\nprograms even when they included information about condoms. The\nVatican subsequently demanded that the bishops modify their stance.\n","\n   The cardinal's statements made him the target of gay groups and\nadvocacy groups for AIDS victims, including Act Up, which\nadvertised a demonstration at St. Patrick's Cathedral in December\n1989 with pictures of a bull's-eye superimposed on the cardinal's\nface. During the demonstration, Act Up members shouted, lay in the\naisles and chained themselves to pews during a Sunday Mass.\n","\n   O'Connor never ceased to serve on Vatican commissions, sometimes\ntraveling almost monthly to Rome. Nor did he cease to encourage the\nsometimes fractious elements of the anti-abortion movement. But\nafter 1990, when the bishops appointed Helen Alvare, a lawyer, as\nthe leading representative of their Pro-Life Activities Committee,\nhis role became less public, and other cardinals, especially\nCardinal Law, appeared to take the lead in pressing Vatican\npriorities.\n","\n   Working-Class Roots In Philadelphia\n","\n   John Joseph O'Connor was born in Philadelphia on Jan. 20, 1920,\nthe fourth of five children of Thomas and Dorothy O'Connor. His\nfather was a skilled interior painter, a specialist in applying\ngold leaf to the ornamental ceilings of auditoriums and churches.\nHis mother suffered blindness for a year and attributed her\nrecovery of sight in one eye to the intervention of St. Rita of\nCascia.\n","\n   In many interviews and columns he wrote for Catholic New York,\nthe archdiocesan weekly newspaper, O'Connor often recalled his\nearly upbringing: the warmth and seriousness of family prayers and\nreligious observances; the forceful views of his father, ``a union\nman,'' on the rights of labor; the need for frugality during the\nhard Depression years. His working-class roots, he said, left him\nalways a bit uncomfortable in the formal surroundings of the\narchbishop's residence at East 50th Street and Madison Avenue,\nbehind St. Patrick's Cathedral.  \n","\n   He attended both public and Catholic grade schools in\nPhiladelphia before entering West Catholic High School for Boys,\nwhich was run by the order of Christian Brothers, who encouraged\nhim to pursue a calling to the priesthood. In recent years, his\ndescriptions of the rigors of his life at St. Charles Borromeo\nSeminary in Philadelphia sometimes made it sound like Marine boot\ncamp designed by Charles Dickens. He stressed that it was always\nthe goal of ordination to the priesthood, which he achieved on Dec.\n15, 1945, a month before his 26th birthday, that made him\npersevere.\n","\n   For seven years, he was an assistant pastor in a Philadelphia\nparish. He taught in Catholic high schools as well as a night\nschool for adults, conducted two weekly radio programs on local\nstations, worked in hospital psychiatric wards and developed\nspecial programs to instruct retarded children.\n","\n   O'Connor's work with retarded children remained a lifelong\npassion. As a young priest, he thought it might be his chief\noccupation until, urged by Cardinal John O'Hara of Philadelphia, he\nanswered Spellman's plea of for chaplains to serve in the armed\nforces during the Korean War.\n","\n   A two-year stint turned into a 27-year career, during which he\ntraveled the world celebrating Mass in foxholes and on aircraft\ncarriers. He served under fire with the Marines in Vietnam, became\nsenior chaplain at the Naval Academy at Annapolis, and, in 1975,\nwas appointed chief of Navy chaplains with the rank of rear\nadmiral. During his military career, he also found time to earn a\nmaster's degree in clinical psychology at the Catholic University\nof America and a doctorate in political science at Georgetown\nUniversity.\n","\n   Expecting to retire to parish life in 1979, he instead was made\nan auxiliary bishop assigned to the military vicariate, the church\nunit serving the armed forces. The vicariate was administered by\nthe archbishop of New York until 1985, when it became independent.\nBishop O'Connor was still supervising chaplains, although now from\na post in the Catholic hierarchy rather than from one in the Navy.\n","\n   nn\n","\n   Foxhole Chaplain In Vietnam\n","\n   Military matters were fated to play a central role in O'Connor's\nlife. In 1968 he published ``A Chaplain Looks at Vietnam'' (World\nPublishing Co.), a book that argued that the American intervention\nthere was morally and legally justified. ``I am convinced,'' he\nwrote, ``that the administration has opted to accept the tragedy of\nwar as the only available road to meaningful peace.''\n","\n   His ministry in Vietnam, he continued, involved him in ``the\nunglamorous, dirty business of survival, in digging a hole in a\nsun-baked hill in the boiling dust of 120-degree heat, in slogging\nthrough knee-high mud, in fighting insects, tripping over jungle\ngrowth, sleeping night after night with one eye open, alert to the\nwhisper of every breeze, the snapping of every twig.\n","\n   ``No priest can watch the blood pouring from the wounds of the\ndying, be they American or Vietnamese of the north or south,\nwithout anguish and a sense of desperate frustration and\nfutility,'' he continued. ``The clergy back home, the academicians\nin their universities, the protesters on their marches are not the\nonly ones who cry out, `Why?'''\n","\n   ``That's a bad book, you know,'' he later told Nat Hentoff, who\nwas interviewing him for a profile in The New Yorker that was later\nexpanded into the 1988 biography ``John Cardinal O'Connor''\n(Scribners). ``It was a very limited view of what was going on. I\nregret having published it.''\n","\n   But as a man who knew the military and combat firsthand, who had\npublished a moral analysis of a war and who had a Ph.D. in\npolitical science, he was primed for an assignment that many say\nchanged the course of his career. He was chosen by Archbishop\nJoseph Bernardin of Cincinnati, later the archbishop of Chicago and\na cardinal, to serve on a five-member committee of the National\nConference of Catholic Bishops that was charged with writing a\npastoral letter on peace and nuclear weapons.\n","\n   Bernardin, a master at forging consensus, knew the importance of\nincluding a full range of views on the committee. From the start,\nand through all three publicly debated drafts of the letter,\nO'Connor was regarded as the conservative, pro-military voice, the\ncounterweight to another auxiliary bishop on the committee, the\npacifist Bishop Thomas Gumbleton of Detroit.\n","\n   ``I was billed as the Genghis Khan of the committee,'' O'Connor\nlater told Hentoff. Certainly, he was a conduit to the Reagan\nadministration and the Pentagon, consulting with them privately,\nalthough with the committee's knowledge, and bringing their views\nback to the committee. He fought vigorously for wording in the\npastoral letter that would keep the bishops from condemning nuclear\ndeterrence altogether, or being identified with advocates of a\nnuclear freeze, who were opposed to the placement of new\nmedium-range missiles in Europe.\n","\n   In one instance, when other committee members urged a ``halt''\nto new nuclear weapons, he argued for the word ``curb.''\n","\n   On several points, including ``curb,'' he lost, but in the end,\nthe former Navy chaplain voted with his colleagues for approval of\na document that rejected almost all possible uses of nuclear\nweapons and that condoned possession of them as a deterrent only if\nlinked to serious steps toward disarmament.\n","\n   The Vatican was intensely interested in the American letter,\nindeed wary of it, and so were the Catholic hierarchies of France\nand West Germany. On one trip to Rome, Auxiliary Bishop O'Connor\nhad discussed the project with Pope John Paul II and Cardinal\nAgostino Casaroli, the Vatican secretary of state. The impression\nhe made probably explains why, almost simultaneously with the\ncompletion of the letter, he was named bishop of Scranton, Pa., by\nthe pope.\n","\n   Church watchers wondered whether his appointment to a relatively\nminor diocese was a form of ecclesiastical exile or the first step\nto bigger things. The question was answered with surprising\nrapidity. On Jan. 31, 1984, after only eight months in Scranton and\nfour months after Cooke's death, he was named the eighth archbishop\nof New York. His name had not even been mentioned in the\nspeculation about who would fill the post.\n","\n   As is the practice, recommendations from other American bishops\nhad been submitted to the pope by the papal representative in the\nUnited States, at that time Archbishop Pio Laghi. O'Connor, who had\nenergetically thrown himself into the Scranton job, was taken aback\nby his selection.\n","\n   ``When I went to Scranton, I hoped I would die there,'' he said\nsoon afterward, pausing for effect and then adding, ``I came to New\nYork knowing I would die here.''\n","\n   A Priest, Yes, But Not a Simple One\n","\n   Because his predecessor, Cooke, had typically described himself\nas a simple parish priest, a New York reporter asked the newly\narrived archbishop, ``Are you a simple parish priest?''\n","\n   ``I'm a priest,'' came the reply. ``How simple I don't know.''\n","\n   He was not simple at all, although the complexity of his\npersonality was often reduced by the news media to two O'Connors.\nThere was the smiling, quipping Cardinal O'Connor, a dignitary with\nthe touch of the common man, waving and shaking hands and reviewing\nparades from the steps of the cathedral. And there was the stern\nO'Connor, asserting old or unpopular doctrines from the pulpit and\nwarning those who disagreed that they were in for a fight.\n","\n   Facets of his personality that did not fit into these\nstereotypes were often overlooked or played down. He was usually\nsoft-spoken, not at all a pulpit thunderer. He had many of the\nreflective traits of an intellectual who could, in his slow,\nruminating answers to questions, do equal justice to the contending\nsides of a dispute.\n","\n   ``He is surely one of the two or three smartest graduate\nstudents I ever had,'' said Jeane J. Kirkpatrick, the former\nambassador to the United Nations, who taught O'Connor when he was a\nNavy chaplain studying for a Ph.D. at Georgetown.\n","\n   Yet for the cardinal, mulling over the many sides of a question\nwas not incompatible with making spontaneous comments and\non-the-spot decisions, so that it sometimes appeared as though a\nfine balance could be tipped by the latest opinion, a chance\nencounter or a sudden inspiration.\n","\n   Priests of the archdiocese were divided about how much thought\nwent into some of his statements and appointments. Many joked that\ntheir leader's motto was, ``Ready, Fire, Aim!'' But they were also\ndeeply appreciative of his willingness to give them time and\nattention to supply his counsel or discuss their futures.\n","\n   nn\n","\n    \n","\n   For O'Connor, doubt and misgivings stopped short when it came to\ndefending basic Catholic teachings, the decisions of the pope or\nwhat he considered the survival and integrity of church agencies.\nThe combativeness with which he delivered these expressions of duty\nmade him one of the most fiercely denounced public figures in New\nYork, if not the country.\n","\n   Gloria Steinem once paired him with AIDS as the two worst things\nabout New York. Frances Kissling, president of Catholics for a Free\nChoice, an organization that supports legalized abortion, called\nhim ``the kind of man who, if the church still had the power to\nburn people at the stake, would be right there lighting a fire.''\n","\n   O'Connor did not respond to his critics, and his own readiness\nto confess personal shortcomings and errors offered a disarming\ncontrast, although his critics saw that, too, as calculating. The\ncardinal's teasing, bantering style of humor could occasionally\nhave a sharp, even mordant, edge, even if the barbs were directed\ntoward himself.\n","\n   Both his confessions of failure and his self-deprecating humor\nwere part of his way of framing issues in personal terms, a trait\nthat also marked his writing and preaching. Once, when he spoke to\nNew York priests about the archdiocese's financial problems, he\ndwelt on his own sleepless nights worrying about how the church\ncould meet its responsibilities and pay its bills. Some priests\nleft the meeting reassured to learn that he was worrying over the\nproblems. But others reported frustration at not being given\nspecific facts and figures.\n","\n   ``I regularly go down to the crypt under St. Patrick's\nCathedral, and I look at the tombs of my predecessors,'' the\ncardinal wrote in one of his typically personal meditations in his\nweekly column. ``Right in the center is the next marble block with\nno inscription. That's reserved for me. And all that's important\nwhen I move into that crypt is that I have served New York as a\ngood priest.''\n"]}