{"DocumentId":"NYT20000612.0138","TopicId":"NYT","Relevance":"0","Body":" BC-MIND-CONTROL-CENTERPIECE-ADV11-NYTSF \n$ADV11 \n THE MIND THAT MOVES OBJECTS\n\n   (For use Sunday, June 11, or thereafter.) \n ATTENTION EDITORS: The following article from The New York Times\nMagazine is for use by clients of the ``Centerpiece'' package.\nNonsubscribers can use these articles only by special arrangement.\nFor purchase information, see end of text. \n By BRUCE HEADLAM  \n c.2000 Bruce Headlam  \n FROM: The New York Times Magazine  \n\n   John Ray's computer sits on a gurney beside his bed in the V.A.\nMedical Center in Decatur, Ga. The computer is an old Dell Pentium\nwhose mouse, monitor and keyboard rest out of Ray's reach. Which is\nfine, because Ray, or Johnny, as everyone calls him, doesn't have\nmuch use for them. He can move the cursor across the screen simply\nby thinking about it.\n\n   In December 1997, Johnny, a veteran of three tours in Vietnam,\nwas working as a drywall contractor in Douglasville, Ga., and\nplaying guitar with a country-and-western band. One night, while\ntalking with one of his stepchildren on the phone, he collapsed in\nthe throes of a brain-stem stroke.\n\n   The brain stem is the main pathway between the brain and the\nspinal cord, the route by which the mind exerts control over the\nmuscles. While Johnny's cognitive functions escaped serious damage,\nthe orders coming from his brain were effectively cut off from the\nrest of his body. Johnny entered a state doctors refer to as\n``locked in'': he is able to think, reason and comprehend what is\ngoing on around him, but unable to talk, touch or even breathe\nwithout the aid of a tracheotomy tube.\n\n   ``It's like an ice storm that knocks out all the telephone poles\nand pulls the wires out of your house,'' says Dr. Roy Bakay, a\nneurosurgeon at Emory University. ``You can't communicate with the\noutside world. The only difference is that there is no way to\nrepair this wire.''\n\n   In a sense, Dr. Philip Kennedy, a neurologist at Emory, has\nfigured out a way to lay new wire. In 1996, Kennedy received\napproval from the Food and Drug Administration to implant\nelectrodes directly into a patient's brain in order to create what\nis called a ``brain to computer interface.'' One condition of the\napproval was that only subjects who were ``locked in,'' or in the\nwords of Bakay, were ``as close as you can get to death without\nactually dying,'' be selected for the procedure.\n\n   Johnny received his implants in March 1998. During a 12-hour\noperation, Bakay inserted the electrodes, housed in two glass\ncones, into the area of Johnny's cortex that controls left-hand\nmovement. Once the cones were implanted, the doctors believed that\naxons _ parts of the brain cell that transmit electrical impulses _\nwould grow through them. When an impulse passed along an axon, it\nwould be intercepted by tiny gold contacts and transmitted through\nthe electrodes.\n\n   ``Axons are really like telephone lines,'' Kennedy explains.\n``We're just diverting the lines and eavesdropping on the call.''\n\n   The hope was that by imagining he was moving his paralyzed left\nhand, Johnny would cause an increase in electrical impulses passing\namong the neurons there. These impulses could then be transmitted\nby the implanted electrodes to a receiver placed on Johnny's\npillow, and from there, the analog brain signals could be\ntranslated into digital commands that Johnny's computer could\nunderstand. In theory, by controlling the frequency with which the\nneurons in his motor cortex fire, Johnny could move a cursor up or\ndown, left or right on his screen.\n\n   Johnny first tried to use a program called TalkAssist, which\nconsists of about a dozen icons, each representing different words\nand phrases like ``help,'' ``pain'' and ``I'm uncomfortable.''\nWatching the screen, he concentrated on the imagined movement of\nhis hand, nudging the cursor unsteadily toward the icons. When the\ncursor struck an icon, a voice synthesizer broadcast his request.\nWhile crude, TalkAssist allowed Johnny to at least initiate\nconversations and to communicate discomfort, instead of having to\nwait for a doctor or nurse to discover the problem.\n\n   The next challenge was a keyboard program that allows him to\nspell words on the screen. Because Johnny had very limited ability\nto flex his left shoulder muscle, Kennedy attached a small muscle\nsensor to act as a kind of mouse click. Johnny could move the\ncursor onto the correct letter with his brain, then flex his\nshoulder to ``click'' on it.\n\n   Johnny's team asked him to practice by spelling his own name,\nbut the program didn't allow him to correct mistakes, and he grew\nincreasingly frustrated. ``The original didn't have a backspace,''\nsays Melody Moore, a professor of computer information systems at\nGeorgia State University who has worked with Johnny several days a\nweek for the past two years. ``Once we put one in, he got much,\nmuch better in just a few sessions.''\n\n   After months of struggling to move the cursor from letter to\nletter, he finally spelled out JOHN. The doctors, thrilled at this\nachievement, asked him to do it again. He painstakingly spelled out\nPHIL, just to be funny.\n\n   Over the next few months, Johnny improved his typing speed to\nabout three characters a minute, a figure the team hopes will\nincrease to 30 characters per minute. But that improvement, they\nsay, has to come from computer scientists' creating software that\nunderstands his signals better and building an interface that he\ncan manipulate more easily.\n\n   There have been some unexpected developments. After several\nmonths, the doctors noticed that Johnny was moving his lips in\nconcert with the cursor. When they asked him about this, he was\nable to communicate that the locus of imagined movement seemed to\nbe shifting, moving up toward his face. Because of his paralysis,\nthe function of the cells in Johnny's brain that control his limbs\n_ in this case, his left hand and arm _ had been slowly usurped by\nthe cells adjacent to it. To Johnny, moving the cursor began to\nfeel as if he were arching or squeezing his eyebrow rather than\nmanipulating his hand.\n\n   In order to get Johnny to separate the actual movement of his\neyebrows from the imagined movement that would produce neural\nsignals and control the cursor, Kennedy attached a sensor to his\nbrow and wired it through the computer. Johnny repeatedly practiced\nmoving the cursor on the screen between two horizontal bars, like a\ntoddler learning to color within the lines. When he was able to\nmanipulate the cursor cleanly, the team asked him what he felt as\nhe did it. Johnny typed NOTHING.\n\n   What this meant to the doctors was that Johnny was skipping the\nintermediary step of imagining moving a part of his body; now he\nthought simply about moving the cursor, and it moved. For Johnny,\nit meant the cursor was beginning to feel like a part of him, a new\nlimb. Moving the cursor, he said, felt like ``pushing against a\nwall.''\n\n   ``As you can imagine,'' Moore says, ``that was a pretty good day\nfor all of us.'' There have also been bad days.\n\n   Last year, Johnny began developing cataracts and painful\nfilaments in both eyes. For most of this year, he has been almost\ncompletely blind, unable to see his computer screen and therefore\nunable to communicate except by blinking to yes-or-no questions.\nAfter experiencing real, if painstaking, contact with the world\naround him, the cataracts had banished him again to the state of\nbeing locked in. Kennedy and Moore tried to overcome the problem by\ndeveloping an auditory program that Johnny can operate without\nhaving to see the screen. Because he played the guitar for so many\nyears, music is the idiom of their new program. They tested the\nprogram for the first time during a recent afternoon session at the\nhospital.\n\n   As he lay in bed, his head propped by an inflatable pillow,\nJohnny's eyes seemed unusually alert, scanning the room and\ngreeting any new visitors. There was a pile of books for the nurses\nto read to him, and a sign on the television reminded them to turn\non all the baseball and football games. As she adjusted the antenna\nunder Johnny's pillow, Moore constantly asked him questions and\nwaited for him to blink his responses _ two for yes, one for no.\n\n   Johnny usually insists on working even when he is in pain from\nhis eyes or bedsores. (Like many brain-stem stroke patients, he\nretains almost full sensation in his body.) On Johnny's computer\nscreen, the notes in the diatonic scale, C through B, were arranged\nin four rows, each row representing an octave. To power the\ntransmitter in Johnny's brain, which has no internal battery, Moore\nplaced a power coil against his scalp. ``Now, concentrate,\nJohnny,'' she said. ``Try to move the cursor up the scale.''\n\n   At first, there was little variation in the lines on the\noscilloscope that displays Johnny's brain waves. But as his\nconcentration intensified, spikes appeared, indicating frequency,\nand grew higher, indicating amplitude. Moore whistled when she saw\nthe height of the waves. ``He can get those things off the screen\nwhen he gets going,'' she said then.\n\n   The cursor moved diagonally at first, but Johnny soon righted\nit. When it cleanly touched a square, the note played through the\ncomputer speaker. The notes were clear, if a little out of tune\n(Moore recorded them from a 100-year-old family piano), and after a\nfew minutes, Johnny could slide slowly but cleanly up the scales\nand down through the octaves.\n\n   As Johnny tired and began to wince, Moore decided to cut the\nsession short. She smoothed his blond hair back and asked him to\nrate his pain on a scale from 1 to 10. He didn't blink until she\nreached 10. ``He's the toughest guy I have ever known,'' she says.\n\n   Since human brain waves were first recorded in 1929, scientists\nand sci-fi writers have been fascinated by the prospect of the mind\ncontrolling external objects without the intermediation of the\nbody. (Writers like William Gibson, for instance, created heroes\nwho were ``jacked in,'' able to send and receive digital signals by\nwiring their own brains directly to hard drives.) But it wasn't\nuntil the dawn of the personal computer in the 1970s and advances\nin the '90s that brain-to-computer interfaces became plausible.\n\n   Kennedy groans at some of the more speculative applications of\nbrain-to-computer interfaces. ``I can operate a computer fine with\nmy hands,'' he says. The objectives of his implant program are both\nmore modest and far more profound.\n\n   The first, proved at least possible by Johnny, is to establish\nnew lines of communication with locked-in patients. The second is\nto help patients like Johnny (who is typing now thanks to a\ncataract operation) regain some control over their immediate\nenvironment _ to do things like switch their lights on and off,\ncontrol the temperature in their room, even turn on a baseball game\non their own.\n\n   Ultimately, the doctors hope their research will allow locked-in\npatients to connect not just with computers but also with their own\nbodies again. Some patients in other research projects have had\nlimited success controlling paralyzed limbs through the use of\nelectroencephalogram (EEG) readings. A second set of electrodes,\nimplanted in their lifeless muscles, acts as a sort of electrically\ncharged prosthesis by receiving commands from EEG waves and\nstimulating the muscles to create simple movements.\n\n   Kennedy and Bakay think the cortical implants may give locked-in\npatients a chance for significantly more mobility. In the two years\nsince Johnny received his implant, he developed a far greater\ndegree of control over his motor cortex than is possible through\nthe EEG method.\n\n   ``You can control waves with EEG activity,'' Bakay says, ``but\nyou can't get refined signals. John can. That would give you more\ncontrol for prosthetic devices.'' If the implants could work with\nmuscle stimulation, the computer would be like a surrogate brain\nstem, a second line of communication to paralyzed limbs.\n\n   ``People worry that this is, in effect, the machine taking over\nthe human,'' Bakay says. ``In fact, it's quite the opposite.'' For\nJohnny Ray, the imagined movement of a cursor across a screen could\none day lead to the feeling of his own hand pushing against a wall.\n\n   (Bruce Headlam works in the Circuits department of The New York\nTimes Magazine.)\n\n   -----\n\n     EDITORS: Visit The New York Times Syndicate Web site at\nhttp://www.nytimes.com/syndicate for more information on\nCENTERPIECE and other features.  \n\n     NONSUBSCRIBERS: To publish a ``separate-buy'' feature article, it\nmust be purchased. Please contact one of these sales\nrepresentatives:\n\n   --U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697.\n\n   --Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942.\n\n   --Latin America: ANA PENA in New York, 212-499-3333; fax,\n212-499-3382.  \n","Headline":"\n$ADV11 \n THE MIND THAT MOVES OBJECTS\n","Text":["\n   John Ray's computer sits on a gurney beside his bed in the V.A.\nMedical Center in Decatur, Ga. The computer is an old Dell Pentium\nwhose mouse, monitor and keyboard rest out of Ray's reach. Which is\nfine, because Ray, or Johnny, as everyone calls him, doesn't have\nmuch use for them. He can move the cursor across the screen simply\nby thinking about it.\n","\n   In December 1997, Johnny, a veteran of three tours in Vietnam,\nwas working as a drywall contractor in Douglasville, Ga., and\nplaying guitar with a country-and-western band. One night, while\ntalking with one of his stepchildren on the phone, he collapsed in\nthe throes of a brain-stem stroke.\n","\n   The brain stem is the main pathway between the brain and the\nspinal cord, the route by which the mind exerts control over the\nmuscles. While Johnny's cognitive functions escaped serious damage,\nthe orders coming from his brain were effectively cut off from the\nrest of his body. Johnny entered a state doctors refer to as\n``locked in'': he is able to think, reason and comprehend what is\ngoing on around him, but unable to talk, touch or even breathe\nwithout the aid of a tracheotomy tube.\n","\n   ``It's like an ice storm that knocks out all the telephone poles\nand pulls the wires out of your house,'' says Dr. Roy Bakay, a\nneurosurgeon at Emory University. ``You can't communicate with the\noutside world. The only difference is that there is no way to\nrepair this wire.''\n","\n   In a sense, Dr. Philip Kennedy, a neurologist at Emory, has\nfigured out a way to lay new wire. In 1996, Kennedy received\napproval from the Food and Drug Administration to implant\nelectrodes directly into a patient's brain in order to create what\nis called a ``brain to computer interface.'' One condition of the\napproval was that only subjects who were ``locked in,'' or in the\nwords of Bakay, were ``as close as you can get to death without\nactually dying,'' be selected for the procedure.\n","\n   Johnny received his implants in March 1998. During a 12-hour\noperation, Bakay inserted the electrodes, housed in two glass\ncones, into the area of Johnny's cortex that controls left-hand\nmovement. Once the cones were implanted, the doctors believed that\naxons _ parts of the brain cell that transmit electrical impulses _\nwould grow through them. When an impulse passed along an axon, it\nwould be intercepted by tiny gold contacts and transmitted through\nthe electrodes.\n","\n   ``Axons are really like telephone lines,'' Kennedy explains.\n``We're just diverting the lines and eavesdropping on the call.''\n","\n   The hope was that by imagining he was moving his paralyzed left\nhand, Johnny would cause an increase in electrical impulses passing\namong the neurons there. These impulses could then be transmitted\nby the implanted electrodes to a receiver placed on Johnny's\npillow, and from there, the analog brain signals could be\ntranslated into digital commands that Johnny's computer could\nunderstand. In theory, by controlling the frequency with which the\nneurons in his motor cortex fire, Johnny could move a cursor up or\ndown, left or right on his screen.\n","\n   Johnny first tried to use a program called TalkAssist, which\nconsists of about a dozen icons, each representing different words\nand phrases like ``help,'' ``pain'' and ``I'm uncomfortable.''\nWatching the screen, he concentrated on the imagined movement of\nhis hand, nudging the cursor unsteadily toward the icons. When the\ncursor struck an icon, a voice synthesizer broadcast his request.\nWhile crude, TalkAssist allowed Johnny to at least initiate\nconversations and to communicate discomfort, instead of having to\nwait for a doctor or nurse to discover the problem.\n","\n   The next challenge was a keyboard program that allows him to\nspell words on the screen. Because Johnny had very limited ability\nto flex his left shoulder muscle, Kennedy attached a small muscle\nsensor to act as a kind of mouse click. Johnny could move the\ncursor onto the correct letter with his brain, then flex his\nshoulder to ``click'' on it.\n","\n   Johnny's team asked him to practice by spelling his own name,\nbut the program didn't allow him to correct mistakes, and he grew\nincreasingly frustrated. ``The original didn't have a backspace,''\nsays Melody Moore, a professor of computer information systems at\nGeorgia State University who has worked with Johnny several days a\nweek for the past two years. ``Once we put one in, he got much,\nmuch better in just a few sessions.''\n","\n   After months of struggling to move the cursor from letter to\nletter, he finally spelled out JOHN. The doctors, thrilled at this\nachievement, asked him to do it again. He painstakingly spelled out\nPHIL, just to be funny.\n","\n   Over the next few months, Johnny improved his typing speed to\nabout three characters a minute, a figure the team hopes will\nincrease to 30 characters per minute. But that improvement, they\nsay, has to come from computer scientists' creating software that\nunderstands his signals better and building an interface that he\ncan manipulate more easily.\n","\n   There have been some unexpected developments. After several\nmonths, the doctors noticed that Johnny was moving his lips in\nconcert with the cursor. When they asked him about this, he was\nable to communicate that the locus of imagined movement seemed to\nbe shifting, moving up toward his face. Because of his paralysis,\nthe function of the cells in Johnny's brain that control his limbs\n_ in this case, his left hand and arm _ had been slowly usurped by\nthe cells adjacent to it. To Johnny, moving the cursor began to\nfeel as if he were arching or squeezing his eyebrow rather than\nmanipulating his hand.\n","\n   In order to get Johnny to separate the actual movement of his\neyebrows from the imagined movement that would produce neural\nsignals and control the cursor, Kennedy attached a sensor to his\nbrow and wired it through the computer. Johnny repeatedly practiced\nmoving the cursor on the screen between two horizontal bars, like a\ntoddler learning to color within the lines. When he was able to\nmanipulate the cursor cleanly, the team asked him what he felt as\nhe did it. Johnny typed NOTHING.\n","\n   What this meant to the doctors was that Johnny was skipping the\nintermediary step of imagining moving a part of his body; now he\nthought simply about moving the cursor, and it moved. For Johnny,\nit meant the cursor was beginning to feel like a part of him, a new\nlimb. Moving the cursor, he said, felt like ``pushing against a\nwall.''\n","\n   ``As you can imagine,'' Moore says, ``that was a pretty good day\nfor all of us.'' There have also been bad days.\n","\n   Last year, Johnny began developing cataracts and painful\nfilaments in both eyes. For most of this year, he has been almost\ncompletely blind, unable to see his computer screen and therefore\nunable to communicate except by blinking to yes-or-no questions.\nAfter experiencing real, if painstaking, contact with the world\naround him, the cataracts had banished him again to the state of\nbeing locked in. Kennedy and Moore tried to overcome the problem by\ndeveloping an auditory program that Johnny can operate without\nhaving to see the screen. Because he played the guitar for so many\nyears, music is the idiom of their new program. They tested the\nprogram for the first time during a recent afternoon session at the\nhospital.\n","\n   As he lay in bed, his head propped by an inflatable pillow,\nJohnny's eyes seemed unusually alert, scanning the room and\ngreeting any new visitors. There was a pile of books for the nurses\nto read to him, and a sign on the television reminded them to turn\non all the baseball and football games. As she adjusted the antenna\nunder Johnny's pillow, Moore constantly asked him questions and\nwaited for him to blink his responses _ two for yes, one for no.\n","\n   Johnny usually insists on working even when he is in pain from\nhis eyes or bedsores. (Like many brain-stem stroke patients, he\nretains almost full sensation in his body.) On Johnny's computer\nscreen, the notes in the diatonic scale, C through B, were arranged\nin four rows, each row representing an octave. To power the\ntransmitter in Johnny's brain, which has no internal battery, Moore\nplaced a power coil against his scalp. ``Now, concentrate,\nJohnny,'' she said. ``Try to move the cursor up the scale.''\n","\n   At first, there was little variation in the lines on the\noscilloscope that displays Johnny's brain waves. But as his\nconcentration intensified, spikes appeared, indicating frequency,\nand grew higher, indicating amplitude. Moore whistled when she saw\nthe height of the waves. ``He can get those things off the screen\nwhen he gets going,'' she said then.\n","\n   The cursor moved diagonally at first, but Johnny soon righted\nit. When it cleanly touched a square, the note played through the\ncomputer speaker. The notes were clear, if a little out of tune\n(Moore recorded them from a 100-year-old family piano), and after a\nfew minutes, Johnny could slide slowly but cleanly up the scales\nand down through the octaves.\n","\n   As Johnny tired and began to wince, Moore decided to cut the\nsession short. She smoothed his blond hair back and asked him to\nrate his pain on a scale from 1 to 10. He didn't blink until she\nreached 10. ``He's the toughest guy I have ever known,'' she says.\n","\n   Since human brain waves were first recorded in 1929, scientists\nand sci-fi writers have been fascinated by the prospect of the mind\ncontrolling external objects without the intermediation of the\nbody. (Writers like William Gibson, for instance, created heroes\nwho were ``jacked in,'' able to send and receive digital signals by\nwiring their own brains directly to hard drives.) But it wasn't\nuntil the dawn of the personal computer in the 1970s and advances\nin the '90s that brain-to-computer interfaces became plausible.\n","\n   Kennedy groans at some of the more speculative applications of\nbrain-to-computer interfaces. ``I can operate a computer fine with\nmy hands,'' he says. The objectives of his implant program are both\nmore modest and far more profound.\n","\n   The first, proved at least possible by Johnny, is to establish\nnew lines of communication with locked-in patients. The second is\nto help patients like Johnny (who is typing now thanks to a\ncataract operation) regain some control over their immediate\nenvironment _ to do things like switch their lights on and off,\ncontrol the temperature in their room, even turn on a baseball game\non their own.\n","\n   Ultimately, the doctors hope their research will allow locked-in\npatients to connect not just with computers but also with their own\nbodies again. Some patients in other research projects have had\nlimited success controlling paralyzed limbs through the use of\nelectroencephalogram (EEG) readings. A second set of electrodes,\nimplanted in their lifeless muscles, acts as a sort of electrically\ncharged prosthesis by receiving commands from EEG waves and\nstimulating the muscles to create simple movements.\n","\n   Kennedy and Bakay think the cortical implants may give locked-in\npatients a chance for significantly more mobility. In the two years\nsince Johnny received his implant, he developed a far greater\ndegree of control over his motor cortex than is possible through\nthe EEG method.\n","\n   ``You can control waves with EEG activity,'' Bakay says, ``but\nyou can't get refined signals. John can. That would give you more\ncontrol for prosthetic devices.'' If the implants could work with\nmuscle stimulation, the computer would be like a surrogate brain\nstem, a second line of communication to paralyzed limbs.\n","\n   ``People worry that this is, in effect, the machine taking over\nthe human,'' Bakay says. ``In fact, it's quite the opposite.'' For\nJohnny Ray, the imagined movement of a cursor across a screen could\none day lead to the feeling of his own hand pushing against a wall.\n","\n   (Bruce Headlam works in the Circuits department of The New York\nTimes Magazine.)\n","\n   -----\n","\n     EDITORS: Visit The New York Times Syndicate Web site at\nhttp://www.nytimes.com/syndicate for more information on\nCENTERPIECE and other features.  \n","\n     NONSUBSCRIBERS: To publish a ``separate-buy'' feature article, it\nmust be purchased. Please contact one of these sales\nrepresentatives:\n","\n   --U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697.\n","\n   --Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942.\n","\n   --Latin America: ANA PENA in New York, 212-499-3333; fax,\n212-499-3382.  \n"]}