{"DocumentId":"NYT20000715.0155","TopicId":"NYT","Relevance":"0","Body":" BC-BJT0716-SUNDAY-4THLEDE-COX \n    \n\n      4TH LEDE\n      Deletes: PRISON\n      \n      CoxNet Cox News Service budget\n      FOR SUNDAY, July 16, 2000\n      c. 2000 Cox News Service\n\n   For questions, please call 404-526-5456.\n\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n\n   THE WEEKEND DUTY EDITORS ARE:\n\n   IN ATLANTA: Diane Fall at 404-526-7282\n\n   IN WASHINGTON: Elliot Jaspin at 703-725-7031 (cell phone)\n\n   NATION\n\n   GORE-DLC _ BALTIMORE - The Democratic Leadership Council, which\nrepresents the centrist wing of the Democratic Party is clearly in\ncontrol, with one of the DLC's founders, Vice President Al Gore,\npreparing to accept the party's presidential nomination. Gore\naddresses the DLC on Saturday, capping the organization's two-day\nconference. (Shepard, Cox News Service) MOVED.\n\n   TECH-DIVERSITY _ BOSTON _ The business attire has changed from\nstuffy suits to casual cool, but the faces remain largely the same.\nThe New Economy, like the old economy, is dominated by white males.\nHigh-tech professions have a disproportionately small number of\nwomen, blacks and Hispanics in high-paying technical jobs. The\npipeline of science and math majors from American colleges and\nuniversities suggests that the situation will not soon improve,\nleaving the specter of a growing wage gap. (Holmes, Cox News\nService).\n\n   WITH PHOTOS.\n\n   MOVED Thursday on NYT wire in (a) national and (f) financial\ncategories\n\n   GRASSPEA _ WASHINGTON _ A small dryland pea that often saves the\nworld's poorest people from starvation _ and then leaves thousands\nparalyzed for life _ has been genetically changed to eliminate its\ncrippling trait. (Nesmith, Cox News Service) WITH PHOTO.\n\n   MOVED Monday.\n\n   GUN-LICENSING _ WASHINGTON _ One of the goals of the Million Mom\nMarch is widely seen as unattainable _ licensing gun owners much as\nwe do drivers and hair stylists. A look at why some people see\nlicensing as a key to reducing gun violence, and others as a danger\nto liberty. (Moscoso, Cox News Service).\n\n   MOVING Thursday.\n\n   INTERNET-POLITICS _ WASHINGTON _ The Internet tidal wave is\nbearing down on the venerable institution of political conventions.\nAs traditional TV and print coverage has waned, more than 100\ndot-com news organizations are moving in, some planning a major\npresence with skyboxes and celebrity anchors. (Glass, Cox News\nService).\n\n   MOVED Monday in (w) Washington and (p) politics categories.\n\n   CLINTON _ WASHINGTON _ At President Clinton's last Group of\nSeven (plus Russia) summit meeting, what does the lame-duck leader\nhope to accomplish? He is still the big dog in this yard, but is\nalso leaving office soon. Is there anything that he can influence?\nAre his partners already beginning to look past him? Developing.\n(Deans, Cox News Service).\n\n   With issues box attached.\n\n   Expected to move in advance on the NYT Wire in both\nInternational/Commentary categories.\n\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n\n   INTERNATIONAL\n\n   BRITAIN-MUM _ LONDON _ The Queen Mum, Queen Elizabeth's mother,\nturns 100 on Aug. 4 and will be honored with a gala. The old gal is\nstill knocking back the gin and raising hell in Buckingham Palace.\nDeveloping. (Roughton, Cox News Service).\n\n   MOVED Wed., July 12, in both International/Lifestyle categories.\n\n   COX-NIRELAND-PEACE _ BELFAST, Northern Ireland _ The marching\nseason ends with far more violence and tension than anyone expected\n, or wanted. How will this season's problems affect the Northern\nIreland peace negotiations? Developing. (Roughton, Cox News\nService).\n\n   MOVED Fri., July 14.\n\n   (Eds. This is the CoxNet Focus page for the week. The layout is\nnow available)\n\n   COXNET FOCUS 0716: CLASSIC CARS, ANCIENT CITY _ The names come\nout a little differently in Arabic. DeSoto becomes something like\n``Tozata'' and Chrysler sounds like ``Kleezler.'' But those old\nbombs you might find in an auto collector's garage in America make\nfor colorful and practical transportation in Syria. The country's\nstreets are flush with fins and crawling with chrome. Stroll the\ncenturies-old bazaars and you're likely to be passed not only your\nfather's Oldsmobile, but his father's before him. (Kaplow, Cox\nWashington Bureau). Art includes a 3-column color photo of a\nclassic car sitting in a garage, a 2-column detail shot of a car, a\n3-column photo of a Syrian in front of his car and a 2-column color\nphoto of a Syrian working on his car.\n\n   BUSINESS\n\n   UPS _ The drivers of those chocolate brown trucks with gold trim\nare known for moving packages at the ``speed of business'' from one\ndoor to another. But the nation's largest parcel delivery service\nis finding that moving packages is a lot easier than moving\nWashington. ``Big Brown,'' as the company is commonly called, is\nvying for a lucrative air route to China against another\nAtlanta-based powerhouse, Delta Air Lines, as well as American\nAirlines and Polar Air Cargo, an upstart freight carrier based in\nCalifornia. (Carr, Atlanta Journal-Constitution) MOVED.\n\n   WITH\n\n   UPS-PYNE _ Joe Pyne, head of UPS's new e-commerce venture, is\nthe epitome of the United Parcel Service leader. Like ``98\npercent'' of the top brass at UPS, Pyne began working part-time as\na truck loader for the company during the late 1960s to help pay\nfor his college education. (Poe, Atlanta Journal-Constitution)\nMOVED.\n\n   WITH\n\n   UPS-POSTAL _ Last spring, United Parcel Service drivers\ndescended on Capitol Hill to make an important delivery for their\ncompany: chocolate brown corrugated boxes filled with materials\nattacking the U.S. Postal Service. Every member of the House got\none of the computer laptop-sized boxes. Tucked inside was a slick\nCD entitled, ``What The Postal Service Doesn't Want You to Know.''\nThere were also negative news articles and a 16-page booklet that\ncompared the postal service to the CIA. (Carr, Atlanta\nJournal-Constitution) MOVED.\n\n   OPED/EDITORIAL\n\n   TEEPEN-COLUMN _ There was more chutzpah than healing in George\nW. Bush's speech to the national convention of the NAACP. Credit\nthe Republican presidential candidate with trying. No GOP\nnominee-presumptive has bothered visiting the convention since 1988\nwhen Bush's father addressed it. (Tom Teepen is national\ncorrespondent for Cox Newspapers.) MOVED THURSDAY.\n\n   KLEINBERG-COLUMN _ Howard Kleinberg says that if protests get\nout of hand at this summer's political conventions, police in the\nhost cities should take a cue from the ``interesting'' ways in\nwhich Miami Beach Police Chief Rocky Pomerance handled matters at\nRepublican conventions held there in 1968 and 1972. (Kleinberg, Cox\nNews Service.) MOVED THURSDAY.\n\n   GLASS-COLUMN _ (Andy Glass is a columnist for Cox News Service\nin the Washington bureau.) MOVED THURSDAY.\n\n   LIFESTYLE\n\n   CREMATION _ ``It's an irreversible decision,'' Chet Robbins\nadvises me. Well, yes. To stretch this body out and bake it for two\nhours at 1600 degrees reduces my decision-making powers, and me, to\nabout 4 pounds of crumbled bone. There goes the figure-skating\ncareer... At the subject of cremation even Robbins, who as\nexecutive director of the Texas Funeral Service Commission should\nbe used to this type of thing by now, clicks off the joviality and\nturns a dour, professional gray. It wasn't so long ago, he says,\n``People would have asked, `What's cremation?' '' Traditional\nfunerals, with embalming, caskets, religious services, and ground\nburial in a family plot, weren't really matters of choice. They\nwere the rule. Not so today. More and more people are choosing to\nbe cremated at death. (Ardery, Austin American-Statesman) MOVED.\n\n   COXNET HEALTHY LIVING _ (EDS: This is the CoxNet Healthy Living\npage for the current week. This layout is now available.)\n\n   CoxNet HEALTHY LIVING 0715: THE BRITTLE ENEMY _ In medical\nterms, osteoporosis is the disease resulting from reduced bone\ndensity that leads to increased susceptibility of fractures. Family\nhistory is the biggest risk factor, and the biggest predictor of\nosteoporosis, experts say. But new screening and drugs can now\nprevent the disease, even in women who have inherited ``bad bones.\n(Guthrie, Atlanta Journal-Constitution) Art includes a 3-column\ncolor illustration of a woman's bones and a 1-column color\nillustration of healthy and porous bones.\n\n   WITH: OSTEOPOROSIS Q&A _ Answers to some frequently asked\nquestions about osteoporosis. Art includes a 18-pica color photo of\na woman having her heel scanned for osteoporosis.\n\n   WITH: OSTEOPOROSIS INFO BOX _ Where to turn for more information\nabout osteoporosis.\n\n   WITH: YOUR HEALTH _ Summer is a time when children are more at\nrisk of having their teeth knocked out. Here's what you should do\nif a child loses a tooth. (Lore, Atlanta Journal Constitution)\n\n   WITH: HEALTH & MEDIA _ The American Council for Exercise, a\nnonprofit organization, has endorsed a diet book for the first\ntime. (Coyle, Atlanta Journal Constitution) Art includes a 1-column\ncolor photo of book jacket.\n\n   WITH: ON THE WEB _ A sex quiz helps you determine if your online\nbehavior is putting you at risk. (McKenna, Atlanta Journal\nConstitution) Art includes a 6-pica color illustration of a\ncomputer.\n\n   COXNET LIFESTYLES_ (EDS: This is the CoxNet Lifestyles page for\nthe current week. This layout is now available.)\n\n   COXNET LIFESTYLES 0715: KEEPING IT GREEN: This summer you're\ndetermined to keep your grass green no matter what extremes Mother\nNature dishes out. Neither temperatures in the triple digits nor\nweeks without rain will prevent you from having a lush lawn that\nwill be the envy of all your neighbors. (Flanders, Atlanta\nJournal-Constitution) Art includes eight 2-column color photos of\nways to keep your lawn green during the summer.\n\n   WITH: LAWN TIPS _ Additional tips to make sure your yard stays\ngreen and healthy.\n\n   WITH: PAINT JOB _ Painting takes so much work that it's a good\nidea to do it right and get the most years possible out of the job.\n(Cumming, Dayton Daily News) Art includes a 18-pica color photo of\na man using a paint roller.\n\n   CLERGY _ Denominations are struggling to find clergy to serve\nrural churches. They either don't have enough, assign elderly\npastors, or accept young pastors with less than stellar\ncredentials. Most are old or non-existent and this has fueled the\ncommunions between churches, such as the Lutherans and\nEpiscopalians, because they can now share clergy. (Perkes, Austin\nAmerican-Statesman) MOVED.\n\n   INFECTION _ The largest international conference on threats from\ninfectious disease, sponsored every two years by the CDC, opens\nthis evening in Atlanta. Major topics to be discussed include: the\ngrowing problem of antibiotic resistance, the danger of unpredicted\nproblems such as West Nile virus, the likelihood of disease\norganisms being used as weapons, and the influence of climate\nchange and major population movements on the development of\ndiseases. (McKenna, Atlanta Journal-Constitution) MOVED.\n\n   PANO-BOYS _ Niko and Pano Karatassos are the future of the\nBuckhead Life Restaurant Group. These two young men _ a manager and\na chef _ will one day be the heart, the brains and the soul of this\nbusiness that their father, Pano Karatassos, grew in 20 years from\na single white-tablecloth restaurant, Pano's and Paul's. Now with\nits diverse roster of 10 brand-name eateries _ including Buckhead\nDiner, Atlanta Fish Market and Chops _ Buckhead Life is one of the\ntop fine-dining restaurant groups in the country. It realized more\nthan $68 million in sales in 1999 and ranked among the top 100\nprivately owned companies in Georgia. Yet even as the company\nstakes its future on reproducing successful brands, its two sons\nmay try and push it to the next level. Before they consider taking\nover their dad's company, Niko and Pano Karatassos want to open a\nplace together. And it won't be like anything Buckhead Life has\nseen before. (Kessler, Atlanta Journal-Constitution) MOVED.\n\n   TRAVEL\n\n   COXNET TRAVEL _ (EDS: This is the CoxNet Travel page for the\ncurrent week. This layout is now available.)\n\n   COXNET TRAVEL 0715: CAPTURING YOSEMITE _ Camera walks focus on\ncapturing Yosemite National Park's staggering vistas that inspired\nthe monumental images created by America's greatest nature\nphotographer (Meyers, Atlanta Journal-Constitution) Art includes a\n3-column color photo of El Capitan.\n\n   WITH: TO DO BOX _ A list of thing to do when visiting Yosemite\nNational Park.\n\n   WITH: TAKING PICTURES _ Here are some tips from professional\nphotographers on how to take great vacation pictures. (O'Brien,\nWaco Herald-Tribune) Art includes two 2-column color photos\nillustrating how to compose a photograph.\n\n   WITH: TRAVEL BRIEFS _ Higher prices are forecast for business\ntravelers. Others. (N.Y. Times News Service)\n\n   BROOKLYN _ BROOKLYN, N.Y. _ It wasn't until I plopped down in a\nbooth at Junior's _ the sprawling, orange-vinyl delicatessen run by\nthe Rosen family for more than 50 years at the corner of Flatbush\nand DeKalb avenues _ that I began to realize what a melting pot New\nYork's most populous borough is. In Brooklyn, habitat of Hassids\nand homeboys, matzah ball soup is served side by side with collard\ngreens and salmon croquettes. Over a recent long weekend, I didn't\nhave nearly enough time to eat my way around this ethnic-food\nlover's paradise. But I did hopscotch around sufficiently to see\nwhy it's New York's new ground zero of cool, why trendies from\n``The City'' are subwaying over to check out the clubs and\nrestaurants, the museums and green spaces, the Gothic architecture\nand Gotham views. (Brock, Atlanta Journal-Constitution.) WITH\nPHOTOS. MOVED.\n\n   WITH\n\n   BROOKLYNTOUR _ Brooklyn, N.Y. _ Brooklyn proves to be an ideal\nplace for a weekend's sight-seeing. Another option, of course, is\nto stay in Manhattan and take a day trip to the Second City, only\n30 minutes away by subway. Just take your walking shoes, and don't\nplan on hurrying back after dark. We give highlights of a recent\nvisit.(Brock, Atlanta Journal-Constitution.) WITH PHOTOS. MOVED.\n\n   BROOKLYN-LIST _ Robert Spano, the new music director of the\nAtlanta Symphony Orchestra and the conductor of the Brooklyn\nPhilharmonic since 1996, tells us his four favorite things to do in\nthe borough.(Brock, Atlanta Journal-Constitution.) WITH PHOTOS.\nMOVED.\n\n   VANGOGH _ BOSTON _ Taking a look at ``Van Gogh: Face to Face,''\non view at the Museum of Fine Arts here through Sept. 24. This is\nthe only East Coast stop for this touring exhibit, the first to\nfocus solely on Van Gogh's portraiture. There are more than 70\nworks on view, including several haunting self-portraits. For those\ngetting excited about the High Museum's mini Van Gogh exhibit\ncoming September, this show tempts a summer visit to Beantown.\n(BLongino, Atlanta Journal-Constitution) MOVED.\n\n   FASHION\n\n   FASHION-CHEAPTHRILLS _ What fashionable finds are there to buy\non a budget of $100? Three stylemaking ladies let us know as they\nshop Kmart, Target and Walmart and bring back the goods. (Hill,\nAtlanta Journal-Constitution) WITH PHOTOS. MOVED.\n\n   BOOKS\n\n   COXNET BOOKS _ (EDS: This is the CoxNet Books page for the\ncurrent week. This layout is now available.)COXNET BOOKS 0715:\nAMAZON'S GUIDE _ a suburban Atlanta housewife has become the\nfavorite reviewer for the Amazon.com Web site. She reads books as\nregularly as most people brush their teeth, one in the morning and\none at night, and for the past five years she has written more than\n500 reviews for Amazon.com. (O'Briant, Atlanta\nJournal-Constitution) Art includes a 3-column color photo of the\nreviewer.\n\n   WITH: READING LIST _ A list of summer reading from Amazon.com's\ntop reviewer. Art includes a 6-pica color photo of a book jacket.\n\n   WITH: MISTRESS _ in ``Marrying the Mistress,'' British novelist\nJoanna Trollope thrives on casting a literate light on the domestic\ncircumstances of ordinary people. (Nizzi Warmbold, Atlanta\nJournal-Constitution) Art includes a 6-pica color photo of a book\njacket.\n\n   WITH: AMIS _ The many surprises in Martin Amis' ``Experience''\ninclude his discovery that he fathered a daughter during a long-ago\naffair, and the eventual revelation of what befell a cousin who\ndisappeared in 1973. (Murray, Atlanta Journal-Constitution) Art\nincludes a 6-pica color photo of book jacket.\n\n   WITH: BOOK NOTES _ ``White Oleander'' author finds life much\ndifferent after Oprah's touch. (O'Briant, Atlanta\nJournal-Constitution)\n\n   SIDDONS _ A Q&A with Anne Rivers Siddons, whose new book ``Nora,\nNora,'' set in a small Georgia town, comes out July 18. (O'Briant,\nAtlanta Journal-Constitution). MOVED.\n\n   REVIEW_ROSE _ Review of Tananarive Due's novel ``The Black\nRose,'' a fictionalized version of the life of Madam C.J. Walker,\nthe first black female millionaire. Boyd, Atlanta\nJournal-Constitution) MOVED.\n\n   SKUBE-ON-BOOKS _ The mystery novel depends on its contrivances\nof character and setting, and more often than not is the better for\nit. A familiar world doesn't have to be a believable world. It's\nenough that a reader return, suspending reality and living in a\nworld he knows intimately. In only two novels, Ace Atkins has\nlearned how to use the devices so adeptly you hardly notice them.\nAt the same time, he has created a character, Nick Travers, we want\nto know better. (Skube, Atlanta Journal-Constitution) MOVED.\n\n   SPORTS\n\n   BRITISH OPEN COVERAGE\n\n   BRITISH _ The Old Course: It is said to be one of the most\nbeautiful venues in golf. No island greens; no doctored doglegs; no\ntricked-up, pitch-and-putt holes. Instead, the natural setting for\nSt. Andrews remains as it was when the course was constructed back\nin the old days. Yes, you sometimes must hit your tee shot over a\nboarding house. And yes, you might have to hit off a gravel road.\nAnd those are just two of the reasons the 2000 British Open will\noffer challenges to the best golf has to offer. (Sheeley) 25''\nMOVED.\n\n   WITH\n\n   BRITISH-HOLE _ A look at six of the most unusual holes at the\nBritish Open. (Sheeley, Atlanta Journal-Constitution) MOVED. WITH\n\n   BRITISH-SIDE _ At the point of being redundant, St. Andrews fits\nTiger Woods like a glove. (Sheeley, Atlanta Journal-Constitution)\nMOVED.\n\n   Eds. Coxnet will produce a BRITISH OPEN PREVIEW PAGE that will\navailable on Friday, July 14 by 5 p.m.\n\n   The page will include some of these elements.\n\n   FOOTBALL\n\n   PROS\n\n   FBN-FALCONS _ Lede story TBA from Falcons training camp.\n(Winkeljohn, Atlanta Journal-Constitution) 18''\n\n   FBN-COWBOYS _ Top 10 questions about the Cowboys heading into\ncamp. (Cantu, Austin American-Statesman)\n\n   OLYMPICS\n\n   OLYRUN _ Coverage of the second day of the Olympic Track and\nfield Trials in Sacramento, California. ( Maher, Austin\nAmerican-Statesman)\n\n   RACING\n\n   COXNET NASCAR PAGE STILL AVAILABLE\n\n   This week's Inside NASCAR page can be found via the Budget Tool\nusing the Sports category and a Motorsports subcategory with a\nrundate of Friday. The page can also be found on the Cox Server in\nthe Sports folder and on the WAN desk of the AJC database. For\nquestions, call CoxNet at (404) 526-5456 Note: This is an off-week\nfor Winston Cup. Following is a budget for the page:\n\n   COXNET INSIDE NASCAR 0714: STICKING THROTTLE _ Drivers think\nNASCAR needs to approve a button that would allow engines to be cut\noff in cases where throttles stick. It appears stuck throttles\ncontibuted to the deaths of drivers Adam Petty and Kenny Irwin.\nOther racing circuits have ``escape'' buttons when these incidents\nhappen. (Minter, Atlanta Journal-Constitution).\n\n   WITH\n\n   NASCAR IMAGE _ NASCAR drivers say they aren't ready for\nsainthood, but they have been able to avoid the bad headlines\ncreated by athletes in other sports. (Carvell, Atlanta\nJournal-Constitution).\n\n   DRIVER STANDINGS WINSTON CUP\n\n   DRIVER STANDINGS BUSCH SERIES\n\n   WINSTON CUP MONEY LEADERS\n\n   COXNET BUDGET INFORMATION\n\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EST and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n\n   HOW TO REACH US\n\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n\n   Cox Washington Bureau:\n\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   For questions, please call 404-526-5456.\n","\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n","\n   THE WEEKEND DUTY EDITORS ARE:\n","\n   IN ATLANTA: Diane Fall at 404-526-7282\n","\n   IN WASHINGTON: Elliot Jaspin at 703-725-7031 (cell phone)\n","\n   NATION\n","\n   GORE-DLC _ BALTIMORE - The Democratic Leadership Council, which\nrepresents the centrist wing of the Democratic Party is clearly in\ncontrol, with one of the DLC's founders, Vice President Al Gore,\npreparing to accept the party's presidential nomination. Gore\naddresses the DLC on Saturday, capping the organization's two-day\nconference. (Shepard, Cox News Service) MOVED.\n","\n   TECH-DIVERSITY _ BOSTON _ The business attire has changed from\nstuffy suits to casual cool, but the faces remain largely the same.\nThe New Economy, like the old economy, is dominated by white males.\nHigh-tech professions have a disproportionately small number of\nwomen, blacks and Hispanics in high-paying technical jobs. The\npipeline of science and math majors from American colleges and\nuniversities suggests that the situation will not soon improve,\nleaving the specter of a growing wage gap. (Holmes, Cox News\nService).\n","\n   WITH PHOTOS.\n","\n   MOVED Thursday on NYT wire in (a) national and (f) financial\ncategories\n","\n   GRASSPEA _ WASHINGTON _ A small dryland pea that often saves the\nworld's poorest people from starvation _ and then leaves thousands\nparalyzed for life _ has been genetically changed to eliminate its\ncrippling trait. (Nesmith, Cox News Service) WITH PHOTO.\n","\n   MOVED Monday.\n","\n   GUN-LICENSING _ WASHINGTON _ One of the goals of the Million Mom\nMarch is widely seen as unattainable _ licensing gun owners much as\nwe do drivers and hair stylists. A look at why some people see\nlicensing as a key to reducing gun violence, and others as a danger\nto liberty. (Moscoso, Cox News Service).\n","\n   MOVING Thursday.\n","\n   INTERNET-POLITICS _ WASHINGTON _ The Internet tidal wave is\nbearing down on the venerable institution of political conventions.\nAs traditional TV and print coverage has waned, more than 100\ndot-com news organizations are moving in, some planning a major\npresence with skyboxes and celebrity anchors. (Glass, Cox News\nService).\n","\n   MOVED Monday in (w) Washington and (p) politics categories.\n","\n   CLINTON _ WASHINGTON _ At President Clinton's last Group of\nSeven (plus Russia) summit meeting, what does the lame-duck leader\nhope to accomplish? He is still the big dog in this yard, but is\nalso leaving office soon. Is there anything that he can influence?\nAre his partners already beginning to look past him? Developing.\n(Deans, Cox News Service).\n","\n   With issues box attached.\n","\n   Expected to move in advance on the NYT Wire in both\nInternational/Commentary categories.\n","\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n","\n   INTERNATIONAL\n","\n   BRITAIN-MUM _ LONDON _ The Queen Mum, Queen Elizabeth's mother,\nturns 100 on Aug. 4 and will be honored with a gala. The old gal is\nstill knocking back the gin and raising hell in Buckingham Palace.\nDeveloping. (Roughton, Cox News Service).\n","\n   MOVED Wed., July 12, in both International/Lifestyle categories.\n","\n   COX-NIRELAND-PEACE _ BELFAST, Northern Ireland _ The marching\nseason ends with far more violence and tension than anyone expected\n, or wanted. How will this season's problems affect the Northern\nIreland peace negotiations? Developing. (Roughton, Cox News\nService).\n","\n   MOVED Fri., July 14.\n","\n   (Eds. This is the CoxNet Focus page for the week. The layout is\nnow available)\n","\n   COXNET FOCUS 0716: CLASSIC CARS, ANCIENT CITY _ The names come\nout a little differently in Arabic. DeSoto becomes something like\n``Tozata'' and Chrysler sounds like ``Kleezler.'' But those old\nbombs you might find in an auto collector's garage in America make\nfor colorful and practical transportation in Syria. The country's\nstreets are flush with fins and crawling with chrome. Stroll the\ncenturies-old bazaars and you're likely to be passed not only your\nfather's Oldsmobile, but his father's before him. (Kaplow, Cox\nWashington Bureau). Art includes a 3-column color photo of a\nclassic car sitting in a garage, a 2-column detail shot of a car, a\n3-column photo of a Syrian in front of his car and a 2-column color\nphoto of a Syrian working on his car.\n","\n   BUSINESS\n","\n   UPS _ The drivers of those chocolate brown trucks with gold trim\nare known for moving packages at the ``speed of business'' from one\ndoor to another. But the nation's largest parcel delivery service\nis finding that moving packages is a lot easier than moving\nWashington. ``Big Brown,'' as the company is commonly called, is\nvying for a lucrative air route to China against another\nAtlanta-based powerhouse, Delta Air Lines, as well as American\nAirlines and Polar Air Cargo, an upstart freight carrier based in\nCalifornia. (Carr, Atlanta Journal-Constitution) MOVED.\n","\n   WITH\n","\n   UPS-PYNE _ Joe Pyne, head of UPS's new e-commerce venture, is\nthe epitome of the United Parcel Service leader. Like ``98\npercent'' of the top brass at UPS, Pyne began working part-time as\na truck loader for the company during the late 1960s to help pay\nfor his college education. (Poe, Atlanta Journal-Constitution)\nMOVED.\n","\n   WITH\n","\n   UPS-POSTAL _ Last spring, United Parcel Service drivers\ndescended on Capitol Hill to make an important delivery for their\ncompany: chocolate brown corrugated boxes filled with materials\nattacking the U.S. Postal Service. Every member of the House got\none of the computer laptop-sized boxes. Tucked inside was a slick\nCD entitled, ``What The Postal Service Doesn't Want You to Know.''\nThere were also negative news articles and a 16-page booklet that\ncompared the postal service to the CIA. (Carr, Atlanta\nJournal-Constitution) MOVED.\n","\n   OPED/EDITORIAL\n","\n   TEEPEN-COLUMN _ There was more chutzpah than healing in George\nW. Bush's speech to the national convention of the NAACP. Credit\nthe Republican presidential candidate with trying. No GOP\nnominee-presumptive has bothered visiting the convention since 1988\nwhen Bush's father addressed it. (Tom Teepen is national\ncorrespondent for Cox Newspapers.) MOVED THURSDAY.\n","\n   KLEINBERG-COLUMN _ Howard Kleinberg says that if protests get\nout of hand at this summer's political conventions, police in the\nhost cities should take a cue from the ``interesting'' ways in\nwhich Miami Beach Police Chief Rocky Pomerance handled matters at\nRepublican conventions held there in 1968 and 1972. (Kleinberg, Cox\nNews Service.) MOVED THURSDAY.\n","\n   GLASS-COLUMN _ (Andy Glass is a columnist for Cox News Service\nin the Washington bureau.) MOVED THURSDAY.\n","\n   LIFESTYLE\n","\n   CREMATION _ ``It's an irreversible decision,'' Chet Robbins\nadvises me. Well, yes. To stretch this body out and bake it for two\nhours at 1600 degrees reduces my decision-making powers, and me, to\nabout 4 pounds of crumbled bone. There goes the figure-skating\ncareer... At the subject of cremation even Robbins, who as\nexecutive director of the Texas Funeral Service Commission should\nbe used to this type of thing by now, clicks off the joviality and\nturns a dour, professional gray. It wasn't so long ago, he says,\n``People would have asked, `What's cremation?' '' Traditional\nfunerals, with embalming, caskets, religious services, and ground\nburial in a family plot, weren't really matters of choice. They\nwere the rule. Not so today. More and more people are choosing to\nbe cremated at death. (Ardery, Austin American-Statesman) MOVED.\n","\n   COXNET HEALTHY LIVING _ (EDS: This is the CoxNet Healthy Living\npage for the current week. This layout is now available.)\n","\n   CoxNet HEALTHY LIVING 0715: THE BRITTLE ENEMY _ In medical\nterms, osteoporosis is the disease resulting from reduced bone\ndensity that leads to increased susceptibility of fractures. Family\nhistory is the biggest risk factor, and the biggest predictor of\nosteoporosis, experts say. But new screening and drugs can now\nprevent the disease, even in women who have inherited ``bad bones.\n(Guthrie, Atlanta Journal-Constitution) Art includes a 3-column\ncolor illustration of a woman's bones and a 1-column color\nillustration of healthy and porous bones.\n","\n   WITH: OSTEOPOROSIS Q&A _ Answers to some frequently asked\nquestions about osteoporosis. Art includes a 18-pica color photo of\na woman having her heel scanned for osteoporosis.\n","\n   WITH: OSTEOPOROSIS INFO BOX _ Where to turn for more information\nabout osteoporosis.\n","\n   WITH: YOUR HEALTH _ Summer is a time when children are more at\nrisk of having their teeth knocked out. Here's what you should do\nif a child loses a tooth. (Lore, Atlanta Journal Constitution)\n","\n   WITH: HEALTH & MEDIA _ The American Council for Exercise, a\nnonprofit organization, has endorsed a diet book for the first\ntime. (Coyle, Atlanta Journal Constitution) Art includes a 1-column\ncolor photo of book jacket.\n","\n   WITH: ON THE WEB _ A sex quiz helps you determine if your online\nbehavior is putting you at risk. (McKenna, Atlanta Journal\nConstitution) Art includes a 6-pica color illustration of a\ncomputer.\n","\n   COXNET LIFESTYLES_ (EDS: This is the CoxNet Lifestyles page for\nthe current week. This layout is now available.)\n","\n   COXNET LIFESTYLES 0715: KEEPING IT GREEN: This summer you're\ndetermined to keep your grass green no matter what extremes Mother\nNature dishes out. Neither temperatures in the triple digits nor\nweeks without rain will prevent you from having a lush lawn that\nwill be the envy of all your neighbors. (Flanders, Atlanta\nJournal-Constitution) Art includes eight 2-column color photos of\nways to keep your lawn green during the summer.\n","\n   WITH: LAWN TIPS _ Additional tips to make sure your yard stays\ngreen and healthy.\n","\n   WITH: PAINT JOB _ Painting takes so much work that it's a good\nidea to do it right and get the most years possible out of the job.\n(Cumming, Dayton Daily News) Art includes a 18-pica color photo of\na man using a paint roller.\n","\n   CLERGY _ Denominations are struggling to find clergy to serve\nrural churches. They either don't have enough, assign elderly\npastors, or accept young pastors with less than stellar\ncredentials. Most are old or non-existent and this has fueled the\ncommunions between churches, such as the Lutherans and\nEpiscopalians, because they can now share clergy. (Perkes, Austin\nAmerican-Statesman) MOVED.\n","\n   INFECTION _ The largest international conference on threats from\ninfectious disease, sponsored every two years by the CDC, opens\nthis evening in Atlanta. Major topics to be discussed include: the\ngrowing problem of antibiotic resistance, the danger of unpredicted\nproblems such as West Nile virus, the likelihood of disease\norganisms being used as weapons, and the influence of climate\nchange and major population movements on the development of\ndiseases. (McKenna, Atlanta Journal-Constitution) MOVED.\n","\n   PANO-BOYS _ Niko and Pano Karatassos are the future of the\nBuckhead Life Restaurant Group. These two young men _ a manager and\na chef _ will one day be the heart, the brains and the soul of this\nbusiness that their father, Pano Karatassos, grew in 20 years from\na single white-tablecloth restaurant, Pano's and Paul's. Now with\nits diverse roster of 10 brand-name eateries _ including Buckhead\nDiner, Atlanta Fish Market and Chops _ Buckhead Life is one of the\ntop fine-dining restaurant groups in the country. It realized more\nthan $68 million in sales in 1999 and ranked among the top 100\nprivately owned companies in Georgia. Yet even as the company\nstakes its future on reproducing successful brands, its two sons\nmay try and push it to the next level. Before they consider taking\nover their dad's company, Niko and Pano Karatassos want to open a\nplace together. And it won't be like anything Buckhead Life has\nseen before. (Kessler, Atlanta Journal-Constitution) MOVED.\n","\n   TRAVEL\n","\n   COXNET TRAVEL _ (EDS: This is the CoxNet Travel page for the\ncurrent week. This layout is now available.)\n","\n   COXNET TRAVEL 0715: CAPTURING YOSEMITE _ Camera walks focus on\ncapturing Yosemite National Park's staggering vistas that inspired\nthe monumental images created by America's greatest nature\nphotographer (Meyers, Atlanta Journal-Constitution) Art includes a\n3-column color photo of El Capitan.\n","\n   WITH: TO DO BOX _ A list of thing to do when visiting Yosemite\nNational Park.\n","\n   WITH: TAKING PICTURES _ Here are some tips from professional\nphotographers on how to take great vacation pictures. (O'Brien,\nWaco Herald-Tribune) Art includes two 2-column color photos\nillustrating how to compose a photograph.\n","\n   WITH: TRAVEL BRIEFS _ Higher prices are forecast for business\ntravelers. Others. (N.Y. Times News Service)\n","\n   BROOKLYN _ BROOKLYN, N.Y. _ It wasn't until I plopped down in a\nbooth at Junior's _ the sprawling, orange-vinyl delicatessen run by\nthe Rosen family for more than 50 years at the corner of Flatbush\nand DeKalb avenues _ that I began to realize what a melting pot New\nYork's most populous borough is. In Brooklyn, habitat of Hassids\nand homeboys, matzah ball soup is served side by side with collard\ngreens and salmon croquettes. Over a recent long weekend, I didn't\nhave nearly enough time to eat my way around this ethnic-food\nlover's paradise. But I did hopscotch around sufficiently to see\nwhy it's New York's new ground zero of cool, why trendies from\n``The City'' are subwaying over to check out the clubs and\nrestaurants, the museums and green spaces, the Gothic architecture\nand Gotham views. (Brock, Atlanta Journal-Constitution.) WITH\nPHOTOS. MOVED.\n","\n   WITH\n","\n   BROOKLYNTOUR _ Brooklyn, N.Y. _ Brooklyn proves to be an ideal\nplace for a weekend's sight-seeing. Another option, of course, is\nto stay in Manhattan and take a day trip to the Second City, only\n30 minutes away by subway. Just take your walking shoes, and don't\nplan on hurrying back after dark. We give highlights of a recent\nvisit.(Brock, Atlanta Journal-Constitution.) WITH PHOTOS. MOVED.\n","\n   BROOKLYN-LIST _ Robert Spano, the new music director of the\nAtlanta Symphony Orchestra and the conductor of the Brooklyn\nPhilharmonic since 1996, tells us his four favorite things to do in\nthe borough.(Brock, Atlanta Journal-Constitution.) WITH PHOTOS.\nMOVED.\n","\n   VANGOGH _ BOSTON _ Taking a look at ``Van Gogh: Face to Face,''\non view at the Museum of Fine Arts here through Sept. 24. This is\nthe only East Coast stop for this touring exhibit, the first to\nfocus solely on Van Gogh's portraiture. There are more than 70\nworks on view, including several haunting self-portraits. For those\ngetting excited about the High Museum's mini Van Gogh exhibit\ncoming September, this show tempts a summer visit to Beantown.\n(BLongino, Atlanta Journal-Constitution) MOVED.\n","\n   FASHION\n","\n   FASHION-CHEAPTHRILLS _ What fashionable finds are there to buy\non a budget of $100? Three stylemaking ladies let us know as they\nshop Kmart, Target and Walmart and bring back the goods. (Hill,\nAtlanta Journal-Constitution) WITH PHOTOS. MOVED.\n","\n   BOOKS\n","\n   COXNET BOOKS _ (EDS: This is the CoxNet Books page for the\ncurrent week. This layout is now available.)COXNET BOOKS 0715:\nAMAZON'S GUIDE _ a suburban Atlanta housewife has become the\nfavorite reviewer for the Amazon.com Web site. She reads books as\nregularly as most people brush their teeth, one in the morning and\none at night, and for the past five years she has written more than\n500 reviews for Amazon.com. (O'Briant, Atlanta\nJournal-Constitution) Art includes a 3-column color photo of the\nreviewer.\n","\n   WITH: READING LIST _ A list of summer reading from Amazon.com's\ntop reviewer. Art includes a 6-pica color photo of a book jacket.\n","\n   WITH: MISTRESS _ in ``Marrying the Mistress,'' British novelist\nJoanna Trollope thrives on casting a literate light on the domestic\ncircumstances of ordinary people. (Nizzi Warmbold, Atlanta\nJournal-Constitution) Art includes a 6-pica color photo of a book\njacket.\n","\n   WITH: AMIS _ The many surprises in Martin Amis' ``Experience''\ninclude his discovery that he fathered a daughter during a long-ago\naffair, and the eventual revelation of what befell a cousin who\ndisappeared in 1973. (Murray, Atlanta Journal-Constitution) Art\nincludes a 6-pica color photo of book jacket.\n","\n   WITH: BOOK NOTES _ ``White Oleander'' author finds life much\ndifferent after Oprah's touch. (O'Briant, Atlanta\nJournal-Constitution)\n","\n   SIDDONS _ A Q&A with Anne Rivers Siddons, whose new book ``Nora,\nNora,'' set in a small Georgia town, comes out July 18. (O'Briant,\nAtlanta Journal-Constitution). MOVED.\n","\n   REVIEW_ROSE _ Review of Tananarive Due's novel ``The Black\nRose,'' a fictionalized version of the life of Madam C.J. Walker,\nthe first black female millionaire. Boyd, Atlanta\nJournal-Constitution) MOVED.\n","\n   SKUBE-ON-BOOKS _ The mystery novel depends on its contrivances\nof character and setting, and more often than not is the better for\nit. A familiar world doesn't have to be a believable world. It's\nenough that a reader return, suspending reality and living in a\nworld he knows intimately. In only two novels, Ace Atkins has\nlearned how to use the devices so adeptly you hardly notice them.\nAt the same time, he has created a character, Nick Travers, we want\nto know better. (Skube, Atlanta Journal-Constitution) MOVED.\n","\n   SPORTS\n","\n   BRITISH OPEN COVERAGE\n","\n   BRITISH _ The Old Course: It is said to be one of the most\nbeautiful venues in golf. No island greens; no doctored doglegs; no\ntricked-up, pitch-and-putt holes. Instead, the natural setting for\nSt. Andrews remains as it was when the course was constructed back\nin the old days. Yes, you sometimes must hit your tee shot over a\nboarding house. And yes, you might have to hit off a gravel road.\nAnd those are just two of the reasons the 2000 British Open will\noffer challenges to the best golf has to offer. (Sheeley) 25''\nMOVED.\n","\n   WITH\n","\n   BRITISH-HOLE _ A look at six of the most unusual holes at the\nBritish Open. (Sheeley, Atlanta Journal-Constitution) MOVED. WITH\n","\n   BRITISH-SIDE _ At the point of being redundant, St. Andrews fits\nTiger Woods like a glove. (Sheeley, Atlanta Journal-Constitution)\nMOVED.\n","\n   Eds. Coxnet will produce a BRITISH OPEN PREVIEW PAGE that will\navailable on Friday, July 14 by 5 p.m.\n","\n   The page will include some of these elements.\n","\n   FOOTBALL\n","\n   PROS\n","\n   FBN-FALCONS _ Lede story TBA from Falcons training camp.\n(Winkeljohn, Atlanta Journal-Constitution) 18''\n","\n   FBN-COWBOYS _ Top 10 questions about the Cowboys heading into\ncamp. (Cantu, Austin American-Statesman)\n","\n   OLYMPICS\n","\n   OLYRUN _ Coverage of the second day of the Olympic Track and\nfield Trials in Sacramento, California. ( Maher, Austin\nAmerican-Statesman)\n","\n   RACING\n","\n   COXNET NASCAR PAGE STILL AVAILABLE\n","\n   This week's Inside NASCAR page can be found via the Budget Tool\nusing the Sports category and a Motorsports subcategory with a\nrundate of Friday. The page can also be found on the Cox Server in\nthe Sports folder and on the WAN desk of the AJC database. For\nquestions, call CoxNet at (404) 526-5456 Note: This is an off-week\nfor Winston Cup. Following is a budget for the page:\n","\n   COXNET INSIDE NASCAR 0714: STICKING THROTTLE _ Drivers think\nNASCAR needs to approve a button that would allow engines to be cut\noff in cases where throttles stick. It appears stuck throttles\ncontibuted to the deaths of drivers Adam Petty and Kenny Irwin.\nOther racing circuits have ``escape'' buttons when these incidents\nhappen. (Minter, Atlanta Journal-Constitution).\n","\n   WITH\n","\n   NASCAR IMAGE _ NASCAR drivers say they aren't ready for\nsainthood, but they have been able to avoid the bad headlines\ncreated by athletes in other sports. (Carvell, Atlanta\nJournal-Constitution).\n","\n   DRIVER STANDINGS WINSTON CUP\n","\n   DRIVER STANDINGS BUSCH SERIES\n","\n   WINSTON CUP MONEY LEADERS\n","\n   COXNET BUDGET INFORMATION\n","\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EST and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n","\n   HOW TO REACH US\n","\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n","\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n","\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n","\n   Cox Washington Bureau:\n","\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n","\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n","\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}