{"DocumentId":"NYT20000105.0124","TopicId":"NYT","Relevance":"0","Body":" BC-HEALTH-AFFAIRS-BRAINPOWER-NYTSF \nTINKERING WITH THE BRAIN AND REDEFINING HUMAN NATURE  \n     \n\n        (To purchase this ``separate buy'' article from the New York\nTimes Syndicate please contact syndicate sales representative DEBRA\nWEYDERT at 732-390-4480)\n      \n By STEPHEN L. COHEN  \n (Distributed by New York Times Special Features)  \n      \n      As we head uncertainly into the new millennium, some momentous\nchanges are afoot in the field of behavioral research. They are\nrevolutionizing our conception of ourselves as the smartest species\non the planet.\n      It's not that we've suddenly been dethroned as king of the\ncerebral hill, but rather that we've gained a better understanding\nof ourselves as thoughtful, sentient beings.\n      Over the past decade, neuroscientists have gained extraordinary\nnew insight into human behavior, using new technologies to probe\ndeeper into the most mysterious black box of all -- the source of\nall personal consciousness -- the human brain.\n      Like explorers in search of a strange new world, researchers are\ncombing the depths of what may be the final frontier of scientific\ndiscovery: the human mind. And they are revealing secrets that have\naroused our curiosity since the dawn of man.\n      These new discoveries could have significant implications for\nthe human species, in that they offer us the potential to affect\nnot only our destiny but also our very nature as a species. If we\nare someday able to alter the way the mind works -- the way we\nthink -- it could lead to unprecedented changes in how we define\nourselves as human beings, and unprecedented ethical choices for\nsociety.\n      Such choices could force us to make some harrowing decisions.\nWho, for example, should be subject to behavioral modification if\nwe have the power to mold human behavior? Could people be modified\nagainst their will? What kinds of behavior would be considered\n``normal''? And who will govern this process?\n      Just 20 years ago, such quandaries would have been unthinkable.\nIndeed, for most of the 20th century -- a time of unparalleled\nscientific achievement -- the brain has remained as impenetrable as\never. So like our ancestors through the ages, we have continued to\nwonder about what it means to be human: to think, to observe, to\nfeel.\n      What makes us so exquisitely sensitive to the touch of a loved\none, or so enraptured at the prospect of a new birth? How can we be\nso loyal to our closest friends, yet so indifferent to the\nsuffering of strangers in far-off places? Just what is it that\nmakes a human being tick?\n      Of course, there's no simple answer, but new scientific\nbreakthroughs have reinforced the notion of a biological model of\nhuman behavior. For the first time, we've been able to correlate\nspecific types of behavior with specific parts of the brain,\nlinking those regions with readily identifiable thought processes.\nOn the basis of these early findings, it appears that physical\npathways in the brain may dictate much, if not all, of human\nbehavior.\n      It's an intuitively appealing theory, and it's consistent with\nrecent research. For example, a 1997 Harvard study has shown a\npositive correlation between regional blood flow to certain parts\nof the brain and the level of anxiety experienced by various\nindividuals.\n      Using positron emission tomography (PET) to provide images of\nbrain activity, researchers provoked anxiety symptomsgroup of\npatients suffering from conditions like posttraumatic stress\ndisorder and then watched for increased neural activity in specific\nlocations. They found that increased activity in specific regions\nof the brain correlated not only with the presence of anxiety but\nalso with the degree of anxiety reported by individuals in the\nstudy.\n      In another PET study at the University of Texas, scientists\nprovoked emotions of sadness in healthy volunteers and then looked\nfor changes in regional blood flow that would indicate shifts in\nbrain metabolism. They found increased metabolism in the ``limbic''\nregion of the brain and decreased metabolism in the ``neocortical''\nregion.\n      Intriguingly, when they looked at another group of patients who\nwere recovering from chronic depression, the reverse pattern --\ninvolving the same regions -- was seen: the neocortical region\nincreased its metabolism while the limbic area had diminished\nactivity. Reciprocal changes in mood were thus accompanied by\nparallel changes in brain metabolism.\n      Correlations between brain activity and overt behaviors have\nalso been shown in patients undergoing neurosurgery. A 1999 report\nin the Journal of Neurosurgery recounted how a group of patients\nexperienced notable cognitive, mood and personality changes\nfollowing surgery for Parkinson's disease. Postoperatively, one\nindividual actually lost his aggressiveness and drive -- traits\nthat had previously defined his relationships with family and\nbusiness associates.\n      All these findings support the notion that human behavior is\nultimately the product of physical processes in the brain. If this\nis true, it has enormous implications for mankind in the next\nmillennium. Imagine a world in which doctors are able to manipulate\nhuman behavior the way we manipulate broken bones today.\n      The possibilities are enthralling. And chilling. Physicians\nmight perform surgical procedures on prisoners to reduce aggression\nor violent tendencies. Exasperated parents might ask for a cerebral\ntransplant to cure their hyperactive child. And surgical implants\nmight alter everything from native intelligence to sexual\norientation.\n      More insidious interventions might arise as well. Psychiatric\npatients might suffer from treatments that remove parts of their\nindividuality as well as their affliction. Government leaders might\nuse behavioral modification to pacify a restless populace, or to\nsubdue political opponents. Political prisoners might be subjected\nto a new kind of abuse: the alteration of their personalities,\nrather than their bodies, beyond recognition.\n      It's not as farfetched as it seems. In fact, we already\nmanipulate human behavior today: antidepressants, for instance,\nelevate patients' moods to the point where they can make it through\nthe day without contemplating suicide. Compulsive behaviors like\nhand-washing can be substantially reduced with the help of drugs\nthat affect serotonin levels in the brain.\n      It's only a matter of time before this type of intervention\nbecomes more sophisticated, and potentially more dangerous. While\nbehavioral interventions have the potential to alleviate much\nsuffering, such awesome power cannot be taken lightly.\n      What ethical choices will we make when we have the ability to\nprofoundly alter not only the heart but also the soul of man? How\nfar will we go in altering the ``natural'' tendencies of human\nbeings? What impact will this eventually have on the evolution of\nour species?\n      These questions will have to be addressed in the future, when\npartial (or total) brain replacement becomes as routine as hip\nreplacement today. As with all revolutionary scientific advances,\nwe will need to exercise great care before redefining human nature.\nAfter all, we've come a long way in two million years, and in many\nways our nature remains as inscrutable as ever.\n      \n      c.2000 Stephen L. Cohen\n\n   (Stephen L. Cohen, M.D., is a medical journalist based in New\nYork.)\n","Headline":"\nTINKERING WITH THE BRAIN AND REDEFINING HUMAN NATURE  \n     \n","Text":["\n   (Stephen L. Cohen, M.D., is a medical journalist based in New\nYork.)\n"]}