{"DocumentId":"NYT20000701.0155","TopicId":"NYT","Relevance":"0","Body":" BC-BJT0702-SUNDAY-6THLEDE-COX \n    \n\n      6th UPDATE\n      Adds: MEXICO-CARTER, HURRICANE-TAMER, CYC-TOUR-MAIN,\nCYC-TOUR-SIDE, WIMBLEDON-MEN\n      \n      CoxNet Cox News Service budget\n      FOR SUNDAY, July 2, 2000\n      c. 2000 Cox News Service\n\n   For questions, please call 404-526-5456.\n\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n\n   THE WEEKEND DUTY EDITORS ARE:\n\n   IN ATLANTA: Diane Fall at 404 526-5456.\n\n   IN WASHINGTON: Art Dalglish at 301 460-6176 (home) or 301\n996-3036 (cell phone).\n\n   NATION\n\n   HURRICANE-TAMER _ Imagine a ferocious hurricane reduced to a\nsummer squall. Think Hurricane Andrew on Prozac. Peter Cordani says\nhe can make it happen. The Palm Beach Gardens resident insists a\nsimple soil moistener will disrupt, if not destroy, hurricanes.\nLaugh if you want, but Cordani, 39, says his idea can save your\nlife or your house. ``This is a very serious thing,'' he said from\nhis office in a warehouse that serves as the headquarters for his\nprivately held Dyn-O-Mat Inc. ``This could change the world.''\n(Owers, Palm Beach Post) MOVED.\n\n   NURSING-HOME-WORKERS _ WASHINGTON _ A nursing home in Palm Beach\nCounty, Fla. wants to hire workers to assist elderly residents eat\nbut has been blocked by a federal regulation. Nursing homes in Ohio\nand several other states also want to use ``single task'' employees\nto assist residents in eating and to push their wheelchairs from\none place to another. The feds have stopped them. Patient rights\nadvocates support the government, claiming single task employees\nwon't solve the problem of understaffing in nursing homes. A bill\nis pending in Congress to overturn the regulation blocking single\ntask workers. (Lipman, Cox News Service). With photos from Palm\nBeach Post.\n\n   EDs: MOVED Thursday on NYT wire.\n\n   IMMIGRANTS _ WASHINGTON _ For millions of immigrants, America\nrepresents the promised land. If, that is, they can survive the\nbureaucratic nightmare that one member of Congress has dubbed ``the\nagency from Hell.'' A look at the Immigration and Naturalization\nService and the plight of legal immigrants, who face lengthy delays\nin applying for permanent residency and citizenship. (Holmes, Cox\nNews Service).\n\n   EDS: MOVED Thursday on the NYT wire.\n\n   WITH\n\n   IMMIGRANTS-DATA _ Chart material on naturalization.\n\n   EDS: MOVED Thursday on the NYT wire.\n\n   With\n\n   IMMIGRANTS-CITIZENS _ WASHINGTON _ America has more immigrants,\nbut fewer are becoming citizens. Only about one-third of the\nnation's immigrants have obtained citizenship, the smallest\nproportion in the past century. (Holmes, Cox News Service)\n\n   EDS: MOVED Thursday on the NYT wire.\n\n   SCHOOLS-DISABLED _ WASHINGTON _ Disappointed by how slowly their\nhigh school graduation and employment rates are rising, disabled\nyoung people at a two-day meeting here demanded a bigger say in how\nthey are educated in public schools. In candid replies to the\nstudents and their advocates, a dozen Clinton administration\nofficials explained why the law passed in 1997 to give students\nthat right is under-enforced, and why it will probably take many\nyears for most schools to do a better job of coordinating their\neducation programs with the services provided to the disabled by\nother state, local and federal agencies. (Mollison, Cox News\nService).\n\n   EDS: MOVED Tuesday on the NYT wire.\n\n   FLAG _ COLUMBIA, S.C. _ Groups on both sides of the Confederate\nflag fight will rally Saturday at the Statehouse, praising and\ncriticizing the removal of the controversial banner, a move\napproved by the General Assembly and signed into law by Gov. Jim\nHodges. Burritt covering day's news. (Burritt, Atlanta\nJournal-Constitution)\n\n   SOUTH-INFLUENCE _ As the South enters the next century, the\nranks of lobbyists have in state capitals have swollen and begun to\nchange in ways every bit as dramatic as the partisan shifts in the\nlegislatures which they attempt to influence. Not long ago, it was\na relatively simple matter to determine the handful of companies,\nalong with the Farm Bureau or some other powerful, state-based\norganization, which held sway in each South legislature. The new\neconomy and the rise of public-interest lobbying have dramatically\nchanged this picture. We look at data on political contributions\nacross the South, as well as a unique North Carolina study which\nyearly ranks the state's most influential lobbyists. (Baxter,\nAtlanta Journal-Constitution) MOVED Friday.\n\n   WHALES _ WASHINGTON _ Only one newborn right whale was spotted\nthis year in the whales' calving waters off the coasts of Florida\nand Georgia. Whale experts do not know why the population of the\ncritically endangered animals, which struggled back from the brink\nof extinction a century ago, have started to fall again. (Nesmith,\nCox News Service). WITH PHOTO.\n\n   EDs: MOVED Wednesday on NYT wire.\n\n   WAN: Location Atlanta, category Science/Medicine, subcategory\nEnvironment\n\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n\n   YOUNG-POLITICS _ Supporting the local chiefs of the Democratic\nand Republican parties is a growing cadre of 20-something and early\n30-something political workers who are giving the lie _ at least in\nthe Dayton area _ to the notion that Generation X is a bunch of\nslackers who would rather whine about societal problems than fix\nthem. (Dayton Daily News) MOVED Friday.\n\n   INTERNATIONAL\n\n   CUBA-ELIAN _ MIAMI _ It was a made-for-television story: a cute\nlittle boy survives a nightmare-at-sea, only to come ashore into a\nmaelstrom of battling sound bites, dueling legal teams, shouting\nprotestors, an aging but forceful dictator, defiant mayors, crying\ngrandmothers, a warm-hearted nun and a shocking pre-dawn raid.\nElian Gonzalez's story grabbed the imaginations of millions around\nthe world. Propelled by an avalanche of televised images, it grew\nfrom the story of an improbable, 6-year-old shipwreck survivor into\na fiery international debate that summed up 40 years of bitter\nCuban exile politics. (Williams, Cox News Service).\n\n   WITH\n\n   US-CUBA _ WASHINGTON _ This week's partial lifting of the\n40-year-old economic embargo against Fidel Castro's Cuba. What does\nit mean all involved _ and for the next occupant of the White\nHouse? . (Deans, Cox News Service). WITH PHOTO.\n\n   WAN: Location, Atlanta; Category, International; Subcategory,\nOther.\n\n   Expected to move in advance by noon Fri., June 30, on the NYT\nWire in International/Washington categories.\n\n   MEXICO-ELECTION _ MEXICO CITY _ The curator of the Emiliano\nZapata Museum is proud of his country's revolutionary past. But on\nSunday, he's voting against the political party that sprung from\nthat bloody upheaval 80 years ago. ``We're going for change,'' he\nsaid without hesitation. ``Enough of corruption.'' Whether Mexico's\nruling party _ which has controlled this country's presidency for\n71 years - loses or wins, Mexican politics will never be the same\nafter this Sunday. This is a country of striking wealth and\npoverty, with the world's longest-reigning political party. It is\nthe fifth-largest oil producer in the world, but half the nation\nlives in poverty. Sunday's election will determine whether the\nruling party will be jettisoned - or remain in power for another\nsix years. After decades of legendary PRI fraud, this election is\nsupposed to the cleanest ever. Yet it has already been tainted by\nallegations of pressure tactics, vote-buying and lingering media\nbias (Ferriss, Cox News Service). WITH PHOTOS and map-graphic\nproduced by the Austin American-Statesman with several elements.\n\n   MOVED Friday on the NYT Wire in (i) International and (k)\nCommentary categories.\n\n   MEXICO-CARTER _ MEXICO CITY _ The day before the most\ncompetitive presidential election here ever, former President Jimmy\nCarter holds a news conference Saturday at 4 p.m. EST on his\nmeetings with Mexico's three top candidates and election officials.\nThe Carter Center's report on pre-election activities praised\nadvances in Mexico's electoral system, but criticized a lack of\ninvestigation into scores of complaints of government coercion and\nvote-buying to win votes for Mexico's ruling party. Meanwhile, the\nparty's image worsened\n\n   when a major newspaper here published a transcript of a ruling\nparty governor in Michoacan making plans to illegally funnel state\nmoney to candidates. (Ferriss, Cox News Service).\n\n   OPED/EDITORIAL\n\n   EDITORIAL-GUNS _ ATF report highlights loopholes in gun laws at\nsame time that Congress shoots down a major piece of gun safety\nlegislation. (Atlanta Journal-Constitution)\n\n   TEEPEN-COLUMN _ (Tom Teepen is national correspondent for Cox\nNewspapers.) MOVED THURSDAY.\n\n   KLEINBERG-COLUMN _ (Kleinberg, Cox News Service.) MOVED\nTHURSDAY.\n\n   GLASS-COLUMN _ REDMOND, Wash. _ Bill Gates, the squire of\nRedmond, where Microsoft Corp. makes its home, has no use for\ncomputer manuals. Gates says that the software programs that have\nmade him a rich man since he co-founded the company 25 years ago\nare much too complex. The stuff that follows in the wake of\nWindows, he vows, will be a lot more simple to use and respond to\nintuitive voice commands, making all manuals superfluous. Until\nthat day, Microsoft will beef up its digital help materials, making\nthem accessible both within individual programs and online. (Glass,\nCox News Service) MOVED THURSDAY.\n\n   BUSINESS\n\n   MICROSOFT _ REDMOND, Wash. _ The Microsoft programmers butted\neach other with their black plastic helmets, molded to look like\nthe hair of Japanese sumo wrestlers. Clad in rubberized suits that\nmade them look like jumbo pink Michelin men, the programmers\nclashed, fell down and rolled around, unable to get up again\nwithout help. The immobilized wrestlers symbolized Microsoft today\n_ its powerful programming skills and enormous market power in\ndanger of being toppled and left helpless by a government antitrust\naction. But the court battle back in Washington hardly seems to\nhave registered here in the Seattle suburbs. Pressing ahead to make\nits products more all-encompassing than ever, the company's high\ncommand has adopted a vision built upon the Internet. (Glass, Cox\nNews Service).\n\n   EDs: MOVED Wednesday on the NYT wire in (a) National and (f)\nFinancial categories.\n\n   WAN: Location Atlanta, category Business, subcategory\nTechnology.\n\n   LIFESTYLE\n\n   CELLPHONES _ Ruby Owens of Centerville, Ohio has a bumper\nsticker that says ``If we were meant to be talking on the phone\nwhile driving, we'd buy driving phone booths.'' Owens is one of the\ngrowing horde of people who have had unpleasant encounters with\npeople who have turned on their mobile phones and clicked off their\nbrains. (Dayton Daily News). 35.\n\n   WITH: ILLUSTRATION and SIDEBAR OF CELL PHONE ETIQUETTE TIPS.\nMOVED\n\n   TEXAS-CELLULAR _ A new Texas Poll concluded that just more than\nhalf of adult Texans have cell phones. More significantly, more\nthan half of Texans also favor the Texas Legislature and/or local\ncouncils passing a law banning driving and talking on a phone at\nthe same time. Is this idea being kicked around by the Legislature\nor City Council at all? Also looking into other cities/states with\nsimilar laws and if any data exists about how many accidents\ninvolve cell phone use. Embargoed until Sunday. (Sommer, Austin\nAmerican-Statesman) MOVED Friday.\n\n   HISTORY-GRUNDY _ GRUNDY, Va. _ One of Lee Smith's early novels\nwas titled ``Oral History.'' Now the North Carolina writer is\nworking with kids in Grundy, Va., to do a nonfiction oral history\nof her home town before it's flooded under a new reservoir. We\nvisit Grundy and talk to Smith and some of her young researchers to\nsee what they've found. (O'Briant, Atlanta Journal-Constitution).\n50. WITH PHOTOS. MOVED Friday.\n\n   EDs: Has sidebar on other towns that met similar fates when\nreservoirs were built. Pat Conroy's ``Prince of Tides,'' for\nexample, described Ellenton, S.C., which was relocated as New\nEllenton when the Clark Hill Reservoir was built in the 1950s. And\nStuart Woods writes about a North Georgia town flooded when Lake\nRabun was built in ``Under the Lake.''\n\n   SCRAMBLED-DOGS _ COLUMBUS, Ga. _ It's Saturday at Dinglewood\nPharmacy. The Lieutenant's in the building. And it seems like\neverybody in Columbus _ even folks in Jaguars from Alabama _ have\ngot Scramble Dogs on the brain. What's a Scramble Dog? Fanciest\nfrankfurter known to man. Avatar of hot-dog lore. Object of\nadoration and adulation to all who've tried it. A legend in its own\nmind, a hotdiggedy, superbad boy on a wet bun, it's the scion of\n66-year-old Lieutenant Stevens, who, in case you haven't heard, is\nthe once and future soda-fountain king of Columbus. But put another\nway, it's just a weiner on a bun, smothered with chili, topped with\npickles, chopped onions, cubes of American cheese and oyster\ncrackers, eaten with a spoon. (Brock/Langhenry, Atlanta\nJournal-Constitution). 15. WITH PHOTOS. MOVED Friday.\n\n   ARMLESS LANDSCAPER _ CHAPEL HILL, N.C. _ Even among people who\nhave never met him, Marty Ravellette is unforgettable. Past the\ninitial shock, it is amazing to watch the 60-year-old landscaper as\nhe earns a living, without arms. Ravellette, the owner of Hands on\nLandscaping, once tore down houses in Oregon with a hammer and a\ncrowbar. In another job, he drove a truck across the Rocky\nMountains. (Burritt, Atlanta Journal-Constitution). 46. WITH\nPHOTOS. MOVED Friday.\n\n   ENTERTAINMENT-ARTS\n\n   REID _ Antonio ``L.A.'' Reid's departure _ and the subsequent\ndownsizing of 11-year-old LaFace _ is unquestionably the biggest\nblow Atlanta's music scene has been dealt. His was the most\nsuccessful imprint based in this city. And it was Reid and LaFace\nthat attracted other labels, other performers, producers and\nexecutives here. (Murray, Atlanta Journal-Constitution) MOVED\nFriday.\n\n   WITH\n\n   REID-TIMELINE _ The rise of L.A. Reid. (Murray, Atlanta\nJournal-Constitution) MOVED Friday.\n\n   REID-QANDA _ Reid of LaFace goes on the record. (Murray, Atlanta\nJournal-Constitution) MOVED Friday.\n\n   REID-LEGACY _ Antonio ``L.A.'' Reid's departure _ and the\nsubsequent downsizing of 11-year-old LaFace _ is unquestionably the\nbiggest blow Atlanta's music scene has been dealt. His was the most\nsuccessful imprint based in this city. And it was Reid and LaFace\nthat attracted other labels, other performers, producers and\nexecutives here. And primarily because of that, he leaves behind a\nlocal urban music industry that is well on its way. (Murray,\nAtlanta Journal-Constitution) MOVED Friday.\n\n   BLACK-ARTIST _ WASHINGTON _ Profile of David Driskell, an\nAfrican-American artist, curator and art historian whose collection\nis on display in Atlanta. (Dart, Cox News Service). WITH PHOTOS.\n\n   EDs: Moved Monday on NYT wire in (e) entertainment category.\n\n   WAN location Atlanta, category Entertainment/Arts, subcategory\nVisual Arts\n\n   SCIENCE-MEDICINE\n\n   LAUGH _ WASHINGTON _ Old videos of The Odd Couple, Candid Camera\nand I Love Lucy are to be tools for dealing with pain under a new\nArthritis Foundation program in which victims of arthritis are\ntaught the therapeutic value of laughter and other mind-over-pain\ntechniques. (Nesmith, Cox News Service). WITH PHOTOS.\n\n   EDs: Moving Wednesday on the NYT wire.\n\n   WAN: Location Atlanta, category Science/Medicine, subcategory\nMedicine\n\n   BOOKS\n\n   BOOKS-REVIEW-BRYSON _ No one would mistake Bill Bryson for the\nCrocodile Hunter. On TV, the khaki-shorted Steve Irwin pokes at\nman-eating reptiles and crawls under houses looking for deadly\nsnakes. In his latest travelogue, the tweedy, bearded Bryson visits\na secondhand bookstore and picks up a volume about crocodile\nattacks and tells us the horrifying tale of an American model who\nwas standing under a waterfall in western Australia when she\nnoticed a half-submerged snout swimming toward her. She was last\nseen being dragged beneath the surface, a startled look on her\nface. (Auchmutey, Atlanta Journal-Constitution) MOVED Friday.\n\n   BOOKS-REVIEW-GENDER _ Only a Nixon could go to China. Only a\nClinton could criticize Sister Souljah. And only a Stephanie\nGutman, a civilian and (obviously) woman journalist with liberal\ncredentials from The New York Times and The New Republic, could\nwrite a book suggesting that the presence of women in the U.S.\nmilitary might hinder the nation's ability to win wars. (Furnish,\nAtlanta Journal-Constitution) MOVED Friday.\n\n   BOOKS-SKUBE _ Larry Woiwode's ``What I Think I Did'' is neither\nautobiography nor fiction but rather a memoir in the form of\nmeditation, with past and present changing into one another like\nthe colors of a chameleon. One act describes Woiwode and his family\ntrapped in a blizzard during the winter of 1996-97, the other his\nlife as a young man in New York when he hung around with an\naspiring teenage actor named Robert DeNiro and caught the eye of\nWilliam Maxwell, a revered editor at The New Yorker. The one is\noften hypnotic in its imagery (``. . . a wind hits and streaks of\nsnow revolve to the horizontal and double in volume, a\nwhite-out.''), the other a recollection of another life and another\nworld entirely. Of DeNiro he writes: ``When he's unhappy his\nparents come up, and he turns on himself, somberly angry, as if the\nresponsibility he takes for keeping in touch with them, in order to\nkeep in touch, identifies him as their cause for being apart. An\nonly child's trial.'' (Skube, Atlanta Journal-Constitution). 26.\nMOVED Friday.\n\n   EDs: This is Michael Skube's weekly Books column.\n\n   BOOKS-MISTRESS _ Review of Joanna Trollope's novel ``Marrying\nthe Mistress.'' (Warmbold, Atlanta Journal-Constitution). 15. MOVED\nFriday.\n\n   BOOK-REVIEW-TS _ From the first days of the Colonies, the United\nStates has been something like a mutt in search of its pedigree.\nNothing illustrates the point more clearly than our poetry. What's\nmore American: W.S. Merwin's ``The River of Bees'' or Langston\nHughes' ``The Negro Speaks of Rivers''? We struggle for tradition,\nconvinced that it has something to do with time. Some countries, we\ntell ourselves, have thousands of years of tradition. But, in fact,\ntradition starts from zero, and what many of us miss is that we're\nin the process of creating a uniquely American voice. (Martinez,\nAtlanta Journal-Constitution) MOVED Friday.\n\n   FASHION\n\n   FLOPPY-HATS _ Everywhere you look this summer, people are\nshading their eyes and heads with floppy, flip-brimmed caps that\nresemble buckets. Their popularity may stem from the fact that raps\nstars and pro athletes are giving them lots of exposure. (MJohnson,\nAtlanta Journal-Constitution). 8. WITH PHOTOS. MOVED Friday.\n\n   MOSS-STYLE _ Meredith moss style file column\n\n   with items about Casual Corner's mix-and-match collection, Lane\nBryant's voter registration drive, recipes for Vaseline treatments.\n(Moss, Dayton Daily News) WITH PHOTOS. MOVED Friday.\n\n   TRAVEL\n\n   WHITEHOUSE _ WASHINGTON _ Keying to Independence Day, a visit to\nthe White House on its 200th birthday. We take a tour, talk to\nofficial White House historian William Seale and describe the\nvarious exhibits and lectures of the House's bicentennial\ncelebrations. (Hulbert, Atlanta Journal-Constitution.) MOVED\nFriday.\n\n   WITH\n\n   WHITEHOUSE-TOUR _ The White House tour: room by room. (Hulbert,\nAtlanta Journal-Constitution.) MOVED Friday.\n\n   FISH-ART _ NEW ORLEANS _ The Crescent City is swimming in fish.\nMore than 200 big, boldly colored fish _ each painted by local\nartists to reflect an aspect of New Orleans culture _ are all over\nthe city through October during Festival of Fins, the biggest\npublic art show ever in the Big Easy. A short on front with color\npicture page on back page of section. (Thrasher, Atlanta\nJournal-Constitution.) MOVED Friday.\n\n   SPORTS\n\n   TENNIS\n\n   OFFTHECOURT _ Tennis' greatest players are competing for a grand\nslam at Wimbledon, but the best entertainment is off the court.\nThere's sex, romance, jealousy, anger, confrontations. The men's\nand women's tours are a weekly soap opera and the show is in a\nperfect setting in the next two weeks with London's tabloids\nbattling for headlines. Kournikova's looks and lovers. Tauziat's\ncriticisms of Kournikova. Sampras' engagement. Steffi and Andre.\nMary Pierce back with her father . . . or not? Jennifer Capriati\ntouting dad. Richard Williams touting Venus and Serena. Players are\nlinked romantically. Coaches are sniping. Parents are whining and\nplayers are pouting. Tennis, anyone? (Clarke, Palm Beach Post)\nMOVED.\n\n   WIMBLEDON-MEN _ Coverage of today's men's matches. (Palm Beach\nPost)\n\n   TOUR DE FRANCE\n\n   CYC-TOUR-MAIN _ Coverage of the prologue, time trials, at the\nTour de France in Paris. Lance Armstrong of Austin, Texas begins\ndefense of his title. Developing. (Halliburton, Austin\nAmerican-Statesman).\n\n   with\n\n   CYC-TOUR-SIDE _ Notes and quotes from the time trials at the\nTour de France. (Halliburton, Austin American-Statesman).\n\n   AUTO RACING\n\n   The CoxNet weekly NASCAR page is not good for use on Sunday\nbecause the race this weekend is on Saturday.\n\n   COXNET BUDGET INFORMATION\n\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EST and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n\n   HOW TO REACH US\n\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n\n   Cox Washington Bureau:\n\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   For questions, please call 404-526-5456.\n","\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n","\n   THE WEEKEND DUTY EDITORS ARE:\n","\n   IN ATLANTA: Diane Fall at 404 526-5456.\n","\n   IN WASHINGTON: Art Dalglish at 301 460-6176 (home) or 301\n996-3036 (cell phone).\n","\n   NATION\n","\n   HURRICANE-TAMER _ Imagine a ferocious hurricane reduced to a\nsummer squall. Think Hurricane Andrew on Prozac. Peter Cordani says\nhe can make it happen. The Palm Beach Gardens resident insists a\nsimple soil moistener will disrupt, if not destroy, hurricanes.\nLaugh if you want, but Cordani, 39, says his idea can save your\nlife or your house. ``This is a very serious thing,'' he said from\nhis office in a warehouse that serves as the headquarters for his\nprivately held Dyn-O-Mat Inc. ``This could change the world.''\n(Owers, Palm Beach Post) MOVED.\n","\n   NURSING-HOME-WORKERS _ WASHINGTON _ A nursing home in Palm Beach\nCounty, Fla. wants to hire workers to assist elderly residents eat\nbut has been blocked by a federal regulation. Nursing homes in Ohio\nand several other states also want to use ``single task'' employees\nto assist residents in eating and to push their wheelchairs from\none place to another. The feds have stopped them. Patient rights\nadvocates support the government, claiming single task employees\nwon't solve the problem of understaffing in nursing homes. A bill\nis pending in Congress to overturn the regulation blocking single\ntask workers. (Lipman, Cox News Service). With photos from Palm\nBeach Post.\n","\n   EDs: MOVED Thursday on NYT wire.\n","\n   IMMIGRANTS _ WASHINGTON _ For millions of immigrants, America\nrepresents the promised land. If, that is, they can survive the\nbureaucratic nightmare that one member of Congress has dubbed ``the\nagency from Hell.'' A look at the Immigration and Naturalization\nService and the plight of legal immigrants, who face lengthy delays\nin applying for permanent residency and citizenship. (Holmes, Cox\nNews Service).\n","\n   EDS: MOVED Thursday on the NYT wire.\n","\n   WITH\n","\n   IMMIGRANTS-DATA _ Chart material on naturalization.\n","\n   EDS: MOVED Thursday on the NYT wire.\n","\n   With\n","\n   IMMIGRANTS-CITIZENS _ WASHINGTON _ America has more immigrants,\nbut fewer are becoming citizens. Only about one-third of the\nnation's immigrants have obtained citizenship, the smallest\nproportion in the past century. (Holmes, Cox News Service)\n","\n   EDS: MOVED Thursday on the NYT wire.\n","\n   SCHOOLS-DISABLED _ WASHINGTON _ Disappointed by how slowly their\nhigh school graduation and employment rates are rising, disabled\nyoung people at a two-day meeting here demanded a bigger say in how\nthey are educated in public schools. In candid replies to the\nstudents and their advocates, a dozen Clinton administration\nofficials explained why the law passed in 1997 to give students\nthat right is under-enforced, and why it will probably take many\nyears for most schools to do a better job of coordinating their\neducation programs with the services provided to the disabled by\nother state, local and federal agencies. (Mollison, Cox News\nService).\n","\n   EDS: MOVED Tuesday on the NYT wire.\n","\n   FLAG _ COLUMBIA, S.C. _ Groups on both sides of the Confederate\nflag fight will rally Saturday at the Statehouse, praising and\ncriticizing the removal of the controversial banner, a move\napproved by the General Assembly and signed into law by Gov. Jim\nHodges. Burritt covering day's news. (Burritt, Atlanta\nJournal-Constitution)\n","\n   SOUTH-INFLUENCE _ As the South enters the next century, the\nranks of lobbyists have in state capitals have swollen and begun to\nchange in ways every bit as dramatic as the partisan shifts in the\nlegislatures which they attempt to influence. Not long ago, it was\na relatively simple matter to determine the handful of companies,\nalong with the Farm Bureau or some other powerful, state-based\norganization, which held sway in each South legislature. The new\neconomy and the rise of public-interest lobbying have dramatically\nchanged this picture. We look at data on political contributions\nacross the South, as well as a unique North Carolina study which\nyearly ranks the state's most influential lobbyists. (Baxter,\nAtlanta Journal-Constitution) MOVED Friday.\n","\n   WHALES _ WASHINGTON _ Only one newborn right whale was spotted\nthis year in the whales' calving waters off the coasts of Florida\nand Georgia. Whale experts do not know why the population of the\ncritically endangered animals, which struggled back from the brink\nof extinction a century ago, have started to fall again. (Nesmith,\nCox News Service). WITH PHOTO.\n","\n   EDs: MOVED Wednesday on NYT wire.\n","\n   WAN: Location Atlanta, category Science/Medicine, subcategory\nEnvironment\n","\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n","\n   YOUNG-POLITICS _ Supporting the local chiefs of the Democratic\nand Republican parties is a growing cadre of 20-something and early\n30-something political workers who are giving the lie _ at least in\nthe Dayton area _ to the notion that Generation X is a bunch of\nslackers who would rather whine about societal problems than fix\nthem. (Dayton Daily News) MOVED Friday.\n","\n   INTERNATIONAL\n","\n   CUBA-ELIAN _ MIAMI _ It was a made-for-television story: a cute\nlittle boy survives a nightmare-at-sea, only to come ashore into a\nmaelstrom of battling sound bites, dueling legal teams, shouting\nprotestors, an aging but forceful dictator, defiant mayors, crying\ngrandmothers, a warm-hearted nun and a shocking pre-dawn raid.\nElian Gonzalez's story grabbed the imaginations of millions around\nthe world. Propelled by an avalanche of televised images, it grew\nfrom the story of an improbable, 6-year-old shipwreck survivor into\na fiery international debate that summed up 40 years of bitter\nCuban exile politics. (Williams, Cox News Service).\n","\n   WITH\n","\n   US-CUBA _ WASHINGTON _ This week's partial lifting of the\n40-year-old economic embargo against Fidel Castro's Cuba. What does\nit mean all involved _ and for the next occupant of the White\nHouse? . (Deans, Cox News Service). WITH PHOTO.\n","\n   WAN: Location, Atlanta; Category, International; Subcategory,\nOther.\n","\n   Expected to move in advance by noon Fri., June 30, on the NYT\nWire in International/Washington categories.\n","\n   MEXICO-ELECTION _ MEXICO CITY _ The curator of the Emiliano\nZapata Museum is proud of his country's revolutionary past. But on\nSunday, he's voting against the political party that sprung from\nthat bloody upheaval 80 years ago. ``We're going for change,'' he\nsaid without hesitation. ``Enough of corruption.'' Whether Mexico's\nruling party _ which has controlled this country's presidency for\n71 years - loses or wins, Mexican politics will never be the same\nafter this Sunday. This is a country of striking wealth and\npoverty, with the world's longest-reigning political party. It is\nthe fifth-largest oil producer in the world, but half the nation\nlives in poverty. Sunday's election will determine whether the\nruling party will be jettisoned - or remain in power for another\nsix years. After decades of legendary PRI fraud, this election is\nsupposed to the cleanest ever. Yet it has already been tainted by\nallegations of pressure tactics, vote-buying and lingering media\nbias (Ferriss, Cox News Service). WITH PHOTOS and map-graphic\nproduced by the Austin American-Statesman with several elements.\n","\n   MOVED Friday on the NYT Wire in (i) International and (k)\nCommentary categories.\n","\n   MEXICO-CARTER _ MEXICO CITY _ The day before the most\ncompetitive presidential election here ever, former President Jimmy\nCarter holds a news conference Saturday at 4 p.m. EST on his\nmeetings with Mexico's three top candidates and election officials.\nThe Carter Center's report on pre-election activities praised\nadvances in Mexico's electoral system, but criticized a lack of\ninvestigation into scores of complaints of government coercion and\nvote-buying to win votes for Mexico's ruling party. Meanwhile, the\nparty's image worsened\n","\n   when a major newspaper here published a transcript of a ruling\nparty governor in Michoacan making plans to illegally funnel state\nmoney to candidates. (Ferriss, Cox News Service).\n","\n   OPED/EDITORIAL\n","\n   EDITORIAL-GUNS _ ATF report highlights loopholes in gun laws at\nsame time that Congress shoots down a major piece of gun safety\nlegislation. (Atlanta Journal-Constitution)\n","\n   TEEPEN-COLUMN _ (Tom Teepen is national correspondent for Cox\nNewspapers.) MOVED THURSDAY.\n","\n   KLEINBERG-COLUMN _ (Kleinberg, Cox News Service.) MOVED\nTHURSDAY.\n","\n   GLASS-COLUMN _ REDMOND, Wash. _ Bill Gates, the squire of\nRedmond, where Microsoft Corp. makes its home, has no use for\ncomputer manuals. Gates says that the software programs that have\nmade him a rich man since he co-founded the company 25 years ago\nare much too complex. The stuff that follows in the wake of\nWindows, he vows, will be a lot more simple to use and respond to\nintuitive voice commands, making all manuals superfluous. Until\nthat day, Microsoft will beef up its digital help materials, making\nthem accessible both within individual programs and online. (Glass,\nCox News Service) MOVED THURSDAY.\n","\n   BUSINESS\n","\n   MICROSOFT _ REDMOND, Wash. _ The Microsoft programmers butted\neach other with their black plastic helmets, molded to look like\nthe hair of Japanese sumo wrestlers. Clad in rubberized suits that\nmade them look like jumbo pink Michelin men, the programmers\nclashed, fell down and rolled around, unable to get up again\nwithout help. The immobilized wrestlers symbolized Microsoft today\n_ its powerful programming skills and enormous market power in\ndanger of being toppled and left helpless by a government antitrust\naction. But the court battle back in Washington hardly seems to\nhave registered here in the Seattle suburbs. Pressing ahead to make\nits products more all-encompassing than ever, the company's high\ncommand has adopted a vision built upon the Internet. (Glass, Cox\nNews Service).\n","\n   EDs: MOVED Wednesday on the NYT wire in (a) National and (f)\nFinancial categories.\n","\n   WAN: Location Atlanta, category Business, subcategory\nTechnology.\n","\n   LIFESTYLE\n","\n   CELLPHONES _ Ruby Owens of Centerville, Ohio has a bumper\nsticker that says ``If we were meant to be talking on the phone\nwhile driving, we'd buy driving phone booths.'' Owens is one of the\ngrowing horde of people who have had unpleasant encounters with\npeople who have turned on their mobile phones and clicked off their\nbrains. (Dayton Daily News). 35.\n","\n   WITH: ILLUSTRATION and SIDEBAR OF CELL PHONE ETIQUETTE TIPS.\nMOVED\n","\n   TEXAS-CELLULAR _ A new Texas Poll concluded that just more than\nhalf of adult Texans have cell phones. More significantly, more\nthan half of Texans also favor the Texas Legislature and/or local\ncouncils passing a law banning driving and talking on a phone at\nthe same time. Is this idea being kicked around by the Legislature\nor City Council at all? Also looking into other cities/states with\nsimilar laws and if any data exists about how many accidents\ninvolve cell phone use. Embargoed until Sunday. (Sommer, Austin\nAmerican-Statesman) MOVED Friday.\n","\n   HISTORY-GRUNDY _ GRUNDY, Va. _ One of Lee Smith's early novels\nwas titled ``Oral History.'' Now the North Carolina writer is\nworking with kids in Grundy, Va., to do a nonfiction oral history\nof her home town before it's flooded under a new reservoir. We\nvisit Grundy and talk to Smith and some of her young researchers to\nsee what they've found. (O'Briant, Atlanta Journal-Constitution).\n50. WITH PHOTOS. MOVED Friday.\n","\n   EDs: Has sidebar on other towns that met similar fates when\nreservoirs were built. Pat Conroy's ``Prince of Tides,'' for\nexample, described Ellenton, S.C., which was relocated as New\nEllenton when the Clark Hill Reservoir was built in the 1950s. And\nStuart Woods writes about a North Georgia town flooded when Lake\nRabun was built in ``Under the Lake.''\n","\n   SCRAMBLED-DOGS _ COLUMBUS, Ga. _ It's Saturday at Dinglewood\nPharmacy. The Lieutenant's in the building. And it seems like\neverybody in Columbus _ even folks in Jaguars from Alabama _ have\ngot Scramble Dogs on the brain. What's a Scramble Dog? Fanciest\nfrankfurter known to man. Avatar of hot-dog lore. Object of\nadoration and adulation to all who've tried it. A legend in its own\nmind, a hotdiggedy, superbad boy on a wet bun, it's the scion of\n66-year-old Lieutenant Stevens, who, in case you haven't heard, is\nthe once and future soda-fountain king of Columbus. But put another\nway, it's just a weiner on a bun, smothered with chili, topped with\npickles, chopped onions, cubes of American cheese and oyster\ncrackers, eaten with a spoon. (Brock/Langhenry, Atlanta\nJournal-Constitution). 15. WITH PHOTOS. MOVED Friday.\n","\n   ARMLESS LANDSCAPER _ CHAPEL HILL, N.C. _ Even among people who\nhave never met him, Marty Ravellette is unforgettable. Past the\ninitial shock, it is amazing to watch the 60-year-old landscaper as\nhe earns a living, without arms. Ravellette, the owner of Hands on\nLandscaping, once tore down houses in Oregon with a hammer and a\ncrowbar. In another job, he drove a truck across the Rocky\nMountains. (Burritt, Atlanta Journal-Constitution). 46. WITH\nPHOTOS. MOVED Friday.\n","\n   ENTERTAINMENT-ARTS\n","\n   REID _ Antonio ``L.A.'' Reid's departure _ and the subsequent\ndownsizing of 11-year-old LaFace _ is unquestionably the biggest\nblow Atlanta's music scene has been dealt. His was the most\nsuccessful imprint based in this city. And it was Reid and LaFace\nthat attracted other labels, other performers, producers and\nexecutives here. (Murray, Atlanta Journal-Constitution) MOVED\nFriday.\n","\n   WITH\n","\n   REID-TIMELINE _ The rise of L.A. Reid. (Murray, Atlanta\nJournal-Constitution) MOVED Friday.\n","\n   REID-QANDA _ Reid of LaFace goes on the record. (Murray, Atlanta\nJournal-Constitution) MOVED Friday.\n","\n   REID-LEGACY _ Antonio ``L.A.'' Reid's departure _ and the\nsubsequent downsizing of 11-year-old LaFace _ is unquestionably the\nbiggest blow Atlanta's music scene has been dealt. His was the most\nsuccessful imprint based in this city. And it was Reid and LaFace\nthat attracted other labels, other performers, producers and\nexecutives here. And primarily because of that, he leaves behind a\nlocal urban music industry that is well on its way. (Murray,\nAtlanta Journal-Constitution) MOVED Friday.\n","\n   BLACK-ARTIST _ WASHINGTON _ Profile of David Driskell, an\nAfrican-American artist, curator and art historian whose collection\nis on display in Atlanta. (Dart, Cox News Service). WITH PHOTOS.\n","\n   EDs: Moved Monday on NYT wire in (e) entertainment category.\n","\n   WAN location Atlanta, category Entertainment/Arts, subcategory\nVisual Arts\n","\n   SCIENCE-MEDICINE\n","\n   LAUGH _ WASHINGTON _ Old videos of The Odd Couple, Candid Camera\nand I Love Lucy are to be tools for dealing with pain under a new\nArthritis Foundation program in which victims of arthritis are\ntaught the therapeutic value of laughter and other mind-over-pain\ntechniques. (Nesmith, Cox News Service). WITH PHOTOS.\n","\n   EDs: Moving Wednesday on the NYT wire.\n","\n   WAN: Location Atlanta, category Science/Medicine, subcategory\nMedicine\n","\n   BOOKS\n","\n   BOOKS-REVIEW-BRYSON _ No one would mistake Bill Bryson for the\nCrocodile Hunter. On TV, the khaki-shorted Steve Irwin pokes at\nman-eating reptiles and crawls under houses looking for deadly\nsnakes. In his latest travelogue, the tweedy, bearded Bryson visits\na secondhand bookstore and picks up a volume about crocodile\nattacks and tells us the horrifying tale of an American model who\nwas standing under a waterfall in western Australia when she\nnoticed a half-submerged snout swimming toward her. She was last\nseen being dragged beneath the surface, a startled look on her\nface. (Auchmutey, Atlanta Journal-Constitution) MOVED Friday.\n","\n   BOOKS-REVIEW-GENDER _ Only a Nixon could go to China. Only a\nClinton could criticize Sister Souljah. And only a Stephanie\nGutman, a civilian and (obviously) woman journalist with liberal\ncredentials from The New York Times and The New Republic, could\nwrite a book suggesting that the presence of women in the U.S.\nmilitary might hinder the nation's ability to win wars. (Furnish,\nAtlanta Journal-Constitution) MOVED Friday.\n","\n   BOOKS-SKUBE _ Larry Woiwode's ``What I Think I Did'' is neither\nautobiography nor fiction but rather a memoir in the form of\nmeditation, with past and present changing into one another like\nthe colors of a chameleon. One act describes Woiwode and his family\ntrapped in a blizzard during the winter of 1996-97, the other his\nlife as a young man in New York when he hung around with an\naspiring teenage actor named Robert DeNiro and caught the eye of\nWilliam Maxwell, a revered editor at The New Yorker. The one is\noften hypnotic in its imagery (``. . . a wind hits and streaks of\nsnow revolve to the horizontal and double in volume, a\nwhite-out.''), the other a recollection of another life and another\nworld entirely. Of DeNiro he writes: ``When he's unhappy his\nparents come up, and he turns on himself, somberly angry, as if the\nresponsibility he takes for keeping in touch with them, in order to\nkeep in touch, identifies him as their cause for being apart. An\nonly child's trial.'' (Skube, Atlanta Journal-Constitution). 26.\nMOVED Friday.\n","\n   EDs: This is Michael Skube's weekly Books column.\n","\n   BOOKS-MISTRESS _ Review of Joanna Trollope's novel ``Marrying\nthe Mistress.'' (Warmbold, Atlanta Journal-Constitution). 15. MOVED\nFriday.\n","\n   BOOK-REVIEW-TS _ From the first days of the Colonies, the United\nStates has been something like a mutt in search of its pedigree.\nNothing illustrates the point more clearly than our poetry. What's\nmore American: W.S. Merwin's ``The River of Bees'' or Langston\nHughes' ``The Negro Speaks of Rivers''? We struggle for tradition,\nconvinced that it has something to do with time. Some countries, we\ntell ourselves, have thousands of years of tradition. But, in fact,\ntradition starts from zero, and what many of us miss is that we're\nin the process of creating a uniquely American voice. (Martinez,\nAtlanta Journal-Constitution) MOVED Friday.\n","\n   FASHION\n","\n   FLOPPY-HATS _ Everywhere you look this summer, people are\nshading their eyes and heads with floppy, flip-brimmed caps that\nresemble buckets. Their popularity may stem from the fact that raps\nstars and pro athletes are giving them lots of exposure. (MJohnson,\nAtlanta Journal-Constitution). 8. WITH PHOTOS. MOVED Friday.\n","\n   MOSS-STYLE _ Meredith moss style file column\n","\n   with items about Casual Corner's mix-and-match collection, Lane\nBryant's voter registration drive, recipes for Vaseline treatments.\n(Moss, Dayton Daily News) WITH PHOTOS. MOVED Friday.\n","\n   TRAVEL\n","\n   WHITEHOUSE _ WASHINGTON _ Keying to Independence Day, a visit to\nthe White House on its 200th birthday. We take a tour, talk to\nofficial White House historian William Seale and describe the\nvarious exhibits and lectures of the House's bicentennial\ncelebrations. (Hulbert, Atlanta Journal-Constitution.) MOVED\nFriday.\n","\n   WITH\n","\n   WHITEHOUSE-TOUR _ The White House tour: room by room. (Hulbert,\nAtlanta Journal-Constitution.) MOVED Friday.\n","\n   FISH-ART _ NEW ORLEANS _ The Crescent City is swimming in fish.\nMore than 200 big, boldly colored fish _ each painted by local\nartists to reflect an aspect of New Orleans culture _ are all over\nthe city through October during Festival of Fins, the biggest\npublic art show ever in the Big Easy. A short on front with color\npicture page on back page of section. (Thrasher, Atlanta\nJournal-Constitution.) MOVED Friday.\n","\n   SPORTS\n","\n   TENNIS\n","\n   OFFTHECOURT _ Tennis' greatest players are competing for a grand\nslam at Wimbledon, but the best entertainment is off the court.\nThere's sex, romance, jealousy, anger, confrontations. The men's\nand women's tours are a weekly soap opera and the show is in a\nperfect setting in the next two weeks with London's tabloids\nbattling for headlines. Kournikova's looks and lovers. Tauziat's\ncriticisms of Kournikova. Sampras' engagement. Steffi and Andre.\nMary Pierce back with her father . . . or not? Jennifer Capriati\ntouting dad. Richard Williams touting Venus and Serena. Players are\nlinked romantically. Coaches are sniping. Parents are whining and\nplayers are pouting. Tennis, anyone? (Clarke, Palm Beach Post)\nMOVED.\n","\n   WIMBLEDON-MEN _ Coverage of today's men's matches. (Palm Beach\nPost)\n","\n   TOUR DE FRANCE\n","\n   CYC-TOUR-MAIN _ Coverage of the prologue, time trials, at the\nTour de France in Paris. Lance Armstrong of Austin, Texas begins\ndefense of his title. Developing. (Halliburton, Austin\nAmerican-Statesman).\n","\n   with\n","\n   CYC-TOUR-SIDE _ Notes and quotes from the time trials at the\nTour de France. (Halliburton, Austin American-Statesman).\n","\n   AUTO RACING\n","\n   The CoxNet weekly NASCAR page is not good for use on Sunday\nbecause the race this weekend is on Saturday.\n","\n   COXNET BUDGET INFORMATION\n","\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EST and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n","\n   HOW TO REACH US\n","\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n","\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n","\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n","\n   Cox Washington Bureau:\n","\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n","\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n","\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}