{"DocumentId":"NYT20000909.0112","TopicId":"NYT","Relevance":"0","Body":" BC-BJT0910-SUNDAY-4THLEDE-COX \n    \n\n      4TH UPDATE\n      CoxNet Cox News Service budget\n      FOR SUNDAY, Sept. 10, 2000\n      c. 2000 Cox News Service\n\n   For questions, please call 404-526-5456.\n\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n\n   THE WEEKEND DUTY EDITORS ARE:\n\n   IN ATLANTA: Diane Fall at 404-526-5456\n\n   IN WASHINGTON: Andy Glass at 202-263-2389 (home).\n\n   INTERNATIONAL\n\n   MEXICO-HUMANRIGHTS MEXICO CITY _ Pressure is mounting for\nMexican President-elect Vicente Fox to look into Mexico's record of\nhuman rights abuses. Prompted by the recent arrest of an Argentine\nhere suspected of torture in his home country, a group of people\nwith ``disappeared'' family members have resurrected their own\nfight for justice. They accuse high-ranking officials of the\nInstitutional Revolutionary Party (PRI) of repressive acts over the\nparty's 71-year rule. Pressure is also on to review other cases _ a\npeasant environmentalist and an Army colonel _ human rights group\nbelieve are unjustly imprisoned now. (Ferriss, Cox News Service)\nWITH PHOTOS. MOVED.\n\n   RUSSIA-INTERNET MOSCOW _ Under a new law, every communications\nand Internet provider in Russia must install a program designed by\nthe Federal Security Service, or FSB, to allow the intelligence\nagency to monitor e-mail and Internet traffic by users. Not only\ndoes the Internet provider have to allow the FSB access to their\nnetwork, but the companies have to pay for the installation and\ntraining for these officers to do their dirty work. Human rights\norganizations are up in arms, arguing it's a further sign that the\ncountry has slipped back into a Soviet mode of control. (Coker, Cox\nNews Service) WITH PHOTOS. MOVED.\n\n   ISRAEL-DEFENSE _ JERUSALEM _ In a country flush with military\nbravado, it figures that Israeli tourist shops would offer an array\nof army ball caps and fatigue T-shirts. ``America don't worry,''\nquips one T-shirt around a drawing of an F-16 jet. ``Israel is\nbehind you.'' In truth, of course, it's the other way around.\nAmerican aid makes up about a quarter of Israel's defense budget,\nincluding nearly half its equipment, comes free from America. But,\neven as Israeli officials prepare to ask for increases in aid with\nPresident Clinton's encouragement, some say that Israel's defense\ndependence on American aid may be doing more harm than good.\n(Kaplow, Cox News Service) PACKAGE MOVED.\n\n   WAN: Location, Atlanta; Category, International; Subcategory,\nOther.\n\n   Expected to move in advance on the NYT Wire in both\nInternational and Washington categories.\n\n   Eds. Runs with ISRAEL-USAID; ISRAEL-DATA.\n\n   WITH PHOTOS and a chart-graphic made available by The Palm Beach\nPost.\n\n   WITH\n\n   ISRAEL-USAID _ TEL AVIV _ Israel, which has a per capita income\ngreater and Greece and Spain, receives some $3 billion from the\nUnited States annually _ about a quarter of the total U.S. aid\nbudget. With a possible Mideast peace on the horizon, that figure\ncould grow by billions more over the next decade. But should it?\nAnalysts, officials and American Israel backers see the aid as an\ninvestment that reaps priceless returns. A growing number of that\nsame group are beginning to question Israel's reliance on American\nlargesse, however. (Kaplow, Cox News Service)\n\n   ISRAEL-DATA _ Information and stats on U.S. aid to Israel;\ndefense spending, etc.\n\n   WAN: Location, Atlanta; Category, International; Subcategory,\nOther.\n\n   (Kaplow, Cox News Service)\n\n   NATION\n\n   CENSUS-ADJUST _ A federal lawsuit against the state of Virginia\nis emerging as the all-important test case in the politically\ncharged issue of whether states next year can use raw census\nresults instead of statistically adjusted counts to redraw\nlegislative districts. A dozen major U.S. cities and counties have\njoined the fight against a Virginia law passed this year by the\nGOP-dominated legislature. Urban areas, with large minority\npopulations traditionally undercounted by the census, fear the\nVirginia law will set a national precedent. (Holmes, Cox News\nService) MOVED.\n\n   WAN: Atlanta, National, U.S. Government\n\n   ANTITRUST-1STLD _ WASHINGTON _ Federal regulators who did not\nstop the gigantic oil companies Exxon and Mobil from merging are\nnow picking on AOL and Time Warner, two companies that aren't even\nin the same line of business. Why the scrutiny? The answer seems to\nbe that anti-trust regulators are shifting their efforts from\nbreaking up monopolies to making sure new ones don't get started.\n(Geewax, Cox News Service)\n\n   MOVED FRIDAY in (w) Washington and (f) financial categories.\n\n   WAN: Atlanta, Business, Technology\n\n   GRANDPARENTS _ WASHINGTON _ Remember gray-haired Grandma in her\ncheckered apron, baking perfect cookies? The new generation being\nhonored on Grandparents Day this Sunday includes a new crop of baby\nboomers whose modern ideas and style defy the traditional\nstereotypes. (Doyle, Cox News Service)\n\n   MOVED FRIDAY in (w) Washington and (l) lifestyle categories.\n\n   WAN: Atlanta, National, Other\n\n   DEBATES _ WASHINGTON _ By rejecting the traditional presidential\ndebates, George W. Bush is making the same strategic error that\ndoomed his father's 1992 campaign, experts say: talking too much\nabout his opponent, and not enough about the voters. (Shepard,\nAtlanta Journal-Constitution)\n\n   MOVED in (w) Washington and (p) politics categories.\n\n   WAN: Atlanta, National, Politics\n\n   TECH-CAMPUS _ SANTA CLARA, Calif. _ When Sun Microsystems Inc.\nstarted looking for space for a new office and corporate\nheadquarters here four years ago, it faced the same problems as any\ncompany trying to expand in crowded Silicon Valley. Developable\nland is scarce. Real estate prices are among the highest in the\nworld. And in environmentally conscious California, getting\nregulatory approval for new projects isn't usually easy. Sun's\napproach, however, was anything but typical. When the state put an\nabandoned 112-year-old former mental hospital, decrepit and choked\nby weeds, up for sale as surplus land, the computer giant bid on\nthe site and won. (Keefe, Cox News Service)\n\n   With TECH-LIST _ Unusual features of the new campus.\n\n   MOVED FRIDAY.\n\n   The story and accompanying photos are also available on the\nbudget tool from Austin Business.\n\n   LAW-SCHOOL _ WASHINGTON _ Wayne Reaud, a wealthy Texas trial\nlawyer, tried to give Texas Tech University's law school $12.5\nmillion. In the end, the university wouldn't take it _ and Reaud\nthinks the reason is that Gov. George W. Bush or his supporters\ncouldn't stand the idea of the law school being named after one of\nhis ``enemies,'' a Democratic trial lawyer. But Chancellor John\nMontford of Texas Tech, a former Democratic state senator, says it\nwas all a misunderstanding for which he was to blame, that his\nintention all along was to name the law school building after\nReaud, not the school itself. The chairman of the university\nregents, Jim Sowell of Dallas, said the university's policy is\nclear: schools won't be named after someone for less than $25\nmillion. (Hight, Cox News Service) MOVED.\n\n   WAN: Atlanta, National, Other\n\n   SLAUGHTER-HONORS _ ATLANTA _ J. C. Slaughter, 78, a black\nveteran of World War II who won the purple heart and combat\ninfantry badge, was court martialed and dishonorably discharged\nafter he refused a direct order to return to the front lines.\nSlaughter was seriously wounded and knew he'd be unable to keep up\nwith his unit. Recently, through his daughter's efforts, the Army\nreopened Slaughter's case and exonerated him, giving him an\nhonorable discharge and veteran's benefits. (Davis, Atlanta\nJournal-Constitution) MOVED.\n\n   CHENEY _ WASHINGTON _ Cursory looks at Dick Cheney's voting\nrecord reveal a very conservative record on certain social issues.\nBut examining his full record across a broad spectrum illustrates\nhe was even more of a voice in the wilderness. (Sherman, Atlanta\nJournal-Constitution) MOVED.\n\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n\n   OPED/EDITORIAL\n\n   JOEMURRAY-COLUMN _ LUFKIN, Texas _ Will Rogers said he wasn't a\nmember of any organized political party _ he was a Democrat. After\nthis past week, you could say the same about being a Republican.\n(Murray, Cox News Service) MOVED.\n\n   TEEPEN-COLUMN _ George W. Bush is back in full-smirk mode now\nthat he's muddled the issue over presidential campaign debates. He\nappears to think he has muddled it successfully, and perhaps he\nhas. Didn't Al Gore say he would debate Bush any time anywhere and\nisn't he now, just as Bush charges, refusing to do just that?\nIndeed. But Gore's rhetorical sally assumed Bush would first buy\ninto the debates that the presidential debate commission would set\nup. After all, every candidate since 1988 had, including daddy\nBush. (Tom Teepen is national correspondent for Cox Newspapers.)\nMOVED THURSDAY.\n\n   KLEINBERG-COLUMN _ All along I knew that Patty the Postal Lady\nwas not a latent killer. Patty delivers the mail to my house.\nOften, we chat. Sometimes about the rock music she has bellowing\nfrom the portable radio in her little truck, sometimes about other\nthings. But I never envisioned that one troubled day she would show\nup back at the post office, automatic weapon in hand, and\nrat-a-tat-tat a bunch of co-workers. (Kleinberg, Cox News Service.)\nMOVED THURSDAY.\n\n   GLASS-COLUMN _ (Andy Glass is a columnist for Cox News Service\nin the Washington bureau.) MOVES THURSDAY.\n\n   LIFESTYLE\n\n   ATTENTION EDITORS:\n\n   DAYTON END OF LIFE SERIES\n\n   Beginning Sunday, the Dayton Daily News begins a five-part\nseries called ``Letting Go: Choices at the end of life.'' It's all\nabout end-of-life issues, from hospice care to talking to doctors\nand families, support groups and health industry issues. The series\nis running in conjunction with a PBS Series by Bill Moyers called\n``On Our Terms'' that is running in most markets from Sunday, Sept.\n10 through Wednesday Sept. 13, but the stories can stand alone. The\nstories will be available via the Budget Tool with a run date that\ncorresponds to the day the story is moving. Elements from the\nseries will be used for the CoxNet HEALTHY LIVING page for Tuesday,\nSept, 19. That page will be available on Friday, Sept. 15 at 2 p.m.\n\n   Series stories include:\n\n   SUNDAY, SEPT. 10\n\n   END-LETTINGGO _ DAYTON, Ohio _ Scene-setter for the series. 17\ninches (Lamb, Dayton Daily News)\n\n   WITH\n\n   END-OF-LIFE _ DAYTON, Ohio _ The morning after Chuck Gross's\n90th birthday bash, he woke up with severe chest pain from a\nfracture in his spine. His doctor guessed it had been caused by the\nspread of his prostate cancer, first diagnosed eight years before.\nBut Gross declined to be treated or even tested for metastatic\ndisease. He felt the time had come to leave this life gracefully,\nand on his own terms. (Lamb, Dayton Daily News) 80 inches. WITH\nPHOTOS\n\n   WITH\n\n   END-PBS _ DAYTON, Ohio _ Beginning at 9 p.m. CT Sunday and\ncontinuing at 9 p.m. CT Monday, Tuesday and Wednesday, WPTD,\nChannel 16, will air On Our Own Terms: Moyers on Dying. This PBS\nseries by Bill and Judith Davidson Moyers examines the options\navailable for the terminally ill. The series will be repeated at\nvarious times throughout the week. Each part focuses on different\ntopics. (Dayton Daily News)\n\n   WITH\n\n   END-OF-LIFE-SIDE _ DAYTON, Ohio _ An incredibly complete list of\nresources (organizations, books, videos, etc.) (DeBrosse, Dayton\nDaily News) 35 inches.\n\n   All stories MOVED FRIDAY in (l) lifestyles category.\n\n   MONDAY, SEPT. 11\n\n   END-DYING _ DAYTON, Ohio _ The cost of dying. Trying to keep\npeople alive in the last months of life is bankrupting our health\ncare system as scientific advances outpace our ability to pay for\nthem. But the alternative of allocating what we do and don't pay\nfor raises lots of thorny ethical issues. Local health care\norganizations have put together a consortium of ethicists to\naddress these problems, and we talk to them about a number of\nissues. (Lamb, Dayton Daily News) 45 to 50 inches. WITH PHOTO\n\n   END-DIRECTIVES _ DAYTON, Ohio _ Living wills, advance\ndirectives, durable powers of attorney. What are they and what do\nyou need to be doing to make sure your wishes about dying are\nfollowed. (Lamb, Dayton Daily News) 15 inches\n\n   END-SERIES _ DAYTON, Ohio _ Short story explaining the Bill\nMoyers' series, with a how to watch box. (Dayton Daily News)\n\n   END-SERIESBOX _ DAYTON, Ohio _ Feature about the series, what's\ncoming up. (Dayton Daily News) MOVED FRIDAY.\n\n   TUESDAY, SEPT. 12\n\n   END-DRDEATH _ DAYTON, Ohio _ Doctors are trained to prevent\ndeath, not cooperate with it. The result is that they're at\ncross-purposes with hospice care. By overestimating life\nexpectancies, they both mislead patients and families and disable\nthe hospice concept. It's generally agreed that doctors need more\ntraining in end-of life care, particularly the pain-relief and\npsychological aspects, but aside from that, there is an honest\ndispute as to where doctors belong on the spectrum from defying\ndeath to embracing hospice care. (Lamb, Dayton Daily News) 50\ninches\n\n   WITH PHOTOS\n\n   END-SERIES _ DAYTON, Ohio _ Short story explaining the Bill\nMoyers' series, with a how to watch box. (Dayton Daily News)\n\n   END-SERIESBOX _ DAYTON, Ohio _ Furniture about the series,\nwhat's coming up. (Dayton Daily News)\n\n   END-CHILDRENS _ DAYTON, Ohio _ The Children's Medical Center has\na hospice-type program for the families of dying children. (Lamb,\nDayton Daily News) 30 inches. WITH PHOTOS\n\n   END-INPATIENT _ DAYTON, Ohio _ Hospice care for patients in the\nhospital range from Miami Valley's palliative care program to\narrangements that other hospitals have with Hospice of Dayton.\n(Lamb, Dayton Daily News) Less than 10 inches.\n\n   END-LAMB _ DAYTON, Ohio _ Column about some ethical issue(s)\ngenerated from reporting on this series. Perhaps: Assisted suicide,\nor Is there even such thing as a ``dignified'' or ``good'' death or\nis this another case of the boomer generation trying to control\nsomething beyond its control? (Lamb, Dayton Daily News) 20 inches\n\n   WEDNESDAY, SEPT. 13\n\n   END-MONEYSTRAIN _ DAYTON, Ohio _ Doctors didn't discover Sandra\nLee Hughes' lung cancer until the disease had reached her brain and\nparalyzed her legs. At 43, and with two young daughters in her\ncare, Hughes suddenly had no job and no family support system at a\ntime when she was facing a terminal disease. She called on her\nestranged husband, an unemployed Fairborn resident from whom she\nhad been separated for six years. He moved her from Alabama to his\nhome in Fairborn, where family members, including Hughes'\n14-year-old daughter, Jennifer, took turns caring for her in a\ntiny, ramshackle house. For hours at a time, Jennifer found herself\nalone with her mother and, at times, no food to eat. A family\ndoctor recommended Hospice of Dayton, and soon the agency's home\nhealth aides were there not only to care for Hughes but to make\nsure there was enough medical supplies and food in the home.\nHospice never charged the family a penny, but the agency must rely\non donations from the community to help families like Sandra's.\nOnce she saw that her daughters would be taken care of, Hughes\ndecided to let go, calling out to Jennifer one night to say\n``goodbye.'' (DeBrosse, Dayton Daily News) 25 inches\n\n   WITH PHOTO\n\n   WITH\n\n   END-MONEYSTRAINSIDE _ DAYTON, Ohio _ Tips on how to ease the\nfinancial strain and utilize community resources for families\ndealing with the death of a loved one. (DeBrosse, Dayton Daily\nNews) 10 inches\n\n   WITH\n\n   END-VETS _ DAYTON, Ohio _ Harold Johnson served his country\nproudly in Vietnam as an infantry sergeant, only to be exposed by\nhis own government to a toxic chemical, Agent Orange, that years\nlater would lead to lung cancer. Johnson, 51, is now in the end\nstages of that disease. He says he's no longer bitter about what\nhappened to him in Vietnam, and that he looks forward to ``meeting\nthe Lord.'' And he's also grateful to the hospice and palliative\ncare program at the Dayton VA, which has provided his end-of-life\ncare free of charge. The VA here wants to get the word out: it\nprovides a wide array of end-of-life services to eligible veterans,\nand at no cost. (DeBrosse, Dayton Daily News) 25 inches. WITH PHOTO\n\n   WITH\n\n   END-PBSSERIES _ DAYTON, Ohio _ Short story explaining the Bill\nMoyers'' series, with a how to watch box. (Dayton Daily News)\n\n   WITH\n\n   SERIESBOX _ DAYTON, Ohio _ Furniture about the series, what is\ncoming up. (Dayton Daily News) Brief.\n\n   THURSDAY, SEPT. 14\n\n   END-CAROL _ DAYTON, Ohio _ Wes Hills first-person story about\nhis wife Carol's illness and death. (Hill, Dayton Daily News) WITH\nPHOTO 115 inches\n\n   WITH\n\n   END-SERIESBOX _ DAYTON, Ohio _ Items about the series. (Dayton\nDaily News)\n\n   END OF SERIES\n\n   CHILDREN OF THE CIVIL RIGHTS MOVEMENT PACKAGE\n\n   ATTENTION EDITORS: Atlanta Journal Constitution reporter John\nBlake has interviewed several men and women about growing up in the\n1950s and '60s as children of the civil rights movement. The people\nat the center of the struggle led dramatic, often dangerous, lives.\nSo, too, did their kids. The children of the movement _ the\noffspring of black militants, nonviolent activists and even\nsegregationist leaders _ are now adults. They have followed many\nroads in recent years. Some continue to carry on their parents'\nwork. Others want only to forget their childhood. Blake profiled\nnine of them.\n\n   The story is embargoed until Sunday, Sept. 10, but will move by\nFriday evening. PHOTOS are available.\n\n   Stories include:\n\n   CIVILRIGHTS-CHILDREN _ Ericka Brown-Abram thinks she had a\ntypical childhood. Her mother's friends were killed in police\nshootouts. Her family lived under FBI surveillance. She was\nconstantly shadowed by a bodyguard, even when she ran after the\nneighborhood ice cream truck. Brown, 30, the daughter of a Black\nPanther Party leader, once thought there was nothing unusual about\ngrowing up in a communal home and attending a grade school where\nstudents read Mao Tse-Tung's Red Book. ``A lot of people had this\nswashbuckling idea of the Panthers,'' she said. ``But when you're a\nchild it all seemed normal.'' Nothing was normal, though, about\ngrowing up in the 1950s and '60s as a child of the civil rights\nmovement. The people at the center of the struggle led dramatic,\noften dangerous, lives. So, too, did their kids. These children of\nthe movement _ the offspring of black militants, nonviolent\nactivists and even segregationist leaders _ are now adults. The\nChildren of the Movement have followed many roads in recent years.\nSome continue to carry on their parents' work. Others want only to\nforget their childhood. Here are the stories of eight of them.\n(Blake, Atlanta Journal-Constitution) 110 inches. WITH PHOTOS.\nMOVED FRIDAY.\n\n   WITH THE FOLLOWING PROFILES:\n\n   _ Ericka Brown-Abram _ Daughter of Black Panther Elaine Brown.\n\n   _ Albert Vivian _ Son of Rev. C.T. Vivian, a leader in the\nSouthern Christian Leadership Conference.\n\n   _ Peggy Wallace _ Daughter of the late Alabama Gov. George\nWallace.\n\n   _ Warith Deen Mohammed _ Son of Elijah Muhammed Sr., leader of\nthe Nation of Islam.\n\n   Chevara Orrin and Bacardi Jackson _ Daughters of Rev. James\nBevel, a key aide to the Rev. Martin Luther King, Jr.\n\n   Ross Barnett Jr. _ son of Mississippi Gov. Ross Barnett, a\ndedicated segregationist.\n\n   END OF PACKAGE\n\n   DIGITAL-CAM _ DAYTON, Ohio _ The first digital still photograph\ncameras hit the consumer market a few years ago and digital\ncamcorders followed more recently. Now it's possible to have two\ndigital cameras in one. JVC Co. of America has a line of what it\ncalls Digital DualCams that can record moving video with sound and\nstill photographs at the same time. (Cummings, Dayton Daily News)\nWITH PHOTO. MOVED FRIDAY.\n\n   RADIO _ Once upon a time, the radio was the most important piece\nof furniture in most American living rooms. Now those vintage\nCrosleys, Zeniths and Atwater Kents that brought us such shows as\nFibber McGee & Molly, Gangbusters and The Lone Ranger are among the\nnation's hottest collectibles. (Dayton Daily News) WITH PHOTOS.\nMOVED FRIDAY.\n\n   WINE-MAKERS _ GRAND JUNCTION, Colo. _ hat's the biggest myth\nwhen it comes to winemakers? They still stomp grapes with their\nfeet like the famous episode with Lucille Ball. (Grand Junction\nDaily Sentinel) WITH PHOTO. MOVED FRIDAY.\n\n   GLOBAL-WARMING _ Arctic sea ice has thinned by 40 percent in the\nlast 30 years. This summer, there was open water at the North Pole.\nFrom the Andes to the Alps, mountain glaciers are retreating. And\nacross North America, from the fire-scorched West to the\ndrought-parched Southeast, the last year of the millennium has\ngiven millions a summer of discontent. As the signs of a warmer\nworld grow more apparent, there are some nagging new questions\nabout ways to prevent it. A new analysis by NASA physicist James\nHansen, one of the first scientists to sound the alarm over global\nwarming 20 years ago, suggests that industrialized nations\nstruggling to implement a reduction in carbon dioxide emissions\ncalled for under the proposed 1997 Kyoto Protocol, may be pursuing\nthe wrong villains in the global greenhouse mystery. (Toner,\nAtlanta Journal-Constitution) MOVED FRIDAY.\n\n   ARMY-JOURNALIST _ At a party for his Sunday school class, Jim\nMcLaughlin decided to play a trivia game, asking his two dozen\nguests to jot down something the others didn't know about them. On\nhis own slip of paper, McLaughlin wrote: ``I did what Gore did in\nVietnam.'' The crowd was stumped. Now, with Al Gore's campaign\npublicizing his Vietnam service, the group would probably be able\nto guess what McLaughlin meant: He, like Gore, served as an\nenlisted Army journalist. (Hendrick, Atlanta Journal-Constitution)\nWITH PHOTOS. MOVED FRIDAY.\n\n   TRAVEL\n\n   COXNET TRAVEL _ (EDS: This is the CoxNet Travel page for the\ncurrent week. This layout is now available.)\n\n   FAT-CRUISE _ Fighting the battle of the bulge onboard: ``Take\ntwo pairs of pants,'' friends who are cruise veterans advised when\nthey found out about my plans for a seven-day Caribbean voyage. A\npair you can wear now and one the next size up for after I'd\ncrossed the sea of indulgence, they said. No way, I replied. Weigh,\nthey said. Weigh before you go. Weigh after you come back. You'll\nbe five pounds heavier. And I thought you were supposed to leave\nyour cares behind on a cruise. Would this be the diary of a\ndisaster at sea? (AMiller, Atlanta Journal-Constitution) WITH\nILLUSTRATION. MOVED FRIDAY.\n\n   CRUISE-EXPERT _ Three metro Atlanta cruising experts suggest the\nbest cruises for different types of travelers _ families,\nromance-minded, seniors, adventurers, budget-minded. Also,\nsuggestions of interesting specialty cruises. (Hamilton, Atlanta\nJournal-Constitution) MOVED FRIDAY.\n\n   CRUISE-GOING _ Weekly column by Paula Crouch Thrasher of news,\nnotes and tips. This week: Lots and lots of notes related to\ncruises. (Thrasher, Atlanta Journal-Constitution) WITH PHOTOS.\nMOVED FRIDAY.\n\n   HOT-ARIZONA _ The first thing that hits you about Phoenix is the\nheat. Yes, it's dry heat, whatever that means, but 113 degrees _\nthe high during a recent trip _ is still hot by any standard. But\nthere's some good news. The temperatures will soon start to get\ncooler, travelers will look for an interesting place to go, and\nPhoenix is a nice, affordable destination with more than enough to\ndo. (Marcano, Dayton Daily News)\n\n   COXNET LIFESTYLES _ (EDS: This is the CoxNet Lifestyles page for\nthe current week. This layout is now available.)\n\n   COXNET LIFESTYLES 0909: FALL MOVIE PREVIEW: You'd think it was\nthe turn of the millennium. At least a dozen movies coming this\nfall deal with a dark stranger (could it be Satan?), supernatural\noddities or unnatural bloodsuckers. After the box office success\nachieved by ``The Sixth Sense'' and ``The Blair Witch Project,''\neverybody's lining up to cash in. (Longino, Atlanta\nJournal-Constitution) Art includes a 3-column color photo of Jim\nCarrey as ``The Grinch,'' a 2-column color photo from the film\n``Almost Famous,'' a 18-pica color photo from the film ``The\nContender,'' and a 2-column color photo from the film ``The Legend\nof Bagger Vance.''\n\n   END OF PAGE\n\n   FASHION\n\n   AJC's FALL 2000 PREVIEW\n\n   FASHION-DCOM _ Dressing up's back in style as some of Atlanta's\nmost fashionable dot-commers demonstrate while modeling fall\nstyles. (Walton, Atlanta Journal-Constitution) MOVED FRIDAY.\n\n   GOLD _ Fashion editor A. Scott Walton extols the virtues of all\nthings gold in apparel and accessories as we enter the fall fashion\nseason. (Walton, Atlanta Journal-Constitution) MOVED FRIDAY.\n\n   GOTTAHAVE _ In which we detail must have clothes and accessories\nfor the fall fashion season. (Johnson, Atlanta\nJournal-Constitution) MOVED FRIDAY.\n\n   MAKEUP _ Glamour's returned, so cosmetics are more vibrant and\nfeminine than in recent years. (Hill, Atlanta Journal-Constitution)\nMOVED FRIDAY.\n\n   ENTERTAINMENT/ARTS\n\n   CATS-18YEARS _ Interview with woman who has played on Cats for\n18 years. (Erstein, Palm Beach Post) WITH PHOTO. MOVED FRIDAY.\n\n   On Sunday evening, millions of television viewers will tune in\nto watch the ``52nd Annual Prime-time Emmy Awards.'' The Academy of\nTelevision Arts and Sciences will hand out winged statuettes in 27\ncategories to TV's best and brightest. Cox newspapers will have\nTV's biggest night covered. There will be stories available\npreviewing the Emmys from The Atlanta Journal-Constitution, the\nPalm Beach Post and the Austin American-Statesman. The Dayton Daily\nNews will provide live coverage of the broadcast and make a story\navailable after the show.\n\n   All of the following Emmy stories will be available via the\nBudget Tool.\n\n   Any questions, call CoxNet at 404-526-5456\n\n   PALM BEACH POST EMMY PACKAGE:\n\n   FOR SUNDAY\n\n   EMMY-MAIN _ A complete preview and predictions. (Thompson, Palm\nBeach Post) 40 inches\n\n   WITH\n\n   EMMY-QA _ A question and answer session with one of the Ernst\nand Young accountants. WITH MUG (Thompson, Palm Beach Post) 15\ninches\n\n   EMMY-MOMENT - Key Emmy speeches and moments. Brief. (Palm Beach\nPost)\n\n   FROM THE AJC\n\n   EMMYS _ An analytical look at tonight's (9/10) Emmys. Is it\nSopranos vs. West Wing? Will & Grace v. the old guard? (Kloer,\nAtlanta Journal-Constitution)\n\n   FROM DAYTON\n\n   The Dayton Daily news is planning two, possibly three, live\nstories on the Emmy telecast. The stories, written from Dayton,\nwill be available on the the Budget Tool.\n\n   Stories include:\n\n   EMMY-SHOW _ A wrap-up of the Emmy telecast. (Dempsey, Dayton\nDaily News) MOVING AFTER THE SHOW.\n\n   WITH\n\n   EMMY-SIDE _ What was seen, heard at the Emmys. Tidbits and notes\nfrom the show. (Dempsey, Dayton Daily News)\n\n   WESTWING _ This is a tentative story to be written if West Wing\ncaptures several Emmys. Actors Martin Sheen, Rob Lowe and Allison\nJanney has ties to Dayton. (Dempsey, Dayton Daily News) TENTATIVE.\n\n   FROM AUSTIN\n\n   EMMY0910 _ We predict who is going to take home the gold.\n(Holloway, Austin American-Statesman) 35 inches\n\n   END OF EMMY COVERAGE\n\n   MOVIES\n\n   CROWE _ Interview with writer-director Cameron Crowe (''Jerry\nMaguire''), whose latest movie ``Almost Famous'' is an\nautobiographical movie that fictionalizes his own experience, as a\n15-year-old precocious journalist, going on the road with an\nupcoming band to write a piece for Rolling Stone. (Murray, Atlanta\nJournal-Constitution) MOVED FRIDAY.\n\n   MUSIC\n\n   LORETTA-LYNN _ Profile of Loretta Lynn, from her Nashville dude\nranch/home, right before her annual homecoming show. Her new album\ncomes out Sept. 12, and a second autobiography is due as well.\n(Longino, Atlanta Journal-Constitution) MOVED FRIDAY.\n\n   WEBRADIO _ iTurf is a Web site aimed at teens. The company that\nruns the site has launched a new radio component that is live\nweekdays from 1 p.m.-1 a.m., with a chat function that hooks up\nlisteners to each other and the DJ. Listeners can discuss the music\nas it plays. Along with Soundbreak.com and a couple of other sites,\nthis represents a growing trend in live, DJ-hosted Internet-only\nradio. (Drennen, Atlanta Journal-Constitution) MOVED FRIDAY.\n\n   BOOKS\n\n   COXNET BOOKS _ (EDS: This is the CoxNet Books page for the\ncurrent week. This layout is now available.)\n\n   BOOKS _BACH _ Johann Sebastian Bach, a biography by Christoph\nWolff, reviewed by Michael Barnes. (Barnes, Austin\nAmerican-Statesman)\n\n   BOOKS-THUNDER _ Thunder from the East: Portrait of a Rising Asia\nby Nicholas Kristof and Sheryl WuDunn, reviewed by Joe Albright,\nformer Cox correspondent in China. (Albright, Austin\nAmerican-Statesman)\n\n   SKUBE-ON-BOOKS _ (Skube, Atlanta Journal-Constitution) MOVED\nFRIDAY.\n\n   REVIEW_ELMORE _ DDN review of Pagan Babies, the new thriller by\nElmore Leonard. (Dayton Daily News)\n\n   SPORTS\n\n   OLYMPICS\n\n   OLY-ARCH _ Tom Archdeacon column on Dayton track star Tonja\nBuford-Bailey, a three-time Olympian who is a medal favorite for\nthe Sydney games. Her best event is the 400 meter dash.\n(Archdeacon, Dayton Daily News)\n\n   AUTO RACING\n\n   (The CoxNet weekly NASCAR page is still available for Sunday\nuse, except on weeks when the race is on Saturday.)\n\n   AJC INSIDE BASEBALL PAGE\n\n   EDs: An open page on the major leagues from a national\nperspective from The Atlanta Journal-Constitution. The page will be\navailable by 6 p.m. EDT on Saturday, June 3 via a WAN search,\nLocation Atlanta, category Sports. It will also be posted on the\nCox server as a back-up.\n\n   BBO-BASE-MAIN _ Major-league Baseball feature. feature (Stinson,\nAtlanta Journal-Constitution)\n\n   WITH\n\n   BBO-BASE-NOTE _ Baseball notes column. (Stinson, Atlanta\nJournal-Constitution)\n\n   OLYMPICS\n\n   AJC INSIDE OLYMPICS PAGE\n\n   EDs: An open page on the Olympics from a national perspective\nfrom The Atlanta Journal-Constitution. The page will be available\nby 6 p.m. EDT on Saturday, June 3 via a WAN search, Location\nAtlanta, category Sports. It will also be posted on the Cox server\nas a back-up.\n\n   OLY-MAIN _ Marietta's Chris Rodrigues (127 pounds, Greco-Roman)\nof The Walker School has little chance at the upcoming wrestling\ntrials. That may be because he's the only high school student in\nthe competition. (Tierney, Atlanta Journal-Constitution). 25. WITH\nLAYOUT\n\n   WITH\n\n   OLY-NOTE_ Inside the Olympics notebook. (Rosen, Atlanta\nJournal-Constitution). 30.\n\n   PRO FOOTBALL\n\n   COXNET-FOOTBALL-PAGE _ CoxNet's weekly roundup page on the\nNational Football League, featuring capsule previews of this\nweekend's games, is available by 6 p.m. on Fridays.\n\n   Here are the stories on the page:\n\n   FBN-FEATURE _ Feature to be named. (Schlabach, Atlanta\nJournal-Constitution)\n\n   FBN-AFCNOTES _ AFC notebook. (Schlabach, Atlanta\nJournal-Constitution)\n\n   FBN-NFCNOTES _ NFC notebook. (Schlabach, Atlanta\nJournal-Constitution)\n\n   FBN-ODDS-ENDS _ NFL odds and ends. (Schlabach, Atlanta\nJournal-Constitution)\n\n   COXNET BUDGET INFORMATION\n\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EDT and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n\n   PHOTOS, LAYOUTS and GRAPHICS\n\n   Features, business and op-ed material on this budget is\navailable exclusively through the Budget Tool, which brings into\nyour database the story with attached layout and graphics.\n\n   Regarding all other material: Stories that have photos, graphics\nor page layouts will be posted on the Cox Server in folders\nmatching the category and slug. (Exception: Bureau photos are\navailable only through the Atlanta Location, Washington Bureau\ndesk, slugged to match the story.) Pages marked as CoxNet pages are\nalso available through Locations in the WAN desk of the AJC's\ndatabase.\n\n   HOW TO REACH US\n\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n\n   News editor Tom Oder, 404-526-5887, toder(at)coxnews.com.\n\n   Night news editor Todd C. Duncan, 404-526-7282,\ntduncan(at)coxnews.com.\n\n   Cox Washington Bureau:\n\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   For questions, please call 404-526-5456.\n","\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n","\n   THE WEEKEND DUTY EDITORS ARE:\n","\n   IN ATLANTA: Diane Fall at 404-526-5456\n","\n   IN WASHINGTON: Andy Glass at 202-263-2389 (home).\n","\n   INTERNATIONAL\n","\n   MEXICO-HUMANRIGHTS MEXICO CITY _ Pressure is mounting for\nMexican President-elect Vicente Fox to look into Mexico's record of\nhuman rights abuses. Prompted by the recent arrest of an Argentine\nhere suspected of torture in his home country, a group of people\nwith ``disappeared'' family members have resurrected their own\nfight for justice. They accuse high-ranking officials of the\nInstitutional Revolutionary Party (PRI) of repressive acts over the\nparty's 71-year rule. Pressure is also on to review other cases _ a\npeasant environmentalist and an Army colonel _ human rights group\nbelieve are unjustly imprisoned now. (Ferriss, Cox News Service)\nWITH PHOTOS. MOVED.\n","\n   RUSSIA-INTERNET MOSCOW _ Under a new law, every communications\nand Internet provider in Russia must install a program designed by\nthe Federal Security Service, or FSB, to allow the intelligence\nagency to monitor e-mail and Internet traffic by users. Not only\ndoes the Internet provider have to allow the FSB access to their\nnetwork, but the companies have to pay for the installation and\ntraining for these officers to do their dirty work. Human rights\norganizations are up in arms, arguing it's a further sign that the\ncountry has slipped back into a Soviet mode of control. (Coker, Cox\nNews Service) WITH PHOTOS. MOVED.\n","\n   ISRAEL-DEFENSE _ JERUSALEM _ In a country flush with military\nbravado, it figures that Israeli tourist shops would offer an array\nof army ball caps and fatigue T-shirts. ``America don't worry,''\nquips one T-shirt around a drawing of an F-16 jet. ``Israel is\nbehind you.'' In truth, of course, it's the other way around.\nAmerican aid makes up about a quarter of Israel's defense budget,\nincluding nearly half its equipment, comes free from America. But,\neven as Israeli officials prepare to ask for increases in aid with\nPresident Clinton's encouragement, some say that Israel's defense\ndependence on American aid may be doing more harm than good.\n(Kaplow, Cox News Service) PACKAGE MOVED.\n","\n   WAN: Location, Atlanta; Category, International; Subcategory,\nOther.\n","\n   Expected to move in advance on the NYT Wire in both\nInternational and Washington categories.\n","\n   Eds. Runs with ISRAEL-USAID; ISRAEL-DATA.\n","\n   WITH PHOTOS and a chart-graphic made available by The Palm Beach\nPost.\n","\n   WITH\n","\n   ISRAEL-USAID _ TEL AVIV _ Israel, which has a per capita income\ngreater and Greece and Spain, receives some $3 billion from the\nUnited States annually _ about a quarter of the total U.S. aid\nbudget. With a possible Mideast peace on the horizon, that figure\ncould grow by billions more over the next decade. But should it?\nAnalysts, officials and American Israel backers see the aid as an\ninvestment that reaps priceless returns. A growing number of that\nsame group are beginning to question Israel's reliance on American\nlargesse, however. (Kaplow, Cox News Service)\n","\n   ISRAEL-DATA _ Information and stats on U.S. aid to Israel;\ndefense spending, etc.\n","\n   WAN: Location, Atlanta; Category, International; Subcategory,\nOther.\n","\n   (Kaplow, Cox News Service)\n","\n   NATION\n","\n   CENSUS-ADJUST _ A federal lawsuit against the state of Virginia\nis emerging as the all-important test case in the politically\ncharged issue of whether states next year can use raw census\nresults instead of statistically adjusted counts to redraw\nlegislative districts. A dozen major U.S. cities and counties have\njoined the fight against a Virginia law passed this year by the\nGOP-dominated legislature. Urban areas, with large minority\npopulations traditionally undercounted by the census, fear the\nVirginia law will set a national precedent. (Holmes, Cox News\nService) MOVED.\n","\n   WAN: Atlanta, National, U.S. Government\n","\n   ANTITRUST-1STLD _ WASHINGTON _ Federal regulators who did not\nstop the gigantic oil companies Exxon and Mobil from merging are\nnow picking on AOL and Time Warner, two companies that aren't even\nin the same line of business. Why the scrutiny? The answer seems to\nbe that anti-trust regulators are shifting their efforts from\nbreaking up monopolies to making sure new ones don't get started.\n(Geewax, Cox News Service)\n","\n   MOVED FRIDAY in (w) Washington and (f) financial categories.\n","\n   WAN: Atlanta, Business, Technology\n","\n   GRANDPARENTS _ WASHINGTON _ Remember gray-haired Grandma in her\ncheckered apron, baking perfect cookies? The new generation being\nhonored on Grandparents Day this Sunday includes a new crop of baby\nboomers whose modern ideas and style defy the traditional\nstereotypes. (Doyle, Cox News Service)\n","\n   MOVED FRIDAY in (w) Washington and (l) lifestyle categories.\n","\n   WAN: Atlanta, National, Other\n","\n   DEBATES _ WASHINGTON _ By rejecting the traditional presidential\ndebates, George W. Bush is making the same strategic error that\ndoomed his father's 1992 campaign, experts say: talking too much\nabout his opponent, and not enough about the voters. (Shepard,\nAtlanta Journal-Constitution)\n","\n   MOVED in (w) Washington and (p) politics categories.\n","\n   WAN: Atlanta, National, Politics\n","\n   TECH-CAMPUS _ SANTA CLARA, Calif. _ When Sun Microsystems Inc.\nstarted looking for space for a new office and corporate\nheadquarters here four years ago, it faced the same problems as any\ncompany trying to expand in crowded Silicon Valley. Developable\nland is scarce. Real estate prices are among the highest in the\nworld. And in environmentally conscious California, getting\nregulatory approval for new projects isn't usually easy. Sun's\napproach, however, was anything but typical. When the state put an\nabandoned 112-year-old former mental hospital, decrepit and choked\nby weeds, up for sale as surplus land, the computer giant bid on\nthe site and won. (Keefe, Cox News Service)\n","\n   With TECH-LIST _ Unusual features of the new campus.\n","\n   MOVED FRIDAY.\n","\n   The story and accompanying photos are also available on the\nbudget tool from Austin Business.\n","\n   LAW-SCHOOL _ WASHINGTON _ Wayne Reaud, a wealthy Texas trial\nlawyer, tried to give Texas Tech University's law school $12.5\nmillion. In the end, the university wouldn't take it _ and Reaud\nthinks the reason is that Gov. George W. Bush or his supporters\ncouldn't stand the idea of the law school being named after one of\nhis ``enemies,'' a Democratic trial lawyer. But Chancellor John\nMontford of Texas Tech, a former Democratic state senator, says it\nwas all a misunderstanding for which he was to blame, that his\nintention all along was to name the law school building after\nReaud, not the school itself. The chairman of the university\nregents, Jim Sowell of Dallas, said the university's policy is\nclear: schools won't be named after someone for less than $25\nmillion. (Hight, Cox News Service) MOVED.\n","\n   WAN: Atlanta, National, Other\n","\n   SLAUGHTER-HONORS _ ATLANTA _ J. C. Slaughter, 78, a black\nveteran of World War II who won the purple heart and combat\ninfantry badge, was court martialed and dishonorably discharged\nafter he refused a direct order to return to the front lines.\nSlaughter was seriously wounded and knew he'd be unable to keep up\nwith his unit. Recently, through his daughter's efforts, the Army\nreopened Slaughter's case and exonerated him, giving him an\nhonorable discharge and veteran's benefits. (Davis, Atlanta\nJournal-Constitution) MOVED.\n","\n   CHENEY _ WASHINGTON _ Cursory looks at Dick Cheney's voting\nrecord reveal a very conservative record on certain social issues.\nBut examining his full record across a broad spectrum illustrates\nhe was even more of a voice in the wilderness. (Sherman, Atlanta\nJournal-Constitution) MOVED.\n","\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n","\n   OPED/EDITORIAL\n","\n   JOEMURRAY-COLUMN _ LUFKIN, Texas _ Will Rogers said he wasn't a\nmember of any organized political party _ he was a Democrat. After\nthis past week, you could say the same about being a Republican.\n(Murray, Cox News Service) MOVED.\n","\n   TEEPEN-COLUMN _ George W. Bush is back in full-smirk mode now\nthat he's muddled the issue over presidential campaign debates. He\nappears to think he has muddled it successfully, and perhaps he\nhas. Didn't Al Gore say he would debate Bush any time anywhere and\nisn't he now, just as Bush charges, refusing to do just that?\nIndeed. But Gore's rhetorical sally assumed Bush would first buy\ninto the debates that the presidential debate commission would set\nup. After all, every candidate since 1988 had, including daddy\nBush. (Tom Teepen is national correspondent for Cox Newspapers.)\nMOVED THURSDAY.\n","\n   KLEINBERG-COLUMN _ All along I knew that Patty the Postal Lady\nwas not a latent killer. Patty delivers the mail to my house.\nOften, we chat. Sometimes about the rock music she has bellowing\nfrom the portable radio in her little truck, sometimes about other\nthings. But I never envisioned that one troubled day she would show\nup back at the post office, automatic weapon in hand, and\nrat-a-tat-tat a bunch of co-workers. (Kleinberg, Cox News Service.)\nMOVED THURSDAY.\n","\n   GLASS-COLUMN _ (Andy Glass is a columnist for Cox News Service\nin the Washington bureau.) MOVES THURSDAY.\n","\n   LIFESTYLE\n","\n   ATTENTION EDITORS:\n","\n   DAYTON END OF LIFE SERIES\n","\n   Beginning Sunday, the Dayton Daily News begins a five-part\nseries called ``Letting Go: Choices at the end of life.'' It's all\nabout end-of-life issues, from hospice care to talking to doctors\nand families, support groups and health industry issues. The series\nis running in conjunction with a PBS Series by Bill Moyers called\n``On Our Terms'' that is running in most markets from Sunday, Sept.\n10 through Wednesday Sept. 13, but the stories can stand alone. The\nstories will be available via the Budget Tool with a run date that\ncorresponds to the day the story is moving. Elements from the\nseries will be used for the CoxNet HEALTHY LIVING page for Tuesday,\nSept, 19. That page will be available on Friday, Sept. 15 at 2 p.m.\n","\n   Series stories include:\n","\n   SUNDAY, SEPT. 10\n","\n   END-LETTINGGO _ DAYTON, Ohio _ Scene-setter for the series. 17\ninches (Lamb, Dayton Daily News)\n","\n   WITH\n","\n   END-OF-LIFE _ DAYTON, Ohio _ The morning after Chuck Gross's\n90th birthday bash, he woke up with severe chest pain from a\nfracture in his spine. His doctor guessed it had been caused by the\nspread of his prostate cancer, first diagnosed eight years before.\nBut Gross declined to be treated or even tested for metastatic\ndisease. He felt the time had come to leave this life gracefully,\nand on his own terms. (Lamb, Dayton Daily News) 80 inches. WITH\nPHOTOS\n","\n   WITH\n","\n   END-PBS _ DAYTON, Ohio _ Beginning at 9 p.m. CT Sunday and\ncontinuing at 9 p.m. CT Monday, Tuesday and Wednesday, WPTD,\nChannel 16, will air On Our Own Terms: Moyers on Dying. This PBS\nseries by Bill and Judith Davidson Moyers examines the options\navailable for the terminally ill. The series will be repeated at\nvarious times throughout the week. Each part focuses on different\ntopics. (Dayton Daily News)\n","\n   WITH\n","\n   END-OF-LIFE-SIDE _ DAYTON, Ohio _ An incredibly complete list of\nresources (organizations, books, videos, etc.) (DeBrosse, Dayton\nDaily News) 35 inches.\n","\n   All stories MOVED FRIDAY in (l) lifestyles category.\n","\n   MONDAY, SEPT. 11\n","\n   END-DYING _ DAYTON, Ohio _ The cost of dying. Trying to keep\npeople alive in the last months of life is bankrupting our health\ncare system as scientific advances outpace our ability to pay for\nthem. But the alternative of allocating what we do and don't pay\nfor raises lots of thorny ethical issues. Local health care\norganizations have put together a consortium of ethicists to\naddress these problems, and we talk to them about a number of\nissues. (Lamb, Dayton Daily News) 45 to 50 inches. WITH PHOTO\n","\n   END-DIRECTIVES _ DAYTON, Ohio _ Living wills, advance\ndirectives, durable powers of attorney. What are they and what do\nyou need to be doing to make sure your wishes about dying are\nfollowed. (Lamb, Dayton Daily News) 15 inches\n","\n   END-SERIES _ DAYTON, Ohio _ Short story explaining the Bill\nMoyers' series, with a how to watch box. (Dayton Daily News)\n","\n   END-SERIESBOX _ DAYTON, Ohio _ Feature about the series, what's\ncoming up. (Dayton Daily News) MOVED FRIDAY.\n","\n   TUESDAY, SEPT. 12\n","\n   END-DRDEATH _ DAYTON, Ohio _ Doctors are trained to prevent\ndeath, not cooperate with it. The result is that they're at\ncross-purposes with hospice care. By overestimating life\nexpectancies, they both mislead patients and families and disable\nthe hospice concept. It's generally agreed that doctors need more\ntraining in end-of life care, particularly the pain-relief and\npsychological aspects, but aside from that, there is an honest\ndispute as to where doctors belong on the spectrum from defying\ndeath to embracing hospice care. (Lamb, Dayton Daily News) 50\ninches\n","\n   WITH PHOTOS\n","\n   END-SERIES _ DAYTON, Ohio _ Short story explaining the Bill\nMoyers' series, with a how to watch box. (Dayton Daily News)\n","\n   END-SERIESBOX _ DAYTON, Ohio _ Furniture about the series,\nwhat's coming up. (Dayton Daily News)\n","\n   END-CHILDRENS _ DAYTON, Ohio _ The Children's Medical Center has\na hospice-type program for the families of dying children. (Lamb,\nDayton Daily News) 30 inches. WITH PHOTOS\n","\n   END-INPATIENT _ DAYTON, Ohio _ Hospice care for patients in the\nhospital range from Miami Valley's palliative care program to\narrangements that other hospitals have with Hospice of Dayton.\n(Lamb, Dayton Daily News) Less than 10 inches.\n","\n   END-LAMB _ DAYTON, Ohio _ Column about some ethical issue(s)\ngenerated from reporting on this series. Perhaps: Assisted suicide,\nor Is there even such thing as a ``dignified'' or ``good'' death or\nis this another case of the boomer generation trying to control\nsomething beyond its control? (Lamb, Dayton Daily News) 20 inches\n","\n   WEDNESDAY, SEPT. 13\n","\n   END-MONEYSTRAIN _ DAYTON, Ohio _ Doctors didn't discover Sandra\nLee Hughes' lung cancer until the disease had reached her brain and\nparalyzed her legs. At 43, and with two young daughters in her\ncare, Hughes suddenly had no job and no family support system at a\ntime when she was facing a terminal disease. She called on her\nestranged husband, an unemployed Fairborn resident from whom she\nhad been separated for six years. He moved her from Alabama to his\nhome in Fairborn, where family members, including Hughes'\n14-year-old daughter, Jennifer, took turns caring for her in a\ntiny, ramshackle house. For hours at a time, Jennifer found herself\nalone with her mother and, at times, no food to eat. A family\ndoctor recommended Hospice of Dayton, and soon the agency's home\nhealth aides were there not only to care for Hughes but to make\nsure there was enough medical supplies and food in the home.\nHospice never charged the family a penny, but the agency must rely\non donations from the community to help families like Sandra's.\nOnce she saw that her daughters would be taken care of, Hughes\ndecided to let go, calling out to Jennifer one night to say\n``goodbye.'' (DeBrosse, Dayton Daily News) 25 inches\n","\n   WITH PHOTO\n","\n   WITH\n","\n   END-MONEYSTRAINSIDE _ DAYTON, Ohio _ Tips on how to ease the\nfinancial strain and utilize community resources for families\ndealing with the death of a loved one. (DeBrosse, Dayton Daily\nNews) 10 inches\n","\n   WITH\n","\n   END-VETS _ DAYTON, Ohio _ Harold Johnson served his country\nproudly in Vietnam as an infantry sergeant, only to be exposed by\nhis own government to a toxic chemical, Agent Orange, that years\nlater would lead to lung cancer. Johnson, 51, is now in the end\nstages of that disease. He says he's no longer bitter about what\nhappened to him in Vietnam, and that he looks forward to ``meeting\nthe Lord.'' And he's also grateful to the hospice and palliative\ncare program at the Dayton VA, which has provided his end-of-life\ncare free of charge. The VA here wants to get the word out: it\nprovides a wide array of end-of-life services to eligible veterans,\nand at no cost. (DeBrosse, Dayton Daily News) 25 inches. WITH PHOTO\n","\n   WITH\n","\n   END-PBSSERIES _ DAYTON, Ohio _ Short story explaining the Bill\nMoyers'' series, with a how to watch box. (Dayton Daily News)\n","\n   WITH\n","\n   SERIESBOX _ DAYTON, Ohio _ Furniture about the series, what is\ncoming up. (Dayton Daily News) Brief.\n","\n   THURSDAY, SEPT. 14\n","\n   END-CAROL _ DAYTON, Ohio _ Wes Hills first-person story about\nhis wife Carol's illness and death. (Hill, Dayton Daily News) WITH\nPHOTO 115 inches\n","\n   WITH\n","\n   END-SERIESBOX _ DAYTON, Ohio _ Items about the series. (Dayton\nDaily News)\n","\n   END OF SERIES\n","\n   CHILDREN OF THE CIVIL RIGHTS MOVEMENT PACKAGE\n","\n   ATTENTION EDITORS: Atlanta Journal Constitution reporter John\nBlake has interviewed several men and women about growing up in the\n1950s and '60s as children of the civil rights movement. The people\nat the center of the struggle led dramatic, often dangerous, lives.\nSo, too, did their kids. The children of the movement _ the\noffspring of black militants, nonviolent activists and even\nsegregationist leaders _ are now adults. They have followed many\nroads in recent years. Some continue to carry on their parents'\nwork. Others want only to forget their childhood. Blake profiled\nnine of them.\n","\n   The story is embargoed until Sunday, Sept. 10, but will move by\nFriday evening. PHOTOS are available.\n","\n   Stories include:\n","\n   CIVILRIGHTS-CHILDREN _ Ericka Brown-Abram thinks she had a\ntypical childhood. Her mother's friends were killed in police\nshootouts. Her family lived under FBI surveillance. She was\nconstantly shadowed by a bodyguard, even when she ran after the\nneighborhood ice cream truck. Brown, 30, the daughter of a Black\nPanther Party leader, once thought there was nothing unusual about\ngrowing up in a communal home and attending a grade school where\nstudents read Mao Tse-Tung's Red Book. ``A lot of people had this\nswashbuckling idea of the Panthers,'' she said. ``But when you're a\nchild it all seemed normal.'' Nothing was normal, though, about\ngrowing up in the 1950s and '60s as a child of the civil rights\nmovement. The people at the center of the struggle led dramatic,\noften dangerous, lives. So, too, did their kids. These children of\nthe movement _ the offspring of black militants, nonviolent\nactivists and even segregationist leaders _ are now adults. The\nChildren of the Movement have followed many roads in recent years.\nSome continue to carry on their parents' work. Others want only to\nforget their childhood. Here are the stories of eight of them.\n(Blake, Atlanta Journal-Constitution) 110 inches. WITH PHOTOS.\nMOVED FRIDAY.\n","\n   WITH THE FOLLOWING PROFILES:\n","\n   _ Ericka Brown-Abram _ Daughter of Black Panther Elaine Brown.\n","\n   _ Albert Vivian _ Son of Rev. C.T. Vivian, a leader in the\nSouthern Christian Leadership Conference.\n","\n   _ Peggy Wallace _ Daughter of the late Alabama Gov. George\nWallace.\n","\n   _ Warith Deen Mohammed _ Son of Elijah Muhammed Sr., leader of\nthe Nation of Islam.\n","\n   Chevara Orrin and Bacardi Jackson _ Daughters of Rev. James\nBevel, a key aide to the Rev. Martin Luther King, Jr.\n","\n   Ross Barnett Jr. _ son of Mississippi Gov. Ross Barnett, a\ndedicated segregationist.\n","\n   END OF PACKAGE\n","\n   DIGITAL-CAM _ DAYTON, Ohio _ The first digital still photograph\ncameras hit the consumer market a few years ago and digital\ncamcorders followed more recently. Now it's possible to have two\ndigital cameras in one. JVC Co. of America has a line of what it\ncalls Digital DualCams that can record moving video with sound and\nstill photographs at the same time. (Cummings, Dayton Daily News)\nWITH PHOTO. MOVED FRIDAY.\n","\n   RADIO _ Once upon a time, the radio was the most important piece\nof furniture in most American living rooms. Now those vintage\nCrosleys, Zeniths and Atwater Kents that brought us such shows as\nFibber McGee & Molly, Gangbusters and The Lone Ranger are among the\nnation's hottest collectibles. (Dayton Daily News) WITH PHOTOS.\nMOVED FRIDAY.\n","\n   WINE-MAKERS _ GRAND JUNCTION, Colo. _ hat's the biggest myth\nwhen it comes to winemakers? They still stomp grapes with their\nfeet like the famous episode with Lucille Ball. (Grand Junction\nDaily Sentinel) WITH PHOTO. MOVED FRIDAY.\n","\n   GLOBAL-WARMING _ Arctic sea ice has thinned by 40 percent in the\nlast 30 years. This summer, there was open water at the North Pole.\nFrom the Andes to the Alps, mountain glaciers are retreating. And\nacross North America, from the fire-scorched West to the\ndrought-parched Southeast, the last year of the millennium has\ngiven millions a summer of discontent. As the signs of a warmer\nworld grow more apparent, there are some nagging new questions\nabout ways to prevent it. A new analysis by NASA physicist James\nHansen, one of the first scientists to sound the alarm over global\nwarming 20 years ago, suggests that industrialized nations\nstruggling to implement a reduction in carbon dioxide emissions\ncalled for under the proposed 1997 Kyoto Protocol, may be pursuing\nthe wrong villains in the global greenhouse mystery. (Toner,\nAtlanta Journal-Constitution) MOVED FRIDAY.\n","\n   ARMY-JOURNALIST _ At a party for his Sunday school class, Jim\nMcLaughlin decided to play a trivia game, asking his two dozen\nguests to jot down something the others didn't know about them. On\nhis own slip of paper, McLaughlin wrote: ``I did what Gore did in\nVietnam.'' The crowd was stumped. Now, with Al Gore's campaign\npublicizing his Vietnam service, the group would probably be able\nto guess what McLaughlin meant: He, like Gore, served as an\nenlisted Army journalist. (Hendrick, Atlanta Journal-Constitution)\nWITH PHOTOS. MOVED FRIDAY.\n","\n   TRAVEL\n","\n   COXNET TRAVEL _ (EDS: This is the CoxNet Travel page for the\ncurrent week. This layout is now available.)\n","\n   FAT-CRUISE _ Fighting the battle of the bulge onboard: ``Take\ntwo pairs of pants,'' friends who are cruise veterans advised when\nthey found out about my plans for a seven-day Caribbean voyage. A\npair you can wear now and one the next size up for after I'd\ncrossed the sea of indulgence, they said. No way, I replied. Weigh,\nthey said. Weigh before you go. Weigh after you come back. You'll\nbe five pounds heavier. And I thought you were supposed to leave\nyour cares behind on a cruise. Would this be the diary of a\ndisaster at sea? (AMiller, Atlanta Journal-Constitution) WITH\nILLUSTRATION. MOVED FRIDAY.\n","\n   CRUISE-EXPERT _ Three metro Atlanta cruising experts suggest the\nbest cruises for different types of travelers _ families,\nromance-minded, seniors, adventurers, budget-minded. Also,\nsuggestions of interesting specialty cruises. (Hamilton, Atlanta\nJournal-Constitution) MOVED FRIDAY.\n","\n   CRUISE-GOING _ Weekly column by Paula Crouch Thrasher of news,\nnotes and tips. This week: Lots and lots of notes related to\ncruises. (Thrasher, Atlanta Journal-Constitution) WITH PHOTOS.\nMOVED FRIDAY.\n","\n   HOT-ARIZONA _ The first thing that hits you about Phoenix is the\nheat. Yes, it's dry heat, whatever that means, but 113 degrees _\nthe high during a recent trip _ is still hot by any standard. But\nthere's some good news. The temperatures will soon start to get\ncooler, travelers will look for an interesting place to go, and\nPhoenix is a nice, affordable destination with more than enough to\ndo. (Marcano, Dayton Daily News)\n","\n   COXNET LIFESTYLES _ (EDS: This is the CoxNet Lifestyles page for\nthe current week. This layout is now available.)\n","\n   COXNET LIFESTYLES 0909: FALL MOVIE PREVIEW: You'd think it was\nthe turn of the millennium. At least a dozen movies coming this\nfall deal with a dark stranger (could it be Satan?), supernatural\noddities or unnatural bloodsuckers. After the box office success\nachieved by ``The Sixth Sense'' and ``The Blair Witch Project,''\neverybody's lining up to cash in. (Longino, Atlanta\nJournal-Constitution) Art includes a 3-column color photo of Jim\nCarrey as ``The Grinch,'' a 2-column color photo from the film\n``Almost Famous,'' a 18-pica color photo from the film ``The\nContender,'' and a 2-column color photo from the film ``The Legend\nof Bagger Vance.''\n","\n   END OF PAGE\n","\n   FASHION\n","\n   AJC's FALL 2000 PREVIEW\n","\n   FASHION-DCOM _ Dressing up's back in style as some of Atlanta's\nmost fashionable dot-commers demonstrate while modeling fall\nstyles. (Walton, Atlanta Journal-Constitution) MOVED FRIDAY.\n","\n   GOLD _ Fashion editor A. Scott Walton extols the virtues of all\nthings gold in apparel and accessories as we enter the fall fashion\nseason. (Walton, Atlanta Journal-Constitution) MOVED FRIDAY.\n","\n   GOTTAHAVE _ In which we detail must have clothes and accessories\nfor the fall fashion season. (Johnson, Atlanta\nJournal-Constitution) MOVED FRIDAY.\n","\n   MAKEUP _ Glamour's returned, so cosmetics are more vibrant and\nfeminine than in recent years. (Hill, Atlanta Journal-Constitution)\nMOVED FRIDAY.\n","\n   ENTERTAINMENT/ARTS\n","\n   CATS-18YEARS _ Interview with woman who has played on Cats for\n18 years. (Erstein, Palm Beach Post) WITH PHOTO. MOVED FRIDAY.\n","\n   On Sunday evening, millions of television viewers will tune in\nto watch the ``52nd Annual Prime-time Emmy Awards.'' The Academy of\nTelevision Arts and Sciences will hand out winged statuettes in 27\ncategories to TV's best and brightest. Cox newspapers will have\nTV's biggest night covered. There will be stories available\npreviewing the Emmys from The Atlanta Journal-Constitution, the\nPalm Beach Post and the Austin American-Statesman. The Dayton Daily\nNews will provide live coverage of the broadcast and make a story\navailable after the show.\n","\n   All of the following Emmy stories will be available via the\nBudget Tool.\n","\n   Any questions, call CoxNet at 404-526-5456\n","\n   PALM BEACH POST EMMY PACKAGE:\n","\n   FOR SUNDAY\n","\n   EMMY-MAIN _ A complete preview and predictions. (Thompson, Palm\nBeach Post) 40 inches\n","\n   WITH\n","\n   EMMY-QA _ A question and answer session with one of the Ernst\nand Young accountants. WITH MUG (Thompson, Palm Beach Post) 15\ninches\n","\n   EMMY-MOMENT - Key Emmy speeches and moments. Brief. (Palm Beach\nPost)\n","\n   FROM THE AJC\n","\n   EMMYS _ An analytical look at tonight's (9/10) Emmys. Is it\nSopranos vs. West Wing? Will & Grace v. the old guard? (Kloer,\nAtlanta Journal-Constitution)\n","\n   FROM DAYTON\n","\n   The Dayton Daily news is planning two, possibly three, live\nstories on the Emmy telecast. The stories, written from Dayton,\nwill be available on the the Budget Tool.\n","\n   Stories include:\n","\n   EMMY-SHOW _ A wrap-up of the Emmy telecast. (Dempsey, Dayton\nDaily News) MOVING AFTER THE SHOW.\n","\n   WITH\n","\n   EMMY-SIDE _ What was seen, heard at the Emmys. Tidbits and notes\nfrom the show. (Dempsey, Dayton Daily News)\n","\n   WESTWING _ This is a tentative story to be written if West Wing\ncaptures several Emmys. Actors Martin Sheen, Rob Lowe and Allison\nJanney has ties to Dayton. (Dempsey, Dayton Daily News) TENTATIVE.\n","\n   FROM AUSTIN\n","\n   EMMY0910 _ We predict who is going to take home the gold.\n(Holloway, Austin American-Statesman) 35 inches\n","\n   END OF EMMY COVERAGE\n","\n   MOVIES\n","\n   CROWE _ Interview with writer-director Cameron Crowe (''Jerry\nMaguire''), whose latest movie ``Almost Famous'' is an\nautobiographical movie that fictionalizes his own experience, as a\n15-year-old precocious journalist, going on the road with an\nupcoming band to write a piece for Rolling Stone. (Murray, Atlanta\nJournal-Constitution) MOVED FRIDAY.\n","\n   MUSIC\n","\n   LORETTA-LYNN _ Profile of Loretta Lynn, from her Nashville dude\nranch/home, right before her annual homecoming show. Her new album\ncomes out Sept. 12, and a second autobiography is due as well.\n(Longino, Atlanta Journal-Constitution) MOVED FRIDAY.\n","\n   WEBRADIO _ iTurf is a Web site aimed at teens. The company that\nruns the site has launched a new radio component that is live\nweekdays from 1 p.m.-1 a.m., with a chat function that hooks up\nlisteners to each other and the DJ. Listeners can discuss the music\nas it plays. Along with Soundbreak.com and a couple of other sites,\nthis represents a growing trend in live, DJ-hosted Internet-only\nradio. (Drennen, Atlanta Journal-Constitution) MOVED FRIDAY.\n","\n   BOOKS\n","\n   COXNET BOOKS _ (EDS: This is the CoxNet Books page for the\ncurrent week. This layout is now available.)\n","\n   BOOKS _BACH _ Johann Sebastian Bach, a biography by Christoph\nWolff, reviewed by Michael Barnes. (Barnes, Austin\nAmerican-Statesman)\n","\n   BOOKS-THUNDER _ Thunder from the East: Portrait of a Rising Asia\nby Nicholas Kristof and Sheryl WuDunn, reviewed by Joe Albright,\nformer Cox correspondent in China. (Albright, Austin\nAmerican-Statesman)\n","\n   SKUBE-ON-BOOKS _ (Skube, Atlanta Journal-Constitution) MOVED\nFRIDAY.\n","\n   REVIEW_ELMORE _ DDN review of Pagan Babies, the new thriller by\nElmore Leonard. (Dayton Daily News)\n","\n   SPORTS\n","\n   OLYMPICS\n","\n   OLY-ARCH _ Tom Archdeacon column on Dayton track star Tonja\nBuford-Bailey, a three-time Olympian who is a medal favorite for\nthe Sydney games. Her best event is the 400 meter dash.\n(Archdeacon, Dayton Daily News)\n","\n   AUTO RACING\n","\n   (The CoxNet weekly NASCAR page is still available for Sunday\nuse, except on weeks when the race is on Saturday.)\n","\n   AJC INSIDE BASEBALL PAGE\n","\n   EDs: An open page on the major leagues from a national\nperspective from The Atlanta Journal-Constitution. The page will be\navailable by 6 p.m. EDT on Saturday, June 3 via a WAN search,\nLocation Atlanta, category Sports. It will also be posted on the\nCox server as a back-up.\n","\n   BBO-BASE-MAIN _ Major-league Baseball feature. feature (Stinson,\nAtlanta Journal-Constitution)\n","\n   WITH\n","\n   BBO-BASE-NOTE _ Baseball notes column. (Stinson, Atlanta\nJournal-Constitution)\n","\n   OLYMPICS\n","\n   AJC INSIDE OLYMPICS PAGE\n","\n   EDs: An open page on the Olympics from a national perspective\nfrom The Atlanta Journal-Constitution. The page will be available\nby 6 p.m. EDT on Saturday, June 3 via a WAN search, Location\nAtlanta, category Sports. It will also be posted on the Cox server\nas a back-up.\n","\n   OLY-MAIN _ Marietta's Chris Rodrigues (127 pounds, Greco-Roman)\nof The Walker School has little chance at the upcoming wrestling\ntrials. That may be because he's the only high school student in\nthe competition. (Tierney, Atlanta Journal-Constitution). 25. WITH\nLAYOUT\n","\n   WITH\n","\n   OLY-NOTE_ Inside the Olympics notebook. (Rosen, Atlanta\nJournal-Constitution). 30.\n","\n   PRO FOOTBALL\n","\n   COXNET-FOOTBALL-PAGE _ CoxNet's weekly roundup page on the\nNational Football League, featuring capsule previews of this\nweekend's games, is available by 6 p.m. on Fridays.\n","\n   Here are the stories on the page:\n","\n   FBN-FEATURE _ Feature to be named. (Schlabach, Atlanta\nJournal-Constitution)\n","\n   FBN-AFCNOTES _ AFC notebook. (Schlabach, Atlanta\nJournal-Constitution)\n","\n   FBN-NFCNOTES _ NFC notebook. (Schlabach, Atlanta\nJournal-Constitution)\n","\n   FBN-ODDS-ENDS _ NFL odds and ends. (Schlabach, Atlanta\nJournal-Constitution)\n","\n   COXNET BUDGET INFORMATION\n","\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EDT and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n","\n   PHOTOS, LAYOUTS and GRAPHICS\n","\n   Features, business and op-ed material on this budget is\navailable exclusively through the Budget Tool, which brings into\nyour database the story with attached layout and graphics.\n","\n   Regarding all other material: Stories that have photos, graphics\nor page layouts will be posted on the Cox Server in folders\nmatching the category and slug. (Exception: Bureau photos are\navailable only through the Atlanta Location, Washington Bureau\ndesk, slugged to match the story.) Pages marked as CoxNet pages are\nalso available through Locations in the WAN desk of the AJC's\ndatabase.\n","\n   HOW TO REACH US\n","\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n","\n   News editor Tom Oder, 404-526-5887, toder(at)coxnews.com.\n","\n   Night news editor Todd C. Duncan, 404-526-7282,\ntduncan(at)coxnews.com.\n","\n   Cox Washington Bureau:\n","\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n","\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n","\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}