{"DocumentId":"NYT20000612.0669","TopicId":"NYT","Relevance":"0","Body":" BC-SPOT-BJT-COX14 \n    \n\n UPDATE      2NDUPDATE\n      CoxNet Cox News Service budget\n      FOR WEDNESDAY, June 14, 2000\n      c. 2000 Cox News Service\n\n   For questions, please call 404-526-5456.\n\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n\n   Eds. Adds: WORKERS, COKE, COX-RADIO, PICNIC, BRAZILL, KIDSJAIL\n\n   INTERNATIONAL\n\n   ASSAD-FUNERAL _ DAMASCUS, Syria _ World leaders, but few from\noutside the Middle East, bid farewell Tuesday to late Syrian\nPresident Hafez Assad. Syria's price for Assad's defiant defense of\nArab pride is isolation, as evidenced in the paucity of Western\nleaders here Tuesday, compared to the number that flocked to King\nHussein's funeral 16 months\n\n   ago. Developing.(Kaplow, Cox News Service). 30.\n\n   EDS: Expected to move on NYT Wire by 5:30 p.m. EDT.\n\n   WITH\n\n   SYRIA-JEWS _ DAMASCUS, Syria _ Thousands have left, but there\nare still about 100 Jews in Syria. This week, they are praying\nevery morning for Hafez Assad to be blessed and for God to help\nguide his son Bashar. Assad had helped many Syrian minorities _\nChristians, Alawites _ and the Jewish community say they will miss\nhim. (Kaplow, Cox News Service).\n\n   EDS: Expected to move on NYT Wire by 5:30 p.m. EDT.\n\n   MEXICO-ELECTIONS _ WASHINGTON _ Three weeks before a historic\npresidential election in Mexico, concerns are apparently rising\namong international observers as to whether it will be a fair\nelection. (Michals, Cox News Service). 15.\n\n   EDs: Expected to move on NYT wire by 6 p.m. EDT in (i)\nInternational and (w) Washington categories.\n\n   NATIONAL\n\n   GORE-PROSPERITY _ NEW YORK _ Vice President Al Gore makes what\nis being billed as a ``major'' policy address on ``progress and\nprosperity.'' The speech is seen as an attempt by the vice\npresident, who is lagging slightly in polls against his GOP rival,\nto take more credit for the nation's prolonged economic surge.\n(Shepard, Cox News Service). 28.\n\n   EDs: Moving on NYT wire in (p) politics category.\n\n   DNATESTING _ WASHINGTON _ Senate Judiciary Committee Tuesday\nhears testimony from experts on the use of post-conviction DNA\ntesting. The hearing comes amid increasing examples of DNA being\nused to clear people wrongly convicted of crimes. (O'Dell, Cox News\nService).\n\n   EDs: Moving on the NYT wire in (w) Washington category.\n\n   HORNETS _ CHARLOTTE - Is Ray Wooldridge coming today? Or will\nthe Atlanta millionaire who is part owner of the Charlotte Hornets\nbe a no-show, again, for a City Hall meeting to discuss a new\ndowntown arena for the struggling NBA franchise? In recent weeks,\nWooldridge has been the Hornets' face man pitching what's so far\nbeen much-scorned proposals for financing the $160 million arena.\nFirst, he proposed that local government finance all of the cost;\nthen he said the Hornets would be willing to chip in a third of the\ncost. A look at the 56-year-old Wooldridge who, despite his low\nprofile in Altanta business and professional sports, has surpassed\nHornets controversial majority owner George Shinn as the guy\nCharlotte is trying to figure out. (Burritt, Atlanta\nJournal-Constitution).\n\n   WAN: Location Atlanta, category National\n\n   COASTAL _ WASHINGTON _ Coastal communities nationwide should\nfollow Florida's example and demonstrate to the federal government\nan economic need to protect beaches and shores, a coastal group was\ntold Tuesday. (Lipman, Cox News Service). 12.\n\n   LEWIS-FALLOUT _ ATLANTA _ Trying to reach jurors in the Buckhead\nstabbings case. Also, in an interview, former defendants Joseph\nSweeting and Reginald Oakley talk about how they felt being charged\nand what they thought about Ray Lewis becoming a witness for the\nprosecution. The two men say Lewis lied on the stand and they also\ncondemned the linebacker for not running to their aid as they say\nthey were attacked. Oakley and Sweeting partied at the Gold Club\ninto the early morning hours after their acquittals. (Rankin,\nAtlanta Journal-Constitution). 18.\n\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 6\np.m.\n\n   TOBACCO _ Day two of tobacco execs testifying to avoid a huge\ndamage award. (Bennett, Palm Beach Post)\n\n   BRAZILL_ First appearance for Nate Brazill, just indicted as an\nadult for first degree murder in the fatal shooting of Barry Grunow\nand aggravated assault with a firearm for waving the gun at another\nteacher. (Spencer, Palm Beach Post)\n\n   WITH\n\n   KIDSJAIL _ Behind a powder blue steel door on the 12th floor of\nthe jail, Nathaniel Brazill joins 59 other kids charged with adult\ncrimes. The kids, all awaiting trial for felonies, live in a stark\nenvironment of walk-in closet sized cells where they are allowed\nfew privileges. They can take a paper-back book, a pencil and two\nsheets of paper. After in-jail school, they can watch G-rated\nmovies such as Ghostbusters and Dante's Peak and the only violence\nthey see is on the networks. Their favorite programs are Cops,\nAmerica's Most Wanted and the nightly news. (Douthat, Palm Beach\nPost).\n\n   OPED/EDITORIAL\n\n   TEEPEN-COLUMN _ More whites use drugs but more blacks go to\nprison for drug offenses. When will we address this issue? (Teepen,\nCox News Service.) MOVED MONDAY.\n\n   KLEINBERG-COLUMN _ The federal government must give the tools to\nthe Coast Guard to fight the war it is chartered to do: to protect\nour coasts. The Congress thinks nothing of pouring billions of\ndollars into our other military branches involving foreign\nincursions; how about something that is leeching our shores?\n(Kleinberg, Cox News Service.) MOVED MONDAY.\n\n   SCHUETT-COLUMN _ GIBSONBURG, Ohio _ My friend Dan's grandmother\nhad a system for determining ahead of time what kind of a day she\nwas going to have. Alternate days were ``good'' an. But both sides\ncontinue to work at a settlement, which may lead the judge in the\ncase to OK another extension. (Unger, Atlanta Journal-Constitution)\n\n   COX-RADIO _Cox Radio's complicated $280 million manuever to buy\nanother hot radio station in Atlanta comes in a super lucrative\nmarket that has yet to\n\n   consolidate the way most of the nation's big radio markets have.\nBut a top executive with the country's largest station owner\npredicts more big station sales that will leave the Atlanta market\nwith just three big station owners. (Kempner, Atlanta\nJournal-Constitution)\n\n   WORKERS _ Ping pong, anyone? The bid for workers is so fierce\nthat employers are using all sorts of enticements to get and keep\nworkers: BMWs,concierge services, free lunches, on-site massages,\n$5,000 referral bonuses, $100,000 relocation packages and yes, even\ngame rooms with ping pong tables. And if that doesn't work, they're\nalso bringing workers in from overseas and ``growing'' their own.\nThe Boys & Girls Club is targeting computer-savvy kids to become\njunior staff members. It's not just tech companies in need of\ntechnical experts . It's law firms like Alston & Bird and pr\nagencies. Eight out of 10 employers responding to the latest AJC\npoll said they have tech workers and an equally high percentage say\nthey plan to spend more on such workers in the next two years.\n(Joyner, Atlanta Journal-Constitution)\n\n   MONEYTALK _ Personal finance advice. This week: Paying off\nstudent loans. (Ezell, Atlanta Journal-Constitution). MOVED.\n\n   WEB-VAN _ ATLANTA _ A look at WebVan and how it is doing in the\nearly days of its operation in Atlanta. Early success has also\nbrought early problems such as finding drivers, finding trucks and\nliterally finding time to deliver groceries to waiting customers.\n(Katz, Atlanta Journal-Constitution). 18.\n\n   SMART-SHIRT _ ATLANTA _ The Georgia Tech ``smart shirt,'' which\ncan measure human body characteristics continuously, may be headed\nfor new medical uses through a new licensing agreement with a New\nYork firm. The company, SensaTex, Inc., plans to use the shirt\ntechnology to produce garments that patients can wear and\ndiscreetly relay information to physicians and nurses about heart\nfunction, respiratiion, temperature and other measures of\nwell-being. (Holsendolph, Atlanta Journal-Constitution). 18.\n\n   COXNET WHEELS PAGE\n\n   EDs: This is the CoxNet WHEELS page for the current week. This\nlayout is available now.\n\n   COXNET WHEELS 0610: 200O KIA SPECTRA _ Driveability and pricing\nmake for a nice package for the Kia Spectra; good gas mileage\ndoesn't hurt, either. (DeVault, Atlanta Journal-Constitution) Art\nincludes a 4-column color photo of the 2000 Kia Spectra and a\n1-column photo of the car's dash.\n\n   WITH\n\n   AT A GLANCE _ Fact box previewing the 2000 Kia Spectra.\n\n   THE MECHANIC _ Boosting mileage can ease the sting of higher\ngasoline prices. (Carter, Atlanta Journal-Constitution). Includes\n1-column color photograph of columnist.\n\n   SENTRA-REVIEW _ A review of the Nissan Sentra. (DeVault, Atlanta\nJournal-Constitution). 18. MOVED.\n\n   LIFESTYLE\n\n   BAPTISTS-MAIN_ ORLANDO _ Daily coverage of the Southern Baptist\nConvention, meeting this week in Orlando. On Tuesday they will\nelect a new president, probably James Merrit, pastor of First\nBaptist Snelof chips and hot dogs cooked on the park grill. In\nreality, today's family actually may be blessed beyond Grandma's\nimagination. Just one quick trip through the supermarket or deli\nand Mom or Dad can pick up a grab-and-go picnic, prepped, cooked\nand ready to eat _ and instantly customized to satisfy individual\nfamily tastes. (Dayton Daily News)\n\n   FASHION\n\n   TURTLENECKS _ So, it may be too hot here to take advantage of\nthis, but the buzz in the fashion world for men is that Samuel L.\nJackson will make turtlenecks and long leather jackets hip again.\nWho you talkin 'bout? (Wizda, Austin American-Statesman). 12-15.\nWITH PHOTOS (from new and old ``Shaft'' movies). 12-15.\n\n   SCIENCE-MEDICINE\n\n   PSYCHOLOGY-TODAY _ Dr. Hap LeCrone's weekly psychology column.\nThis week: Follow up discussion of Generalized Anxiety Disorder.\n(LeCrone, Waco Tribune-Herald). MOVED.\n\n   HOME AND GARDEN\n\n   GARDENING-LIFE _ A gardening column by Lee May. This week: Lee\nMay writes about what it's like to be a multi-tasker. Women have\nlong had the trick down pat, he says, but Lee has turned to the\ngarden for inspiration. ``Now, as I lurch toward the world of\nmultiple tasks, I turn to the garden for instruction in getting\nthere. And I find much.'' There's beautiful wisteria, columbine and\nnandina to name just a few of the mighty garden doers. Column also\nmentions that May will return to writing weekly. (May, Atlanta\nJournal-Constitution)\n\n   Eds: Embargoed for Thursday, June 15.\n\n   FOXGLOVES _ Robert Keller has a huge respect for plants, but the\nones he really looks up to are his foxgloves _ all 6-plus feet of\nthem. The DeKalb County resident grows some 300 of them each spring\nwith blooms ranging from creamy white to pale pink to deep purple.\nFor six weeks, his garden puts on such a show that traffic slows\npast his house, with many drivers pausing to ask his\nsecret.(Flanders, Atlanta Journal-Constitution.)\n\n   Eds: Embargoed for Thursday, June 15.\n\n   WATERBAN-ADVICE _ Walter Reeves says all is not lost with the\n15-county watering ban. He shares advice for plants, trees, shrubs\nand lawns. Includes Web sites for daily drough updates on watering\nban. (Reeves, Atlanta Journal-Constitution freelancer; not for use\nby NYTNS clients.)\n\n   Eds: Embargoed for Thursday, June 15.\n\n   VERBENA _ Plant profile: Verbena bonariensis; sometimes called\n``verbena-on-a-stick,'' this Southern beauty is easy to grow and\nwill thrive as long as it receives full sun and normal garden soil.\n(Tate, Atlanta Journal-Constitution freelancer; not for use by\nNYTNS clients.)\n\n   Eds: Embargoed for Thursday, June 15.\n\n   FOOD\n\n   PICNICS _ At the mention of a family picnic, the archetypal\nGrandma would fry some chicken, make a bowl of potato salad and\nbake a pie. In today's time-challenged world the brood is lucky to\nget a bag of chips and hot dogs cooked on the park grill. In\nreality, today's family actually may be blessed beyond Grandma's\nimagination. Just one quick trip through the supermarket or deli\nand Mom or Dad can pick up a grab-and-go picnic, prepped, cooked\nand ready to eat _ and instantly customized to satisfy individual\nfamily tastes. (Dayton Daily News). 17. WITH PHOTOS.\n\n   WITH\n\n   PICNICS-READY-TO-EAT _ It is tempting to pick up the\nready-to-eat makings of an epicurean picnic at the store. And it\ncouldn't be easier. (Dayton Daily News). 16. WITH PHOTOS.\n\n   COUNTRY-FOOD _ Whiskey, Red Meat, Gravy & Pie. Strum another\nchord Terry and sing it: Life's not about dogs and trucks and\nbuddies in jail. It's about those things man cannot deny: whiskey,\nred meat, gravy and pie. (Lake Austin Spa's Terry Conlan has\nfigured out lower fat versions of these things that are really\ngood. Coffee-crusted sirloin with jalapeno redeye gravy, garlic\nmashed potatoes, sweet potato bourbon pie.) We'll do this in\ncountry music style. (Crider, Austin American-Statesman). WITH\nPHOTOS.\n\n   WINE _ Mark Fisher's wine column looks at screw-tops on $135\nbottles of wine and neon-color labels on German wines. (Fisher,\nDayton Daiuly News). 15. WITH PHOTO.\n\n   ENTERTAINMENT-ARTS\n\n   ROCKWELL _ WASHINGTON _ The Corcoran Gallery of Art previews the\ncomprehensive exhibit of the works of Norman Rockwell, spanning the\n60-year career of an American art legend, that made an earlier stop\nin Atlanta. (Dart, Cox News Service). 20.\n\n   SPORTS\n\n   GOLF\n\n   GLF-OPEN-MICKELSON _ Phil Mickelson was close to winning last\nyear's U.S. Open at Pinehurst before losing to Payne Stewart.\nMickelson has won three times this sason and is hoping to shank the\nimage of being the best golfer yet to win a major title. (Sheeley,\nAtlanta Journal-Constitution). 25.\n\n   BASKETBALL\n\n   HORNETS _ CHARLOTTE - Is Ray Wooldridge coming today? Or will\nthe Atlanta millionaire who is part owner of the Charlotte Hornets\nbe a no-show, again, for a City Hall meeting to discuss a new\ndowntown arena for the struggling NBA franchise? In recent weeks,\nWooldridge has been the Hornets' face man pitching what's so far\nbeen much-scorned proposals for financing the $160 million arena.\nFirst, he proposed that local government finance all of the cost;\nthen he said the Hornets would be willing to chip in a third of the\ncost. A look at the 56-year-old Wooldridge who, despite his low\nprofile in Altanta business and professional sports, has surpassed\nHornets controversial majority owner George Shinn as the guy\nCharlotte is trying to figure out. (Burritt, Atlanta\nJournal-Constitution).\n\n   EDs: Moving on NYT wire in (a) General News and (s) Sports\ncategories.\n\n   BASEBALL\n\n   BBN-FURCALL _ Checking Rafael Furcal and the age fiasco. Is he\n19 or 22? Will check with agent, call MLB and check on underage\ndrinking charge. (Frias, Atlanta Journal-Constitution). 14.\n\n   COXNET BUDGET INFORMATION\n\n   This budget moves at 10 a.m., 2 p.m. and 6 p.m. EST and\nafterwards as necessary based on news developments. If stories will\nmove after 8 p.m., an ETA will be given. All times are Eastern\nunless otherwise noted.\n\n   INTERNET LINKS\n\n   For research purposes, or to publish in your paper for readers\nwho'd like more information, Internet links to some of the stories\non this budget are available daily on the Cox Intranet at\nhttp://web.coxnews.net/NRS/NTAGS/NTAGWEEK.HTM\n\n   PHOTOS, LAYOUTS and GRAPHICS Features, business and op-ed\nmaterial on this budget is available exclusively through the Budget\nTool, which brings into your database the story with attached\nlayout and graphics.\n\n   Regarding all other material: Stories that have photos, graphics\nor page layouts will be posted on the Cox Server in folders\nmatching the category and slug. (Exception: Bureau photos are\navailable only through the Atlanta Location, Washington Bureau\ndesk, slugged to match the story.) Pages marked as CoxNet pages are\nalso available through Locations in the WAN desk of the AJC's\ndatabase.\n\n   FEATURES MATERIAL\n\n   So specialty editors can focus on one day's budget, CoxNet\nproduces themed features budgets each day. Here is the schedule:\n\n   Monday for Tuesday: Technology\n\n   TODAY: Automotive, personal finance and home & garden\n\n   Wednesday for Thursday: Food, CD reviews, video reviews\n\n   Thursday for Friday: Movie reviews, travel, books and fashion\n\n   Friday for Saturday: Religion and science & health\n\n   HOW TO REACH US\n\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n\n   Cox Washington Bureau:\n\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n\n   Photo Editor Rick McKay 202-887-8348, rickm(at)coxnews.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   For questions, please call 404-526-5456.\n","\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n","\n   Eds. Adds: WORKERS, COKE, COX-RADIO, PICNIC, BRAZILL, KIDSJAIL\n","\n   INTERNATIONAL\n","\n   ASSAD-FUNERAL _ DAMASCUS, Syria _ World leaders, but few from\noutside the Middle East, bid farewell Tuesday to late Syrian\nPresident Hafez Assad. Syria's price for Assad's defiant defense of\nArab pride is isolation, as evidenced in the paucity of Western\nleaders here Tuesday, compared to the number that flocked to King\nHussein's funeral 16 months\n","\n   ago. Developing.(Kaplow, Cox News Service). 30.\n","\n   EDS: Expected to move on NYT Wire by 5:30 p.m. EDT.\n","\n   WITH\n","\n   SYRIA-JEWS _ DAMASCUS, Syria _ Thousands have left, but there\nare still about 100 Jews in Syria. This week, they are praying\nevery morning for Hafez Assad to be blessed and for God to help\nguide his son Bashar. Assad had helped many Syrian minorities _\nChristians, Alawites _ and the Jewish community say they will miss\nhim. (Kaplow, Cox News Service).\n","\n   EDS: Expected to move on NYT Wire by 5:30 p.m. EDT.\n","\n   MEXICO-ELECTIONS _ WASHINGTON _ Three weeks before a historic\npresidential election in Mexico, concerns are apparently rising\namong international observers as to whether it will be a fair\nelection. (Michals, Cox News Service). 15.\n","\n   EDs: Expected to move on NYT wire by 6 p.m. EDT in (i)\nInternational and (w) Washington categories.\n","\n   NATIONAL\n","\n   GORE-PROSPERITY _ NEW YORK _ Vice President Al Gore makes what\nis being billed as a ``major'' policy address on ``progress and\nprosperity.'' The speech is seen as an attempt by the vice\npresident, who is lagging slightly in polls against his GOP rival,\nto take more credit for the nation's prolonged economic surge.\n(Shepard, Cox News Service). 28.\n","\n   EDs: Moving on NYT wire in (p) politics category.\n","\n   DNATESTING _ WASHINGTON _ Senate Judiciary Committee Tuesday\nhears testimony from experts on the use of post-conviction DNA\ntesting. The hearing comes amid increasing examples of DNA being\nused to clear people wrongly convicted of crimes. (O'Dell, Cox News\nService).\n","\n   EDs: Moving on the NYT wire in (w) Washington category.\n","\n   HORNETS _ CHARLOTTE - Is Ray Wooldridge coming today? Or will\nthe Atlanta millionaire who is part owner of the Charlotte Hornets\nbe a no-show, again, for a City Hall meeting to discuss a new\ndowntown arena for the struggling NBA franchise? In recent weeks,\nWooldridge has been the Hornets' face man pitching what's so far\nbeen much-scorned proposals for financing the $160 million arena.\nFirst, he proposed that local government finance all of the cost;\nthen he said the Hornets would be willing to chip in a third of the\ncost. A look at the 56-year-old Wooldridge who, despite his low\nprofile in Altanta business and professional sports, has surpassed\nHornets controversial majority owner George Shinn as the guy\nCharlotte is trying to figure out. (Burritt, Atlanta\nJournal-Constitution).\n","\n   WAN: Location Atlanta, category National\n","\n   COASTAL _ WASHINGTON _ Coastal communities nationwide should\nfollow Florida's example and demonstrate to the federal government\nan economic need to protect beaches and shores, a coastal group was\ntold Tuesday. (Lipman, Cox News Service). 12.\n","\n   LEWIS-FALLOUT _ ATLANTA _ Trying to reach jurors in the Buckhead\nstabbings case. Also, in an interview, former defendants Joseph\nSweeting and Reginald Oakley talk about how they felt being charged\nand what they thought about Ray Lewis becoming a witness for the\nprosecution. The two men say Lewis lied on the stand and they also\ncondemned the linebacker for not running to their aid as they say\nthey were attacked. Oakley and Sweeting partied at the Gold Club\ninto the early morning hours after their acquittals. (Rankin,\nAtlanta Journal-Constitution). 18.\n","\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 6\np.m.\n","\n   TOBACCO _ Day two of tobacco execs testifying to avoid a huge\ndamage award. (Bennett, Palm Beach Post)\n","\n   BRAZILL_ First appearance for Nate Brazill, just indicted as an\nadult for first degree murder in the fatal shooting of Barry Grunow\nand aggravated assault with a firearm for waving the gun at another\nteacher. (Spencer, Palm Beach Post)\n","\n   WITH\n","\n   KIDSJAIL _ Behind a powder blue steel door on the 12th floor of\nthe jail, Nathaniel Brazill joins 59 other kids charged with adult\ncrimes. The kids, all awaiting trial for felonies, live in a stark\nenvironment of walk-in closet sized cells where they are allowed\nfew privileges. They can take a paper-back book, a pencil and two\nsheets of paper. After in-jail school, they can watch G-rated\nmovies such as Ghostbusters and Dante's Peak and the only violence\nthey see is on the networks. Their favorite programs are Cops,\nAmerica's Most Wanted and the nightly news. (Douthat, Palm Beach\nPost).\n","\n   OPED/EDITORIAL\n","\n   TEEPEN-COLUMN _ More whites use drugs but more blacks go to\nprison for drug offenses. When will we address this issue? (Teepen,\nCox News Service.) MOVED MONDAY.\n","\n   KLEINBERG-COLUMN _ The federal government must give the tools to\nthe Coast Guard to fight the war it is chartered to do: to protect\nour coasts. The Congress thinks nothing of pouring billions of\ndollars into our other military branches involving foreign\nincursions; how about something that is leeching our shores?\n(Kleinberg, Cox News Service.) MOVED MONDAY.\n","\n   SCHUETT-COLUMN _ GIBSONBURG, Ohio _ My friend Dan's grandmother\nhad a system for determining ahead of time what kind of a day she\nwas going to have. Alternate days were ``good'' an. But both sides\ncontinue to work at a settlement, which may lead the judge in the\ncase to OK another extension. (Unger, Atlanta Journal-Constitution)\n","\n   COX-RADIO _Cox Radio's complicated $280 million manuever to buy\nanother hot radio station in Atlanta comes in a super lucrative\nmarket that has yet to\n","\n   consolidate the way most of the nation's big radio markets have.\nBut a top executive with the country's largest station owner\npredicts more big station sales that will leave the Atlanta market\nwith just three big station owners. (Kempner, Atlanta\nJournal-Constitution)\n","\n   WORKERS _ Ping pong, anyone? The bid for workers is so fierce\nthat employers are using all sorts of enticements to get and keep\nworkers: BMWs,concierge services, free lunches, on-site massages,\n$5,000 referral bonuses, $100,000 relocation packages and yes, even\ngame rooms with ping pong tables. And if that doesn't work, they're\nalso bringing workers in from overseas and ``growing'' their own.\nThe Boys & Girls Club is targeting computer-savvy kids to become\njunior staff members. It's not just tech companies in need of\ntechnical experts . It's law firms like Alston & Bird and pr\nagencies. Eight out of 10 employers responding to the latest AJC\npoll said they have tech workers and an equally high percentage say\nthey plan to spend more on such workers in the next two years.\n(Joyner, Atlanta Journal-Constitution)\n","\n   MONEYTALK _ Personal finance advice. This week: Paying off\nstudent loans. (Ezell, Atlanta Journal-Constitution). MOVED.\n","\n   WEB-VAN _ ATLANTA _ A look at WebVan and how it is doing in the\nearly days of its operation in Atlanta. Early success has also\nbrought early problems such as finding drivers, finding trucks and\nliterally finding time to deliver groceries to waiting customers.\n(Katz, Atlanta Journal-Constitution). 18.\n","\n   SMART-SHIRT _ ATLANTA _ The Georgia Tech ``smart shirt,'' which\ncan measure human body characteristics continuously, may be headed\nfor new medical uses through a new licensing agreement with a New\nYork firm. The company, SensaTex, Inc., plans to use the shirt\ntechnology to produce garments that patients can wear and\ndiscreetly relay information to physicians and nurses about heart\nfunction, respiratiion, temperature and other measures of\nwell-being. (Holsendolph, Atlanta Journal-Constitution). 18.\n","\n   COXNET WHEELS PAGE\n","\n   EDs: This is the CoxNet WHEELS page for the current week. This\nlayout is available now.\n","\n   COXNET WHEELS 0610: 200O KIA SPECTRA _ Driveability and pricing\nmake for a nice package for the Kia Spectra; good gas mileage\ndoesn't hurt, either. (DeVault, Atlanta Journal-Constitution) Art\nincludes a 4-column color photo of the 2000 Kia Spectra and a\n1-column photo of the car's dash.\n","\n   WITH\n","\n   AT A GLANCE _ Fact box previewing the 2000 Kia Spectra.\n","\n   THE MECHANIC _ Boosting mileage can ease the sting of higher\ngasoline prices. (Carter, Atlanta Journal-Constitution). Includes\n1-column color photograph of columnist.\n","\n   SENTRA-REVIEW _ A review of the Nissan Sentra. (DeVault, Atlanta\nJournal-Constitution). 18. MOVED.\n","\n   LIFESTYLE\n","\n   BAPTISTS-MAIN_ ORLANDO _ Daily coverage of the Southern Baptist\nConvention, meeting this week in Orlando. On Tuesday they will\nelect a new president, probably James Merrit, pastor of First\nBaptist Snelof chips and hot dogs cooked on the park grill. In\nreality, today's family actually may be blessed beyond Grandma's\nimagination. Just one quick trip through the supermarket or deli\nand Mom or Dad can pick up a grab-and-go picnic, prepped, cooked\nand ready to eat _ and instantly customized to satisfy individual\nfamily tastes. (Dayton Daily News)\n","\n   FASHION\n","\n   TURTLENECKS _ So, it may be too hot here to take advantage of\nthis, but the buzz in the fashion world for men is that Samuel L.\nJackson will make turtlenecks and long leather jackets hip again.\nWho you talkin 'bout? (Wizda, Austin American-Statesman). 12-15.\nWITH PHOTOS (from new and old ``Shaft'' movies). 12-15.\n","\n   SCIENCE-MEDICINE\n","\n   PSYCHOLOGY-TODAY _ Dr. Hap LeCrone's weekly psychology column.\nThis week: Follow up discussion of Generalized Anxiety Disorder.\n(LeCrone, Waco Tribune-Herald). MOVED.\n","\n   HOME AND GARDEN\n","\n   GARDENING-LIFE _ A gardening column by Lee May. This week: Lee\nMay writes about what it's like to be a multi-tasker. Women have\nlong had the trick down pat, he says, but Lee has turned to the\ngarden for inspiration. ``Now, as I lurch toward the world of\nmultiple tasks, I turn to the garden for instruction in getting\nthere. And I find much.'' There's beautiful wisteria, columbine and\nnandina to name just a few of the mighty garden doers. Column also\nmentions that May will return to writing weekly. (May, Atlanta\nJournal-Constitution)\n","\n   Eds: Embargoed for Thursday, June 15.\n","\n   FOXGLOVES _ Robert Keller has a huge respect for plants, but the\nones he really looks up to are his foxgloves _ all 6-plus feet of\nthem. The DeKalb County resident grows some 300 of them each spring\nwith blooms ranging from creamy white to pale pink to deep purple.\nFor six weeks, his garden puts on such a show that traffic slows\npast his house, with many drivers pausing to ask his\nsecret.(Flanders, Atlanta Journal-Constitution.)\n","\n   Eds: Embargoed for Thursday, June 15.\n","\n   WATERBAN-ADVICE _ Walter Reeves says all is not lost with the\n15-county watering ban. He shares advice for plants, trees, shrubs\nand lawns. Includes Web sites for daily drough updates on watering\nban. (Reeves, Atlanta Journal-Constitution freelancer; not for use\nby NYTNS clients.)\n","\n   Eds: Embargoed for Thursday, June 15.\n","\n   VERBENA _ Plant profile: Verbena bonariensis; sometimes called\n``verbena-on-a-stick,'' this Southern beauty is easy to grow and\nwill thrive as long as it receives full sun and normal garden soil.\n(Tate, Atlanta Journal-Constitution freelancer; not for use by\nNYTNS clients.)\n","\n   Eds: Embargoed for Thursday, June 15.\n","\n   FOOD\n","\n   PICNICS _ At the mention of a family picnic, the archetypal\nGrandma would fry some chicken, make a bowl of potato salad and\nbake a pie. In today's time-challenged world the brood is lucky to\nget a bag of chips and hot dogs cooked on the park grill. In\nreality, today's family actually may be blessed beyond Grandma's\nimagination. Just one quick trip through the supermarket or deli\nand Mom or Dad can pick up a grab-and-go picnic, prepped, cooked\nand ready to eat _ and instantly customized to satisfy individual\nfamily tastes. (Dayton Daily News). 17. WITH PHOTOS.\n","\n   WITH\n","\n   PICNICS-READY-TO-EAT _ It is tempting to pick up the\nready-to-eat makings of an epicurean picnic at the store. And it\ncouldn't be easier. (Dayton Daily News). 16. WITH PHOTOS.\n","\n   COUNTRY-FOOD _ Whiskey, Red Meat, Gravy & Pie. Strum another\nchord Terry and sing it: Life's not about dogs and trucks and\nbuddies in jail. It's about those things man cannot deny: whiskey,\nred meat, gravy and pie. (Lake Austin Spa's Terry Conlan has\nfigured out lower fat versions of these things that are really\ngood. Coffee-crusted sirloin with jalapeno redeye gravy, garlic\nmashed potatoes, sweet potato bourbon pie.) We'll do this in\ncountry music style. (Crider, Austin American-Statesman). WITH\nPHOTOS.\n","\n   WINE _ Mark Fisher's wine column looks at screw-tops on $135\nbottles of wine and neon-color labels on German wines. (Fisher,\nDayton Daiuly News). 15. WITH PHOTO.\n","\n   ENTERTAINMENT-ARTS\n","\n   ROCKWELL _ WASHINGTON _ The Corcoran Gallery of Art previews the\ncomprehensive exhibit of the works of Norman Rockwell, spanning the\n60-year career of an American art legend, that made an earlier stop\nin Atlanta. (Dart, Cox News Service). 20.\n","\n   SPORTS\n","\n   GOLF\n","\n   GLF-OPEN-MICKELSON _ Phil Mickelson was close to winning last\nyear's U.S. Open at Pinehurst before losing to Payne Stewart.\nMickelson has won three times this sason and is hoping to shank the\nimage of being the best golfer yet to win a major title. (Sheeley,\nAtlanta Journal-Constitution). 25.\n","\n   BASKETBALL\n","\n   HORNETS _ CHARLOTTE - Is Ray Wooldridge coming today? Or will\nthe Atlanta millionaire who is part owner of the Charlotte Hornets\nbe a no-show, again, for a City Hall meeting to discuss a new\ndowntown arena for the struggling NBA franchise? In recent weeks,\nWooldridge has been the Hornets' face man pitching what's so far\nbeen much-scorned proposals for financing the $160 million arena.\nFirst, he proposed that local government finance all of the cost;\nthen he said the Hornets would be willing to chip in a third of the\ncost. A look at the 56-year-old Wooldridge who, despite his low\nprofile in Altanta business and professional sports, has surpassed\nHornets controversial majority owner George Shinn as the guy\nCharlotte is trying to figure out. (Burritt, Atlanta\nJournal-Constitution).\n","\n   EDs: Moving on NYT wire in (a) General News and (s) Sports\ncategories.\n","\n   BASEBALL\n","\n   BBN-FURCALL _ Checking Rafael Furcal and the age fiasco. Is he\n19 or 22? Will check with agent, call MLB and check on underage\ndrinking charge. (Frias, Atlanta Journal-Constitution). 14.\n","\n   COXNET BUDGET INFORMATION\n","\n   This budget moves at 10 a.m., 2 p.m. and 6 p.m. EST and\nafterwards as necessary based on news developments. If stories will\nmove after 8 p.m., an ETA will be given. All times are Eastern\nunless otherwise noted.\n","\n   INTERNET LINKS\n","\n   For research purposes, or to publish in your paper for readers\nwho'd like more information, Internet links to some of the stories\non this budget are available daily on the Cox Intranet at\nhttp://web.coxnews.net/NRS/NTAGS/NTAGWEEK.HTM\n","\n   PHOTOS, LAYOUTS and GRAPHICS Features, business and op-ed\nmaterial on this budget is available exclusively through the Budget\nTool, which brings into your database the story with attached\nlayout and graphics.\n","\n   Regarding all other material: Stories that have photos, graphics\nor page layouts will be posted on the Cox Server in folders\nmatching the category and slug. (Exception: Bureau photos are\navailable only through the Atlanta Location, Washington Bureau\ndesk, slugged to match the story.) Pages marked as CoxNet pages are\nalso available through Locations in the WAN desk of the AJC's\ndatabase.\n","\n   FEATURES MATERIAL\n","\n   So specialty editors can focus on one day's budget, CoxNet\nproduces themed features budgets each day. Here is the schedule:\n","\n   Monday for Tuesday: Technology\n","\n   TODAY: Automotive, personal finance and home & garden\n","\n   Wednesday for Thursday: Food, CD reviews, video reviews\n","\n   Thursday for Friday: Movie reviews, travel, books and fashion\n","\n   Friday for Saturday: Religion and science & health\n","\n   HOW TO REACH US\n","\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n","\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n","\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n","\n   Cox Washington Bureau:\n","\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n","\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n","\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n","\n   Photo Editor Rick McKay 202-887-8348, rickm(at)coxnews.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}