{"DocumentId":"NYT20000822.0045","TopicId":"NYT","Relevance":"0","Body":" BC-B-GOLDBERG-AZR \n  \nBC-B-GOLDBERG-AZR(a) \n      PHYSICIAN: SOME PATIENTS MAKE FALSE ACCUSATIONS(a) \n      (For use by N.Y. Times News Service clients)(a) \n      By DAVID PARRISH AND JODIE SNYDER(a) \n      c.2000 The Arizona Republic(a) \n\n   Dr. Mark D. Goldberg has been in more trouble for more reasons\nthan perhaps any other physician in Arizona.\n\n   He once prescribed 1,532 addictive painkillers to a woman\nwithout examining her.\n\n   He was accused of trading drug prescriptions for sex.\n\n   When the state sent an undercover agent to his office with a\nfake injury, he appeared to coach her on how to get workers'\ncompensation benefits.\n\n   Two of his patients died when either their X-rays or tests went\nunread or ignored; another died when her severe headache turned out\nto be a ruptured blood vessel.\n\n   The Arizona Board of Medical Examiners has censured Goldberg,\nplaced him on probation and publicly questioned his competency.\n\n   Despite all of that, he is still practicing medicine in Mesa.\n\n   Over the past decade, the 42-year-old family practitioner has\nowned and operated up to four clinics in Mesa and Apache Junction.\n\n   In July 1999, Goldberg filed for bankruptcy protection, in part\nbecause a patient was suing him, accusing him of sexual misconduct,\nand his malpractice insurance policy wouldn't pay if he lost the\ncase. The suit is still pending.\n\n   Goldberg had amassed debts of $434,000, according to bankruptcy\nrecords. He listed as debts and expenses a $1,000-a-month lease on\na new Mercedes-Benz, $30,000 in credit card charges, $1,800 in\nmonthly child support payments and a $2,900 monthly mortgage.\n\n   Goldberg declined a request for an interview on the advice of\nhis attorney. In a written statement, Goldberg said he has treated\nthousands of patients for years without problems.\n\n   ``I wish I could say I have had no patient complaints,'' he\nwrote. ``What I can say is that I have done my best to provide my\npatients with the high quality care they deserve and that I\ncontinue to do so.''\n\n   GETTING AN EDUCATION\n\n   Goldberg never graduated from college, according to his\ntestimony in legal documents.\n\n   A New York City native, he attended a community college and a\nstate university in Los Angeles, but left without a degree to\npursue a career in medicine.\n\n   To do that, he went to the Caribbean, where he attended\nUniversidad C.E.T.E.C. Escuela de Medicina in the Dominican\nRepublic.\n\n   He graduated from medical school in 1983, and the next year, the\nschool closed after revelations that officials were selling medical\ndegrees for $5,000 to $50,000.\n\n   ``You can pay for anything you want here - diplomas,\ntranscripts, grades, anything,'' Roger Heil, a New York medical\nstudent, told a reporter in 1984 when the medical school and\nanother in Santo Domingo were shut down by the government.\n\n   Some students never attended classes; they just paid tuition and\ngot their degrees, Dominican Republic officials said in news\nreports at the time.\n\n   In his written statement, Goldberg acknowledged that his medical\nschool was shut down.\n\n   ``I would like to point out that the school was accredited\nduring the period I attended there and that I spent the last two\nyears of medical school in an exchange program attending the\nUniversity of Maryland affiliated hospitals,'' he wrote.\n\n   Goldberg came back to the United States and did his residency\ntraining at South Nassau Community Hospital in Oceanside, N.Y.\nAfterward, he taught at a medical and dental college, then worked\nin a New Jersey urgent-care clinic. There are no records of\nproblems during this time.\n\n   In 1989, Goldberg came West to practice medicine in Arizona.\n\n   Shortly after that, he became Anna Pauer's doctor.\n\n   A Mesa real estate agent and grandmother, Pauer, 69, was\nterrified of cancer after her husband died of the disease. She kept\nasking Goldberg to watch for signs of cancer.\n\n   A radiologist read one of Pauer's routine X-rays in 1990 and\nspotted what he thought might be a cancerous growth.\n\n   ``Suspect vascular lesion in the upper part of the right kidney.\nThis could conceivably be a neoplasm (possible cancer),'' wrote Dr.\nM. Kirdani in his August 1990 report.\n\n   Goldberg did nothing for nearly four years.\n\n   A May 1994 chest X-ray confirmed Pauer's worst fears: She had\ncancer. Pauer died three months later.\n\n   Her family sued Goldberg, saying he should have diagnosed the\ncancer earlier.\n\n   Goldberg testified in a deposition that he never saw the\nradiologist's report, despite the fact that it was in Pauer's\nmedical file in his office.\n\n   There were other indications that Pauer might have cancer.\nLesions were found in a 1992 bone scan, but Goldberg went along\nwith a cancer specialist's opinion that no further testing was\nneeded.\n\n   The medical board reviewed the case in October 1995 and decided\nagainst discipline. Instead, the board issued Goldberg a\nnon-disciplinary advisory letter. Pauer's family and Goldberg\nsettled the lawsuit out of court for an undisclosed amount.\n\n   PATIENTS WERE DYING\n\n   About the same time, two more of Goldberg's patients died.\n\n   In February 1995, a 33-year-old woman with a history of high\nblood pressure and circulatory problems told Goldberg she had\nsevere headaches and a persistent cough. Previously, she suffered a\nsubdural hematoma, an enlarged blood clot in the layer of tissue\ncovering the brain.\n\n   Goldberg checked her lungs but performed no other exam, although\nsevere headaches are a sign of a hematoma or a hemorrhage. Goldberg\nnoted in her file that she was doing remarkably well, according to\nmedical board records.\n\n   Three days after seeing Goldberg, the woman, who is not\nidentified in medical board records, was examined by another doctor\nwho ordered a brain scan. The scan revealed bleeding on the surface\nof the brain. She died shortly afterward.\n\n   If treated quickly, about half of patients survive such a\nhemorrhage.\n\n   During a 1996 hearing on the matter, Dr. Barry Weiss, a medical\nboard member, said the headache ``warranted a more comprehensive\nexamination than was noted in her chart.''\n\n   ``Specifically,'' he said, ``because she died three days later.\nShe probably had some significant problems during that time.''\n\n   Another patient died of lung cancer that was clearly visible in\nan X-ray that Goldberg didn't examine for six weeks, according to\nthe medical board.\n\n   On Jan. 20, 1994, Goldberg ordered a chest X-ray during a\nroutine physical for a 73-year-old man. The man had other chest\nX-rays annually for the five previous years.\n\n   Six weeks later, the man, who was not identified by the medical\nboard, returned, reporting chills and a temperature. Goldberg still\nhad not read the January X-rays.\n\n   A different doctor ordered more X-rays and found a tumor the\nsize of a golf ball in the man's right lung. He died May 19, 1994.\n\n   ``Although he had five sets of X-rays since 1989, there was no\nevidence that (Goldberg) read these X-rays,'' Weiss said during the\nsubsequent board hearing.\n\n   Goldberg told the board that he read the man's X-rays from 1989\non. He couldn't explain why the medical file didn't indicate that\nhe had looked at the X-rays. There must have been a mix-up, he\nsaid.\n\n   For a time, he didn't get to X-rays quickly when the patient\nseemed to be in good health, he added.\n\n   ``For whatever the reason, we had gotten four or five weeks\nbehind,'' he said.\n\n   FREE-FLOWING PHARMACY\n\n   Records show that Goldberg also prescribed powerful drugs to at\nleast seven patients with brief or no examinations or without\nexploring other treatments.\n\n   For example, Goldberg prescribed to one patient the equivalent\nof 2.1 daily dosages of Lortab, a painkiller, from 1993 to 1995\nwithout documenting that he conducted any examination, according to\nmedical board records.\n\n   In another case, Goldberg repeatedly refilled a 10-year-old's\nRitalin prescription without ever seeing the child, board records\nshow.\n\n   ``The doctor is rather quick on the draw to treat people with\ncontrolled substances and narcotics for problems that are not well\ndocumented, and often the narcotics are used instead of or in\nadvance of more standard treatment. That's sort of not good\nmedicine,'' Weiss said in a report to the medical board.\n\n   In addition to questions about his medical practices, Goldberg\nhas faced accusations of sexual misconduct.\n\n   Two female patients accused him of preying on them when they\nwent to him for medical care. Goldberg has repeatedly denied any\nimpropriety.\n\n   ``Some patients make false charges against physicians,''\nGoldberg wrote to(beginitalic) The Republic. (enditalic)''It has\nbeen my misfortune to have experienced the reality of that fact.''\n\n   When Rena Headlee, a single mother of three, went to see\nGoldberg after a 1992 auto accident, she already had seen a lot of\ntrouble in her life. She had been abused as a child; she had been\ndivorced twice; and a third husband had died of cancer. She had a\nhistory of abusing prescription drugs and had undergone treatment\nfor addiction and depression at a Tucson clinic.\n\n   At first, Goldberg gave Headlee painkillers for neck and back\npain. Within a few months, she couldn't sleep without taking one or\ntwo sleeping pills, she said in legal records. She also began\ntaking Xanax, a drug that eases anxiety and panic attacks.\n\n   One night, Headlee attempted suicide by overdosing on sleeping\npills. She saw an orthopedic surgeon, who wrote Goldberg a letter\nurging him to wean her from the addictive medication.\n\n   Goldberg did just the opposite, Headlee said.\n\n   ``He wanted me to know that the average doctor wouldn't be\ngiving this medicine due to (my) history. Basically, it's just you\ndo me a favor, I'm doing you a favor,'' she told medical board\ninvestigators.\n\n   The favor he wanted? Sex, according to Headlee.\n\n   ``He gets your hand and puts it on his privates,'' Headlee said\nin a January 1996 interview with medical board investigators. ``He\njust wants you to turn around, and it's like a minute or two and\nthat's it.''\n\n   Headlee said she had sex at least 20 times with Goldberg in his\nmedical offices in Mesa and Apache Junction.\n\n   Goldberg would write her a prescription for 20 pills, then if\nshe cooperated sexually, he would write a prescription for 100\nmore, she said.\n\n   Sometimes, Headlee said, she persuaded Goldberg to postdate\nprescriptions so she wouldn't have to come to his clinic as\nfrequently.\n\n   In 1996, nearly four years after it started, Headlee said she\nfelt like ``dirt because of what I was doing,'' and she went to the\nMesa Police Department. They investigated and decided there wasn't\nenough evidence to prosecute.\n\n   Headlee then reported what happened to the medical board.\nAttorneys associated with the case said the board is still\ninvestigating.\n\n   A year later, Headlee fatally shot herself.\n\n   Goldberg said Headlee's charge ``was both unbelievable and sad\nbecause it was indicative of a troubled mind.''\n\n   Goldberg's attorneys also contend thatHeadlee had a history of\nmaking sexual allegations. They cited a 1992 Mesa Police Department\nreport in which Headlee accused a Mesa police officer of fondling\nher.\n\n   MORE SEX ALLEGATIONS\n\n   While Headlee's tragedy was unfolding, another woman was\naccusing Goldberg of sexual advances.\n\n   Cyndie Mathers, 41, who suffers from a brain injury and\nassociated behavioral problems, went to Goldberg to get referrals\nto a radiologist and neurologist, mainly to pursue a lawsuit\nagainst another doctor. She alleges in an ongoing lawsuit that\nGoldberg solicited sex from her in exchange for the referrals.\n\n   The medical board said she appeared to have a vendetta against\nGoldberg, and in 1996, dismissed her complaint.\n\n   The state Attorney General's Office also investigated but could\nnot build a case against Goldberg, records show. Two\nsurreptitiously taped conversations were judged to be inconclusive\nby investigators because Goldberg never directly asked for sex.\n\n   A portion of a Dec. 9, 1993, taped conversation between the two:\n\n   Mathers: ``Do you want to meet at a motel or do you want to meet\nhere or do you want to?''\n\n   Goldberg: ``Either way, we'll decide. Let's get it done.''\n\n   Mathers: ``When? You name the time. You name the place.''\n\n   Goldberg: ``Mmm, (pause). How about next week?''\n\n   In his statement to (beginitalic)The Republic(enditalic),\nGoldberg said he never sought sex from Mathers.\n\n   ``If I had any poor judgment in regard to Ms. Mathers, it was\nagreeing to try to help her medically when I was aware of her\nhistory with the other doctors,'' Goldberg wrote.\n\n   TAPED CONVERSATIONS\n\n   The next year, the Attorney General's Office sent Special Agent\nLinda Bergevin to Goldberg's office. She posed as a stripper who\nhad slipped on some beer at work and injured her knee and wrist.\nShe told Goldberg she wanted to pursue a workers' compensation\nclaim and a lawsuit against the bar owner.\n\n   Transcripts of conversations recorded with a hidden microphone\nduring several office visits with Goldberg make it clear she was\nplaying up to him to see if he would proposition her.\n\n   ``You're the nicest doctor I've ever met,'' she cooed to\nGoldberg at one point.\n\n   Goldberg did ask Bergevin out for a drink, but he seemed more\ninterested in the insurance claim.\n\n   ``It was your right wrist and your right knee, right?'' Goldberg\nasked Bergevin during one office visit.\n\n   ``Uh-huh,'' she said.\n\n   ``Your wrist is fine now, right?'' Goldberg asked.\n\n   ``Uh-huh.''\n\n   ``But your knee is still bothering you?''\n\n   ``It's better.''\n\n   ``Well, we'll just say that it's still bothering you,'' Goldberg\nsaid.\n\n   ``It's still bothering - how long does it have to still bother\nme?'' Bergevin asked.\n\n   ``Another couple of weeks,'' Goldberg said, suggesting she come\nfor three more office visits. ``I mean, just to create a nice\npicture for the whole thing. If your pain goes away completely,\nwell then at that point, a couple more weeks I'll see you and then\nwe'll dump it. That'll be the end of it.''\n\n   ``But will I still put my claim in?'' she asked.\n\n   ``Yeah, of course,'' Goldberg said. ``They believe anything a\ndoctor says.''\n\n   During the 1996 medical board hearing, Goldberg denied he ever\nmeant to defraud the state with a specious workers' compensation\nclaim.\n\n   Goldberg could not explain to the board why he asked the\nundercover agent out for a drink.\n\n   The Attorney General's Office considered seeking criminal\ncharges against Goldberg, but decided not to because the state was\nnever actually defrauded, records show. In January 1996, the\nmedical board censured Goldberg in the case.\n\n   For his other problems, over prescribing drugs and his\nquestionable treatment of the two patients who died, the medical\nboard in 1996 gave Goldberg five years of probation and ordered him\nto take an exam to prove his medical competency.\n\n   He passed.\n","Headline":null,"Text":["\n   Dr. Mark D. Goldberg has been in more trouble for more reasons\nthan perhaps any other physician in Arizona.\n","\n   He once prescribed 1,532 addictive painkillers to a woman\nwithout examining her.\n","\n   He was accused of trading drug prescriptions for sex.\n","\n   When the state sent an undercover agent to his office with a\nfake injury, he appeared to coach her on how to get workers'\ncompensation benefits.\n","\n   Two of his patients died when either their X-rays or tests went\nunread or ignored; another died when her severe headache turned out\nto be a ruptured blood vessel.\n","\n   The Arizona Board of Medical Examiners has censured Goldberg,\nplaced him on probation and publicly questioned his competency.\n","\n   Despite all of that, he is still practicing medicine in Mesa.\n","\n   Over the past decade, the 42-year-old family practitioner has\nowned and operated up to four clinics in Mesa and Apache Junction.\n","\n   In July 1999, Goldberg filed for bankruptcy protection, in part\nbecause a patient was suing him, accusing him of sexual misconduct,\nand his malpractice insurance policy wouldn't pay if he lost the\ncase. The suit is still pending.\n","\n   Goldberg had amassed debts of $434,000, according to bankruptcy\nrecords. He listed as debts and expenses a $1,000-a-month lease on\na new Mercedes-Benz, $30,000 in credit card charges, $1,800 in\nmonthly child support payments and a $2,900 monthly mortgage.\n","\n   Goldberg declined a request for an interview on the advice of\nhis attorney. In a written statement, Goldberg said he has treated\nthousands of patients for years without problems.\n","\n   ``I wish I could say I have had no patient complaints,'' he\nwrote. ``What I can say is that I have done my best to provide my\npatients with the high quality care they deserve and that I\ncontinue to do so.''\n","\n   GETTING AN EDUCATION\n","\n   Goldberg never graduated from college, according to his\ntestimony in legal documents.\n","\n   A New York City native, he attended a community college and a\nstate university in Los Angeles, but left without a degree to\npursue a career in medicine.\n","\n   To do that, he went to the Caribbean, where he attended\nUniversidad C.E.T.E.C. Escuela de Medicina in the Dominican\nRepublic.\n","\n   He graduated from medical school in 1983, and the next year, the\nschool closed after revelations that officials were selling medical\ndegrees for $5,000 to $50,000.\n","\n   ``You can pay for anything you want here - diplomas,\ntranscripts, grades, anything,'' Roger Heil, a New York medical\nstudent, told a reporter in 1984 when the medical school and\nanother in Santo Domingo were shut down by the government.\n","\n   Some students never attended classes; they just paid tuition and\ngot their degrees, Dominican Republic officials said in news\nreports at the time.\n","\n   In his written statement, Goldberg acknowledged that his medical\nschool was shut down.\n","\n   ``I would like to point out that the school was accredited\nduring the period I attended there and that I spent the last two\nyears of medical school in an exchange program attending the\nUniversity of Maryland affiliated hospitals,'' he wrote.\n","\n   Goldberg came back to the United States and did his residency\ntraining at South Nassau Community Hospital in Oceanside, N.Y.\nAfterward, he taught at a medical and dental college, then worked\nin a New Jersey urgent-care clinic. There are no records of\nproblems during this time.\n","\n   In 1989, Goldberg came West to practice medicine in Arizona.\n","\n   Shortly after that, he became Anna Pauer's doctor.\n","\n   A Mesa real estate agent and grandmother, Pauer, 69, was\nterrified of cancer after her husband died of the disease. She kept\nasking Goldberg to watch for signs of cancer.\n","\n   A radiologist read one of Pauer's routine X-rays in 1990 and\nspotted what he thought might be a cancerous growth.\n","\n   ``Suspect vascular lesion in the upper part of the right kidney.\nThis could conceivably be a neoplasm (possible cancer),'' wrote Dr.\nM. Kirdani in his August 1990 report.\n","\n   Goldberg did nothing for nearly four years.\n","\n   A May 1994 chest X-ray confirmed Pauer's worst fears: She had\ncancer. Pauer died three months later.\n","\n   Her family sued Goldberg, saying he should have diagnosed the\ncancer earlier.\n","\n   Goldberg testified in a deposition that he never saw the\nradiologist's report, despite the fact that it was in Pauer's\nmedical file in his office.\n","\n   There were other indications that Pauer might have cancer.\nLesions were found in a 1992 bone scan, but Goldberg went along\nwith a cancer specialist's opinion that no further testing was\nneeded.\n","\n   The medical board reviewed the case in October 1995 and decided\nagainst discipline. Instead, the board issued Goldberg a\nnon-disciplinary advisory letter. Pauer's family and Goldberg\nsettled the lawsuit out of court for an undisclosed amount.\n","\n   PATIENTS WERE DYING\n","\n   About the same time, two more of Goldberg's patients died.\n","\n   In February 1995, a 33-year-old woman with a history of high\nblood pressure and circulatory problems told Goldberg she had\nsevere headaches and a persistent cough. Previously, she suffered a\nsubdural hematoma, an enlarged blood clot in the layer of tissue\ncovering the brain.\n","\n   Goldberg checked her lungs but performed no other exam, although\nsevere headaches are a sign of a hematoma or a hemorrhage. Goldberg\nnoted in her file that she was doing remarkably well, according to\nmedical board records.\n","\n   Three days after seeing Goldberg, the woman, who is not\nidentified in medical board records, was examined by another doctor\nwho ordered a brain scan. The scan revealed bleeding on the surface\nof the brain. She died shortly afterward.\n","\n   If treated quickly, about half of patients survive such a\nhemorrhage.\n","\n   During a 1996 hearing on the matter, Dr. Barry Weiss, a medical\nboard member, said the headache ``warranted a more comprehensive\nexamination than was noted in her chart.''\n","\n   ``Specifically,'' he said, ``because she died three days later.\nShe probably had some significant problems during that time.''\n","\n   Another patient died of lung cancer that was clearly visible in\nan X-ray that Goldberg didn't examine for six weeks, according to\nthe medical board.\n","\n   On Jan. 20, 1994, Goldberg ordered a chest X-ray during a\nroutine physical for a 73-year-old man. The man had other chest\nX-rays annually for the five previous years.\n","\n   Six weeks later, the man, who was not identified by the medical\nboard, returned, reporting chills and a temperature. Goldberg still\nhad not read the January X-rays.\n","\n   A different doctor ordered more X-rays and found a tumor the\nsize of a golf ball in the man's right lung. He died May 19, 1994.\n","\n   ``Although he had five sets of X-rays since 1989, there was no\nevidence that (Goldberg) read these X-rays,'' Weiss said during the\nsubsequent board hearing.\n","\n   Goldberg told the board that he read the man's X-rays from 1989\non. He couldn't explain why the medical file didn't indicate that\nhe had looked at the X-rays. There must have been a mix-up, he\nsaid.\n","\n   For a time, he didn't get to X-rays quickly when the patient\nseemed to be in good health, he added.\n","\n   ``For whatever the reason, we had gotten four or five weeks\nbehind,'' he said.\n","\n   FREE-FLOWING PHARMACY\n","\n   Records show that Goldberg also prescribed powerful drugs to at\nleast seven patients with brief or no examinations or without\nexploring other treatments.\n","\n   For example, Goldberg prescribed to one patient the equivalent\nof 2.1 daily dosages of Lortab, a painkiller, from 1993 to 1995\nwithout documenting that he conducted any examination, according to\nmedical board records.\n","\n   In another case, Goldberg repeatedly refilled a 10-year-old's\nRitalin prescription without ever seeing the child, board records\nshow.\n","\n   ``The doctor is rather quick on the draw to treat people with\ncontrolled substances and narcotics for problems that are not well\ndocumented, and often the narcotics are used instead of or in\nadvance of more standard treatment. That's sort of not good\nmedicine,'' Weiss said in a report to the medical board.\n","\n   In addition to questions about his medical practices, Goldberg\nhas faced accusations of sexual misconduct.\n","\n   Two female patients accused him of preying on them when they\nwent to him for medical care. Goldberg has repeatedly denied any\nimpropriety.\n","\n   ``Some patients make false charges against physicians,''\nGoldberg wrote to(beginitalic) The Republic. (enditalic)''It has\nbeen my misfortune to have experienced the reality of that fact.''\n","\n   When Rena Headlee, a single mother of three, went to see\nGoldberg after a 1992 auto accident, she already had seen a lot of\ntrouble in her life. She had been abused as a child; she had been\ndivorced twice; and a third husband had died of cancer. She had a\nhistory of abusing prescription drugs and had undergone treatment\nfor addiction and depression at a Tucson clinic.\n","\n   At first, Goldberg gave Headlee painkillers for neck and back\npain. Within a few months, she couldn't sleep without taking one or\ntwo sleeping pills, she said in legal records. She also began\ntaking Xanax, a drug that eases anxiety and panic attacks.\n","\n   One night, Headlee attempted suicide by overdosing on sleeping\npills. She saw an orthopedic surgeon, who wrote Goldberg a letter\nurging him to wean her from the addictive medication.\n","\n   Goldberg did just the opposite, Headlee said.\n","\n   ``He wanted me to know that the average doctor wouldn't be\ngiving this medicine due to (my) history. Basically, it's just you\ndo me a favor, I'm doing you a favor,'' she told medical board\ninvestigators.\n","\n   The favor he wanted? Sex, according to Headlee.\n","\n   ``He gets your hand and puts it on his privates,'' Headlee said\nin a January 1996 interview with medical board investigators. ``He\njust wants you to turn around, and it's like a minute or two and\nthat's it.''\n","\n   Headlee said she had sex at least 20 times with Goldberg in his\nmedical offices in Mesa and Apache Junction.\n","\n   Goldberg would write her a prescription for 20 pills, then if\nshe cooperated sexually, he would write a prescription for 100\nmore, she said.\n","\n   Sometimes, Headlee said, she persuaded Goldberg to postdate\nprescriptions so she wouldn't have to come to his clinic as\nfrequently.\n","\n   In 1996, nearly four years after it started, Headlee said she\nfelt like ``dirt because of what I was doing,'' and she went to the\nMesa Police Department. They investigated and decided there wasn't\nenough evidence to prosecute.\n","\n   Headlee then reported what happened to the medical board.\nAttorneys associated with the case said the board is still\ninvestigating.\n","\n   A year later, Headlee fatally shot herself.\n","\n   Goldberg said Headlee's charge ``was both unbelievable and sad\nbecause it was indicative of a troubled mind.''\n","\n   Goldberg's attorneys also contend thatHeadlee had a history of\nmaking sexual allegations. They cited a 1992 Mesa Police Department\nreport in which Headlee accused a Mesa police officer of fondling\nher.\n","\n   MORE SEX ALLEGATIONS\n","\n   While Headlee's tragedy was unfolding, another woman was\naccusing Goldberg of sexual advances.\n","\n   Cyndie Mathers, 41, who suffers from a brain injury and\nassociated behavioral problems, went to Goldberg to get referrals\nto a radiologist and neurologist, mainly to pursue a lawsuit\nagainst another doctor. She alleges in an ongoing lawsuit that\nGoldberg solicited sex from her in exchange for the referrals.\n","\n   The medical board said she appeared to have a vendetta against\nGoldberg, and in 1996, dismissed her complaint.\n","\n   The state Attorney General's Office also investigated but could\nnot build a case against Goldberg, records show. Two\nsurreptitiously taped conversations were judged to be inconclusive\nby investigators because Goldberg never directly asked for sex.\n","\n   A portion of a Dec. 9, 1993, taped conversation between the two:\n","\n   Mathers: ``Do you want to meet at a motel or do you want to meet\nhere or do you want to?''\n","\n   Goldberg: ``Either way, we'll decide. Let's get it done.''\n","\n   Mathers: ``When? You name the time. You name the place.''\n","\n   Goldberg: ``Mmm, (pause). How about next week?''\n","\n   In his statement to (beginitalic)The Republic(enditalic),\nGoldberg said he never sought sex from Mathers.\n","\n   ``If I had any poor judgment in regard to Ms. Mathers, it was\nagreeing to try to help her medically when I was aware of her\nhistory with the other doctors,'' Goldberg wrote.\n","\n   TAPED CONVERSATIONS\n","\n   The next year, the Attorney General's Office sent Special Agent\nLinda Bergevin to Goldberg's office. She posed as a stripper who\nhad slipped on some beer at work and injured her knee and wrist.\nShe told Goldberg she wanted to pursue a workers' compensation\nclaim and a lawsuit against the bar owner.\n","\n   Transcripts of conversations recorded with a hidden microphone\nduring several office visits with Goldberg make it clear she was\nplaying up to him to see if he would proposition her.\n","\n   ``You're the nicest doctor I've ever met,'' she cooed to\nGoldberg at one point.\n","\n   Goldberg did ask Bergevin out for a drink, but he seemed more\ninterested in the insurance claim.\n","\n   ``It was your right wrist and your right knee, right?'' Goldberg\nasked Bergevin during one office visit.\n","\n   ``Uh-huh,'' she said.\n","\n   ``Your wrist is fine now, right?'' Goldberg asked.\n","\n   ``Uh-huh.''\n","\n   ``But your knee is still bothering you?''\n","\n   ``It's better.''\n","\n   ``Well, we'll just say that it's still bothering you,'' Goldberg\nsaid.\n","\n   ``It's still bothering - how long does it have to still bother\nme?'' Bergevin asked.\n","\n   ``Another couple of weeks,'' Goldberg said, suggesting she come\nfor three more office visits. ``I mean, just to create a nice\npicture for the whole thing. If your pain goes away completely,\nwell then at that point, a couple more weeks I'll see you and then\nwe'll dump it. That'll be the end of it.''\n","\n   ``But will I still put my claim in?'' she asked.\n","\n   ``Yeah, of course,'' Goldberg said. ``They believe anything a\ndoctor says.''\n","\n   During the 1996 medical board hearing, Goldberg denied he ever\nmeant to defraud the state with a specious workers' compensation\nclaim.\n","\n   Goldberg could not explain to the board why he asked the\nundercover agent out for a drink.\n","\n   The Attorney General's Office considered seeking criminal\ncharges against Goldberg, but decided not to because the state was\nnever actually defrauded, records show. In January 1996, the\nmedical board censured Goldberg in the case.\n","\n   For his other problems, over prescribing drugs and his\nquestionable treatment of the two patients who died, the medical\nboard in 1996 gave Goldberg five years of probation and ordered him\nto take an exam to prove his medical competency.\n","\n   He passed.\n"]}