{"DocumentId":"NYT20000305.0091","TopicId":"NYT","Relevance":"0","Body":" BC-TRIALS-TRIALS \n _ SF CHRON  \n Bay Area biotech firms advance cancer research        By Tom Abate \n       c.2000 San Francisco Chronicle  \n\n   \nNancy Schroeder sounds matter-of-fact as she describes her cancer\nprognosis as ``terminal.'' But these days, the 59-year-old Fresno\nwoman is simply grateful that, for now, an experimental cancer\ntherapy seems to have restored the speaking ability that brain\ncancer threatened to destroy.\n\n   ``I understood what I was supposed to say, but it wasn't coming\nout,'' said Schroeder, who recently underwent a 10-day regime of\nradiation therapy augmented by doses of an experimental drug to\nhelp shrink the tumor.\n\n   Given the nature of her cancer, Schroeder wasn't expecting a\ncure. She was simply hoping to slow the symptoms of decline.\nIndeed, within days, her speech improved, and her doctors told her\nthe experiment ``could give me another whole year.''\n\n   In nearly 30 years since former President Richard Nixon declared\nwar on the disease, new discoveries are helping to detect and halt\nearly-stage cancers and prolong life or ease suffering in advanced\ncases. But few researchers nowadays are so bold as to talk about a\ncure.\n\n   Still, cancer remains the most common target of clinical trials\nin the United States. Of 305 human experiments conducted in the\nUnited States last year, 1 out of 4, or 78, tested cancer\ntreatments, according to Ernst & Young. Bay Area biotech firms ran\nmore than half of all U.S. cancer-drug experiments.\n\n   The process of getting a drug to market is long and arduous,\nbeginning with safety tests in animals, followed by two more rounds\nof safety tests in humans before prospective drugs pass the third\nand final phase of testing _ and the manufacturers ask the U.S.\nFood and Drug Administration to reward their efforts by approving\nthe drug for sale.\n\n   Here are four vignettes about experimental cancer drugs being\ntested by Bay Area firms. Pharmacyclics Inc. and Matrix\nPharmaceutical hope to augment the power of radiation and\nchemotherapy. Onyx Pharmaceuticals and Cell Genesys are testing\nnovel additions to the cancer-fighting arsenal.\n\n   All four firms have something in common with the many other\ncompanies fighting cancer. They're all looking for ways to\nselectively destroy tumors with minimal harm to healthy organs. And\nthey're all aware that their work could take years.\n\n   As Richard Miller, president of Sunnyvale's Pharmacyclics, said,\ndeveloping cancer drugs is a marathon.\n\n   Schroeder's experimental drug had its genesis in the mid-1970s,\nwhen Miller was an oncologist at Stanford University. His patients\nincluded chemistry researcher Jonathan Sessler. While treating\nSessler for Hodgkin's disease, Miller learned that the chemist was\ninterested in a family of molecules called porphyrins. cq  \n\n      Porphyrins are doughnut-shaped molecules that have a metal\natom where the hole would be. They are catalysts, chemical agents\nthat transfer energy. The metal atom dictates the work they do. The\nmagnesium atom in chlorophyll aids photosynthesis. The iron atom in\nhemoglobin carries oxygen in the blood. Sessler, the chemist, knew\nall that.\n\n   Miller, the oncologist, knew something else about porphyrins.\nThey accumulated in tumors. It wasn't clear why but, being\nscientists, both the doctor and the patient puzzled over the\npossible cause _ and wondered whether these energetic molecules had\ncancer-fighting potential.\n\n   Years passed. Sessler beat his Hodgkin's. And though the two men\nwent their separate ways, Sessler into academia and Miller into\nbiotech, they stayed in touch and traded ideas about porphyrins.\n\n   In 1991, they founded Pharmacyclics on the idea that\nporphyrin-based drugs could augment the cancer-fighting power of\nradiation therapy.\n\n   As Miller explained, radiation therapy splits water molecules _\nand most of our bodies is are    water _ into charged particles.\nThese ions wreak havoc inside cells and can ultimately kill them.\n\n   But radiation is indiscriminate. It hits healthy as well as\ncancerous cells. Oncologists have to deliver a dose high enough to\nkill cancer cells, but low enough so that healthy cells can recover\nfrom the bombardment.\n\n   Pharmacyclics is trying to accentuate the damage inside the\ncancer zone, using a porphyrin named Xcytrin that Sessler built\nfrom scratch.\n\n   At the core of this molecular doughnut, the chemist placed an\natom of gadolinium, a rare magnetic element. The magnetic core had\ntwo advantages.\n\n   First, being magnetic, it was visible in MRI scans of trial\npatients, confirming that Xcytrin found its way to tumor cells.\n\n   ``Porphyrins take up electrons from one chemical and give them\nto another, that's what they do for a living,'' Miller said. Tumor\ncells divide rapidly, burning energy in the process. To Xcytrin,\nthey are where the action is.\n\n   The magnetic core in Xcytrin wasn't simply there to look pretty\nin MRI scans. Inside a cell bombarded with radiation, with water\nions zinging about, gadolinium was supposed to add to the chaos _\nlike tossing a magnet into a pinball machine.\n\n   Anyway, that's the theory. Pharmacyclics is midway through a\ncomparative study of 425 patients with brain cancer. Half will get\nradiation plus an intravenous dose of Xcytrin. The rest will get\nonly radiation.\n\n   In a year or so, the FDA will consider whether Xcytrin patients\nlived longer than those who were simply irradiated. Only then will\nwe know whether the 20-year-old brainstorm will pay off.\n\n   Chemotherapy is a perfect example of the cure that's nearly as\nbad as the disease. It was after World War I that doctors first\nnoticed that mustard gas seemed to be most deadly in organs, like\nskin, where cells divided rapidly.\n\n   Because Since    cancer is a condition of runaway cell growth,\ndoctors began looking for poisons that would kill rapidly dividing\ncells. In time, they hit upon cisplatin. It contains platinum atoms\nthat stick to strands of DNA, throwing a monkey -   wrench into the\ncell's reproductive machinery.\n\n   Because chemotherapy is generally administered intravenously,\nthe poison flows through the bloodstream, killing not just cancer\ncells, but hair cells, taste buds, gut linings and other normal\ntissues that also divide frequently.\n\n   Richard Leavitt, medical director at Fremont's -based       Matrix,\nsaid his company is trying to create a new formulation of cisplatin\nthat could be injected right into a tumor _ and stay there _ so it\ncould kill cancer cells with fewer side effects than chemo\nadministered intravenously.\n\n   To accomplish this, Matrix is testing an experimental drug\ncalled IntraDose. Stanford cancer researcher Dennis Brown and\nbiotech scientist Ed Luck came up with the idea, in 1985, of\ncombining cisplatin with collagen, a natural protein that forms a\nmatrix inside skin, muscle and other flesh.\n\n   ``The gristle in meat is collagen,'' Leavitt said.\n\n   In theory, the cisplatin would be held in the collagen. Together\nthey would be injected into the tumor, where the collagen would\nform its natural matrix, keeping the poison near the tumor cells.\n\n   Matrix has added a third chemical to the mix _ epinephrine. It\nconstricts the blood vessels around the site of the injection,\nfurther limiting the chance that cisplatin will escape into the\nbloodstream.\n\n   Now, Matrix is close to completing two Phase III trials looking\nat 183 patients who have advanced head and neck cancer. The\nsubjects have already taken intravenous chemotherapy, only to have\ntheir cancers return. With no real treatment options left, they\noften have less than six months to live.\n\n   Leavitt said two-thirds of the patients will get six weekly\nshots of IntraDose, straight into the tumor. The rest will get a\nplacebo.\n\n   In May, Matrix will compare the two groups. In patients who get\nIntraDose, tumors should shrink in size. Tumor shrinkage should\nrelieve the pain and discomfort caused by the cancer. If the data\nbear this out, Matrix will seek FDA approval to sell a drug first\nconceived 15 years ago.\n\n   Frank McCormick, a biotech researcher since the early days of\nCetus Corp., was toiling away at Chiron in the early 1990s when he\nhad the brainstorm that led him to form Richmond's -based       Onyx.\n\n   His idea revolved around a gene known as p-53cq   .\n\n   Think of p-53 as the judge, jury and executioner of wayward\ncells. If a cell begin to mutate and grow in a cancerous fashion,\np-53 is supposed to kill it. Since the late 1970s, scientists have\nknow that successful cancers somehow manage to inactivate p-53.\n\n   Cancers aren't the only bad actors that turn off this cellular\nself-destruct system. Since the 1980s, scientists have known that\nadenovirus _ the bug that causes colds _ also deactivates turns off\n   p-53. When adenovirus invades a cell, it turns off p-53, then\ninserts itself into the cell's DNA. The virus uses the cell's\nreproductive machinery to produce so many copies of itself that it\neventually explodes the cell from the inside out _ showering the\nbody with new viral particles to infect other cells.\n\n   All that was old hat. But McCormick had a new idea. Say he could\nsnip out the portion of the adenovirus that turned off p-53. If\nsuch a neutered virus entered a normal cell, p-53 would clobber it,\nno harm done.\n\n   But if this special virus invaded a cancer cell _ which had\nalready inactivated p-53 _ it would run wild, taking over the\ncell's DNA, reproducing itself and exploding the tumor from within\n_ showering the adjoining tumor cells with the neutered virus\ncapable of invading and killing them.\n\n   In theory, the tame virus would fight the cancer.\n\n   In 1992, McCormick formed Onyx to pursue this strategy.\nMcCormick has since left the firm to head cancer research at the\nUniversity of California at San Francisco, leaving veteran biotech\nexecutive Hollings Renton to shepherd this p-53-based drug through\nthe clinical trials.\n\n   Onyx is poised to start Phase III trials in Europe and the\nUnited States. With backing from drugmaker Warner-Lambert, Onyx\nwill recruit 290 patients with head and neck tumors. Some will get\nintravenous chemotherapy. Others will get chemo plus the Onyx\ninjection _ a vial of tame virus particles shot straight into the\ntumor.\n\n   Those tests will take well over a year. Until the results are\nin, all Onyx can do is take pride in its speedy progress _ from\nidea to pivotal trial in    only    seven years.\n\n   One of the marvels of the human body is its backup systems.\nCancers that evade p-53 must still contend with the T cells and B\ncells of the immune system. They roam the body on\nsearch-and-destroy missions, looking for infectious organisms and\nmutated cells.\n\n   ``If you have cancer, the immune system isn't doing its job,''\nsaid Steve Sherwin, chief executive of Cell Genesys in Foster City.\n\n   Yet cancers manage to trick the immune system into treating them\nas normal. Cell Genesys is developing cancer vaccines that aim to\nteach the body how to recognize cancer cells for the danger they\npresent.\n\n   It hopes to accomplish this by taking tumor cells _ it is\nfurthest along on prostate cancer _ and treating them in two ways.\n\n   First, it adds a gene to the tumor cells. The gene produces a\nhormone that stimulates the production of immune cells. Then\nscientists hit these altered cells with enough radiation to prevent\nthem from replicating, but not enough to kill them.\n\n   In Phase II clinical trials, Cell Genesys has injected these\ntreated cancer cells under the skin of prostate cancer patients.\nSubjects get booster shots every other week for six months. These\ntame tumor cells are supposed to emit hormones thatattract immune\ncells.\n\n   In theory, these hormones will alert the immune system to create\nantibodies and killer T t-   cells that will attack not only the\ninjected cells, but the indigenous tumor cells that had previously\nescaped detection.\n\n   It's a good strategy, but the current trials are only testing\nvaccine safety at various dosage levels. Sometime next year, Cell\nGenesys hopes to pass that hurdle and ask the FDA for permission to\nbegin a Phase III test.\n\n   So even under the best of circumstances, it would be several\nyears before Cell Genesys could hope to sell an experimental\nvaccine that has been in the works for about seven years so far.\n\n   ``One of the things I've learned,'' said Sherwin, who has been\nin biotech since he left the National Institutes of Health to join\nGenentech in 1983, ``is that when you're patient, the rewards can\nbe immense.''\n\n     \n   \nE-mail Tom Abate at abate   sfgate.com.\n\n     (For use by New York Times News Service Clients)     \n","Headline":null,"Text":["\n   ``I understood what I was supposed to say, but it wasn't coming\nout,'' said Schroeder, who recently underwent a 10-day regime of\nradiation therapy augmented by doses of an experimental drug to\nhelp shrink the tumor.\n","\n   Given the nature of her cancer, Schroeder wasn't expecting a\ncure. She was simply hoping to slow the symptoms of decline.\nIndeed, within days, her speech improved, and her doctors told her\nthe experiment ``could give me another whole year.''\n","\n   In nearly 30 years since former President Richard Nixon declared\nwar on the disease, new discoveries are helping to detect and halt\nearly-stage cancers and prolong life or ease suffering in advanced\ncases. But few researchers nowadays are so bold as to talk about a\ncure.\n","\n   Still, cancer remains the most common target of clinical trials\nin the United States. Of 305 human experiments conducted in the\nUnited States last year, 1 out of 4, or 78, tested cancer\ntreatments, according to Ernst & Young. Bay Area biotech firms ran\nmore than half of all U.S. cancer-drug experiments.\n","\n   The process of getting a drug to market is long and arduous,\nbeginning with safety tests in animals, followed by two more rounds\nof safety tests in humans before prospective drugs pass the third\nand final phase of testing _ and the manufacturers ask the U.S.\nFood and Drug Administration to reward their efforts by approving\nthe drug for sale.\n","\n   Here are four vignettes about experimental cancer drugs being\ntested by Bay Area firms. Pharmacyclics Inc. and Matrix\nPharmaceutical hope to augment the power of radiation and\nchemotherapy. Onyx Pharmaceuticals and Cell Genesys are testing\nnovel additions to the cancer-fighting arsenal.\n","\n   All four firms have something in common with the many other\ncompanies fighting cancer. They're all looking for ways to\nselectively destroy tumors with minimal harm to healthy organs. And\nthey're all aware that their work could take years.\n","\n   As Richard Miller, president of Sunnyvale's Pharmacyclics, said,\ndeveloping cancer drugs is a marathon.\n","\n   Schroeder's experimental drug had its genesis in the mid-1970s,\nwhen Miller was an oncologist at Stanford University. His patients\nincluded chemistry researcher Jonathan Sessler. While treating\nSessler for Hodgkin's disease, Miller learned that the chemist was\ninterested in a family of molecules called porphyrins. cq  \n","\n      Porphyrins are doughnut-shaped molecules that have a metal\natom where the hole would be. They are catalysts, chemical agents\nthat transfer energy. The metal atom dictates the work they do. The\nmagnesium atom in chlorophyll aids photosynthesis. The iron atom in\nhemoglobin carries oxygen in the blood. Sessler, the chemist, knew\nall that.\n","\n   Miller, the oncologist, knew something else about porphyrins.\nThey accumulated in tumors. It wasn't clear why but, being\nscientists, both the doctor and the patient puzzled over the\npossible cause _ and wondered whether these energetic molecules had\ncancer-fighting potential.\n","\n   Years passed. Sessler beat his Hodgkin's. And though the two men\nwent their separate ways, Sessler into academia and Miller into\nbiotech, they stayed in touch and traded ideas about porphyrins.\n","\n   In 1991, they founded Pharmacyclics on the idea that\nporphyrin-based drugs could augment the cancer-fighting power of\nradiation therapy.\n","\n   As Miller explained, radiation therapy splits water molecules _\nand most of our bodies is are    water _ into charged particles.\nThese ions wreak havoc inside cells and can ultimately kill them.\n","\n   But radiation is indiscriminate. It hits healthy as well as\ncancerous cells. Oncologists have to deliver a dose high enough to\nkill cancer cells, but low enough so that healthy cells can recover\nfrom the bombardment.\n","\n   Pharmacyclics is trying to accentuate the damage inside the\ncancer zone, using a porphyrin named Xcytrin that Sessler built\nfrom scratch.\n","\n   At the core of this molecular doughnut, the chemist placed an\natom of gadolinium, a rare magnetic element. The magnetic core had\ntwo advantages.\n","\n   First, being magnetic, it was visible in MRI scans of trial\npatients, confirming that Xcytrin found its way to tumor cells.\n","\n   ``Porphyrins take up electrons from one chemical and give them\nto another, that's what they do for a living,'' Miller said. Tumor\ncells divide rapidly, burning energy in the process. To Xcytrin,\nthey are where the action is.\n","\n   The magnetic core in Xcytrin wasn't simply there to look pretty\nin MRI scans. Inside a cell bombarded with radiation, with water\nions zinging about, gadolinium was supposed to add to the chaos _\nlike tossing a magnet into a pinball machine.\n","\n   Anyway, that's the theory. Pharmacyclics is midway through a\ncomparative study of 425 patients with brain cancer. Half will get\nradiation plus an intravenous dose of Xcytrin. The rest will get\nonly radiation.\n","\n   In a year or so, the FDA will consider whether Xcytrin patients\nlived longer than those who were simply irradiated. Only then will\nwe know whether the 20-year-old brainstorm will pay off.\n","\n   Chemotherapy is a perfect example of the cure that's nearly as\nbad as the disease. It was after World War I that doctors first\nnoticed that mustard gas seemed to be most deadly in organs, like\nskin, where cells divided rapidly.\n","\n   Because Since    cancer is a condition of runaway cell growth,\ndoctors began looking for poisons that would kill rapidly dividing\ncells. In time, they hit upon cisplatin. It contains platinum atoms\nthat stick to strands of DNA, throwing a monkey -   wrench into the\ncell's reproductive machinery.\n","\n   Because chemotherapy is generally administered intravenously,\nthe poison flows through the bloodstream, killing not just cancer\ncells, but hair cells, taste buds, gut linings and other normal\ntissues that also divide frequently.\n","\n   Richard Leavitt, medical director at Fremont's -based       Matrix,\nsaid his company is trying to create a new formulation of cisplatin\nthat could be injected right into a tumor _ and stay there _ so it\ncould kill cancer cells with fewer side effects than chemo\nadministered intravenously.\n","\n   To accomplish this, Matrix is testing an experimental drug\ncalled IntraDose. Stanford cancer researcher Dennis Brown and\nbiotech scientist Ed Luck came up with the idea, in 1985, of\ncombining cisplatin with collagen, a natural protein that forms a\nmatrix inside skin, muscle and other flesh.\n","\n   ``The gristle in meat is collagen,'' Leavitt said.\n","\n   In theory, the cisplatin would be held in the collagen. Together\nthey would be injected into the tumor, where the collagen would\nform its natural matrix, keeping the poison near the tumor cells.\n","\n   Matrix has added a third chemical to the mix _ epinephrine. It\nconstricts the blood vessels around the site of the injection,\nfurther limiting the chance that cisplatin will escape into the\nbloodstream.\n","\n   Now, Matrix is close to completing two Phase III trials looking\nat 183 patients who have advanced head and neck cancer. The\nsubjects have already taken intravenous chemotherapy, only to have\ntheir cancers return. With no real treatment options left, they\noften have less than six months to live.\n","\n   Leavitt said two-thirds of the patients will get six weekly\nshots of IntraDose, straight into the tumor. The rest will get a\nplacebo.\n","\n   In May, Matrix will compare the two groups. In patients who get\nIntraDose, tumors should shrink in size. Tumor shrinkage should\nrelieve the pain and discomfort caused by the cancer. If the data\nbear this out, Matrix will seek FDA approval to sell a drug first\nconceived 15 years ago.\n","\n   Frank McCormick, a biotech researcher since the early days of\nCetus Corp., was toiling away at Chiron in the early 1990s when he\nhad the brainstorm that led him to form Richmond's -based       Onyx.\n","\n   His idea revolved around a gene known as p-53cq   .\n","\n   Think of p-53 as the judge, jury and executioner of wayward\ncells. If a cell begin to mutate and grow in a cancerous fashion,\np-53 is supposed to kill it. Since the late 1970s, scientists have\nknow that successful cancers somehow manage to inactivate p-53.\n","\n   Cancers aren't the only bad actors that turn off this cellular\nself-destruct system. Since the 1980s, scientists have known that\nadenovirus _ the bug that causes colds _ also deactivates turns off\n   p-53. When adenovirus invades a cell, it turns off p-53, then\ninserts itself into the cell's DNA. The virus uses the cell's\nreproductive machinery to produce so many copies of itself that it\neventually explodes the cell from the inside out _ showering the\nbody with new viral particles to infect other cells.\n","\n   All that was old hat. But McCormick had a new idea. Say he could\nsnip out the portion of the adenovirus that turned off p-53. If\nsuch a neutered virus entered a normal cell, p-53 would clobber it,\nno harm done.\n","\n   But if this special virus invaded a cancer cell _ which had\nalready inactivated p-53 _ it would run wild, taking over the\ncell's DNA, reproducing itself and exploding the tumor from within\n_ showering the adjoining tumor cells with the neutered virus\ncapable of invading and killing them.\n","\n   In theory, the tame virus would fight the cancer.\n","\n   In 1992, McCormick formed Onyx to pursue this strategy.\nMcCormick has since left the firm to head cancer research at the\nUniversity of California at San Francisco, leaving veteran biotech\nexecutive Hollings Renton to shepherd this p-53-based drug through\nthe clinical trials.\n","\n   Onyx is poised to start Phase III trials in Europe and the\nUnited States. With backing from drugmaker Warner-Lambert, Onyx\nwill recruit 290 patients with head and neck tumors. Some will get\nintravenous chemotherapy. Others will get chemo plus the Onyx\ninjection _ a vial of tame virus particles shot straight into the\ntumor.\n","\n   Those tests will take well over a year. Until the results are\nin, all Onyx can do is take pride in its speedy progress _ from\nidea to pivotal trial in    only    seven years.\n","\n   One of the marvels of the human body is its backup systems.\nCancers that evade p-53 must still contend with the T cells and B\ncells of the immune system. They roam the body on\nsearch-and-destroy missions, looking for infectious organisms and\nmutated cells.\n","\n   ``If you have cancer, the immune system isn't doing its job,''\nsaid Steve Sherwin, chief executive of Cell Genesys in Foster City.\n","\n   Yet cancers manage to trick the immune system into treating them\nas normal. Cell Genesys is developing cancer vaccines that aim to\nteach the body how to recognize cancer cells for the danger they\npresent.\n","\n   It hopes to accomplish this by taking tumor cells _ it is\nfurthest along on prostate cancer _ and treating them in two ways.\n","\n   First, it adds a gene to the tumor cells. The gene produces a\nhormone that stimulates the production of immune cells. Then\nscientists hit these altered cells with enough radiation to prevent\nthem from replicating, but not enough to kill them.\n","\n   In Phase II clinical trials, Cell Genesys has injected these\ntreated cancer cells under the skin of prostate cancer patients.\nSubjects get booster shots every other week for six months. These\ntame tumor cells are supposed to emit hormones thatattract immune\ncells.\n","\n   In theory, these hormones will alert the immune system to create\nantibodies and killer T t-   cells that will attack not only the\ninjected cells, but the indigenous tumor cells that had previously\nescaped detection.\n","\n   It's a good strategy, but the current trials are only testing\nvaccine safety at various dosage levels. Sometime next year, Cell\nGenesys hopes to pass that hurdle and ask the FDA for permission to\nbegin a Phase III test.\n","\n   So even under the best of circumstances, it would be several\nyears before Cell Genesys could hope to sell an experimental\nvaccine that has been in the works for about seven years so far.\n","\n   ``One of the things I've learned,'' said Sherwin, who has been\nin biotech since he left the National Institutes of Health to join\nGenentech in 1983, ``is that when you're patient, the rewards can\nbe immense.''\n","\n     \n   \nE-mail Tom Abate at abate   sfgate.com.\n","\n     (For use by New York Times News Service Clients)     \n"]}