{"DocumentId":"NYT20000712.0216","TopicId":"NYT","Relevance":"0","Body":" BC-SPOT-BJT13-COX \n    \n\n UPDATE      UPDATE\n      CoxNet Cox News Service budget\n      FOR THURSDAY, July 13, 2000\n      c. 2000 Cox News Service\n\n   For questions, please call 404-526-5456.\n\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n\n   Eds. Adds: MIDEAST-SUMMIT, SUMMIT-PERSONA, US-TRADE,\nNIRELAND-MARCHES, DECKS, BBN-REDS, BBN-BRAVES-TRADE, BIG-RIGS,\nFLOORING, AIR-ADS, DELTA-BLACKS, EMU, DAVIDIAN , PARENTHOOD\n\n   Deletes: HEAT, EDITORIAL-LEE\n\n   INTERNATIONAL\n\n   FRANCE-CHALLENGES _ France has just taken over the rotating\npresidency of the European Union and is riding a winning streak at\nhome: Consumer confidence is high. The World Health Organization\njust rated France the nation with the best healthcare. And the\nFrench even won the European soccer championship this month, making\ntheir team the first to ever hold the world and Europe\nchampionships at the same time. But, as Bastille Day approaches,\nthe nation also faces new challenges _ some of them prickly ones\nrelated to the EU leadership. A talk with Consul General Jean-Paul\nMonchau. (Graham, Atlanta Journal-Constitution).\n\n   MIDEAST-SUMMIT _THURMONT, Md. _ Spot coverage of the final\nstatus peace talks between Israel and the Palestinians. The talks _\noperating under a news blackout _ will focus on three issues: the\nfuture of Jerusalem; borders of a Palestinian state; and fate of\nmillions of Palestinian refugees around the world. Developing.\n(Deans, Cox News Service).\n\n   WITH\n\n   SUMMIT-PERSONAL _ THURMONT, Md. _ A close, colorful and\nanecdotal look at the personal diplomacy that goes into making a\nsummit like this successful. As President Carter at Camp David I,\npersonalities can make all the difference. Developing. (Deans, Cox\nNews Service).\n\n   NIRELAND-MARCHES _ BELFAST, Northern Ireland _ Spot coverage of\nthe Glorious 12th and the climax of the Protestant marching season.\nDeveloping. (Roughton, Cox News Service).\n\n   US-TRADE _ WASHINGTON _ The Senate Foreign Relations Committee's\nInternational economic policy, export and trade promotion\nsubcommittee holds a hearing on potential uses of biotechnology to\nalleviate poverty and hunger in developing countries _ focusing on\nsub-Saharan Africa. Andrew Young, chairman of GoodWorks\nInternational, testifies. (Michals, Cox News Service).\n\n   Expected to move on the NYT Wire in both International and\nWashington categories.\n\n   NATIONAL\n\n   NAACP-GORE _ BALTIMORE - Saying ``talk is cheap,'' Vice\nPresident Al Gore launched a stinging attack Wednesday at the NAACP\nconvention on George W. Bush, his presidential rival. Gore said\nBush's words of conciliation to the convention this week mean\nlittle next to years of Republican inaction or hostility on issues\nimportant to blacks. (Shepard, Cox News Service).\n\n   BUSH - Bush speaks to top Republicans from around the country\njust weeks before he formally claims his party's nomination for\npresident. (Herman, Austin American-Statesman)\n\n   UNDOING-RACISM _ NEW ORLEANS, La. - The People's Institute for\nSurvival and Beyond, founded by the Rev. C.T. Vivian in Atlanta, is\ncelebrating its 20th anniversary with the announcement today of the\nopening of a training school here. The institute, which holds\nUndoing Racism workshops among others, will draw community\norganizers from throughout the United States for workshops and\nstrategy sessions. It will be the first training school in the deep\nSouth and will be located on Oretha Castle Haley Boulevard, where\nit is hoped the school will play a role in furthering redevelopment\nof the historic African-American district. (Manuel, Atlanta\nJournal-Constitution). 28.\n\n   CAPITOL-SLAVES _ WASHINGTON _ Reps. John Lewis, D-Ga., and J.C.\nWatts, R-Okla., hold a news conference to discuss their call for a\nspecial House task force to study the contributions of slaves in\nbuilding the U.S. Capitol. (Garcia, Cox News Service)\n\n   DAVIDIAN _ Coverage of Davidian civil trial. (England, Wac\nTribune-Herald) WITH PHOTO.EMU _ ATLANTA _ Found: One emu. A little\ntattered after long walk from somewhere, since emus don't fly.\nLikes dog food. Needs good home, preferably with other emus to play\nwith. After a stray emu showed up on his doorstep last week, a\nConyers man took the hapless, 4-foot bird into his home _ back\nyard, rather _ and has been looking for its rightful owners. But\nanimal control officials say when the bottom dropped out of the emu\nbreeding market recently, financially strapped bird ranchers\nstarted turning the animals out like stray cats. (Jones, Atlanta\nJournal-Constitution) WITH PHOTOHEALTH-SAFETY _ WASHINGTON _ A\nSenate subcommittee Thursday focuses on proposed federal safety\nstandards for hospitals and nursing homes that conservatives say\nwould cost too much. Much of the health care industry resists the\nstandards, despite success stories like on Seattle hospital that\nreduced staff injuries by two-thirds and days lost to injury by by\n80 percent in a test of a specialized patient lifting team.\n(Malone, Cox News Service)\n\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) MOVED.\n\n   PARENTHOOD _ WASHINGTON _ Planned Parenthood, eager to subvert\nGov. George W. Bush's compassionate conservative mantra, is\nlaunching a $2.5 million advertising campaign aimed at Republican\nand independent women who support abortion rights and at swing\nvoters in key Midwestern states. (Austin American-Statesman)\n\n   UNLICENSED _ WASHINGTON _ One out of every five fatal car\ncrashes involves a driver with an invalid license, according to a\nstudy issued Wednesday by the AAA Foundation for Traffic Safety.\n(O'Dell, Cox News Service)\n\n   OPED/EDITORIAL\n\n   JOEMURRAY-COLUMN _ LUFKIN, Texas _ I stopped by my doctor's\noffice this week for help with an insurance form, still trying to\nget reimbursed for a medical bill I paid last December. That was\nback when I last had pneumonia. The doctor cured me, but it looks\nlike I'm going to die of frustration waiting for the insurance\ncompany to pay me what it owes me. (Murray, Lufkin Daily News)\nMOVED\n\n   MCCARTY-COLUMN _ DAYTON, Ohio _ This is not a time for\npettiness, but I can't help feeling peeved that, until last fall, I\nappear to have been the only person in town who didn't know Joe\nBelle. (McCarty, Dayton Daily News) MOVED.\n\n   NETHAWAY-COLUMN _ At the same time that Congress is arguing over\nproviding health care for elderly Americans, old folks are\ncomplaining that they are not old. A peppery friend of my mother\ngets upset when the ``press,'' which is me, refers to someone her\nage as elderly, old or senior. (Nethaway, Waco Tribune-Herald).\nMOVED.\n\n   KELSO-COLUMN _ We're going to try to set the world record right\nhere in Austin for packing the most number of guys named Herb into\nan herb bar. (Kelso, Austin American-Statesman). MOVED.\n\n   BUSINESS\n\n   MINORITIES _ A federal commission releases a study Thursday\nsaying that nowhere near enough minorities and women are going into\nthe fields of science, engineering and technology to fuel the needs\nfor the future. A black Georgia Tech professor is involved in the\nstudy and has been waging a one-man battle here to increase numbers\nof African Americans entering these fields. (Holsendolph, Atlanta\nJournal-Constitution)\n\n   AIRTRAN _ AirTran releases 2Q earnings. Word is they'll have a\nnice profit as intense demand offsets higher fuel costs. (Thurston,\nAtlanta Journal-Constitution)\n\n   DELTA-BLACKS _Delta Air Lines is underwriting a summer aviation\ncamp for black students run by the Organization of Black Airline\nPilots. (Thurston, Atlanta Journal-Constitution)\n\n   AIR-ADS _ Airline passengers will be reading ads as they look\nfor space in overhead bins if a Missouri company has its way.\nAdvent Inc. wants to sell advertising placards that would be stuck\non ov\n\n   FLOORING _ Flooring America, which recently filed for bankruptcy\nprotection, has lost four of its top officers, including the new\nchairman and CEO, David Nichols. The top level shake-up adds to the\ncompany's troubles: FA restated fiscal 1999 earnings downward; has\nclosed stores and laid-off workers. But Nichols was supposed to\nturn it around. (Bond, Atlanta Journal-Constitution)\n\n   LIFESTYLE\n\n   BRAIN _ AUSTIN, Texas _ UT researchers and some colleagues from\nStanford believe they have made some advancements in brain\nresearch, using MRIs so finely tuned that they can watch oxygen\ncells travel within the brain. This, in turn, allows the scientists\nto see how specific regions of the brain control specific actions.\nAnd it may ultimately allow doctors to do a better job of treating\nbrain disorders. (Roser, Austin American-Statesman)\n\n   NEWS-QUESTIONS _ Q&A on the news, in two takes. (Bessonette,\nAtlanta Journal-Constitution) MOVED.\n\n   EDs: Moving in l (Lifestyle) and a (General News) categories.)\n\n   HOME&GARDEN\n\n   GARDENING-LIFE _ Gardeners always have known that talking about\nplants, sharing experiences, is a large part of what makes digging\nin the dirt such a powerful connection.(May, Atlanta\nJournal-Constitution.)\n\n   APARTMENT-REDO _ Adding pizazz to your apartment doesn't have to\nswallow your savings. Two local interior designers take a basic\none-bedroom apartment at Post Stratford Apts. in Buckhead and give\nit new life - for less than $500 per room. We show you how and\noffer some general tips on decorating small spaces. (AHill, Atlanta\nJournal-Constitution)\n\n   PLANTWORKS _ This week's Plant Works feature by Diana Blowers.\nThis one focuses on zinnias. (Dayton Daily News)\n\n   TV-EXPERT _ Katie Brown, a lifestyle expert and host of Lifetime\nTV's ``Next Door with Katie Brown,'' knows how to decorate a home\non the cheap. For her, it's all about color. Brown shares painting\ntips and gives decorating advice. (AHill, Atlanta\nJournal-Constitution)\n\n   DECKS - Consider other materials in addition to pressure-treated\nlumber when constructing a deck. (Dayton Daily News) MOVED.\n\n   CONSUMER NEWS\n\n   BUYER'S-EDGE _ July is National Ice Cream Month _ a great time\nto throw an ice cream social. We show you some fun ways to serve\nthe frozen treats and some super scoopers. (Atlanta\nJournal-Constitution). WITH PHOTOS and LAYOUT.\n\n   SHOPPING-GUIDE _ A weekly feature telling how to locate\nhard-to-fnd items. This week: (Johnson, Atlanta\nJournal-Constitution). WITH PHOTOS and LAYOUT.\n\n   SHOPPING-DESTINATION _ A weekly feature about fun places to shop\nin the Southeast. This week: (Atlanta Journal-Constitution). WITH\nPHOTOS and LAYOUT.\n\n   FOOD\n\n   COXNET FOOD PAGE\n\n   EDs: This is the CoxNet FOOD page for the current week. This\nlayout is available now.\n\n   COXNET FOOD 0708: AMERICAN PIE _ Whether based on fruits, nuts,\nvegetables or custards, pies have played a rich role in our\nculinary heritage for hundreds of years. (Norris, Palm Beach Post)\nArt includes a 5-column color photo illustration of an Apple Pie\nwith American icons, a 18-pica color photo of a apple pie and a\n2-column color photo of a maple nutcracker pie.\n\n   WITH\n\n   TIPS BOX _ Tips for making a perfect crust. Art includes a\n1-column color photo of three cherries.\n\n   BAKING TIPS _ Tips on how to make perfect pies.\n\n   RECIPE _ Recipe for Cherry Pie.\n\n   CYBERSPICE _ Many cooks choose to improve their dishes by adding\nliquor. (Parham, Atlanta Journal-Constitution)\n\n   (END OF COXNET FOOD PAGE)\n\n   FOOD-BRUSCHETTA _ Bruschetta and crostini, Italy's answer to\ngarlic bread, has been the darling of American restaurants and\ntrendy cocktail parties for a couple of decades. But in Italy,\nthey've been essential to everyday life for centuries. Once you've\ntasted the real thing, it's no wonder they've lasted so long. And\nbecause they are versatile and quick especially adaptable to both\nmodern entertaining and hectic weeknight meals. (Puckett, Atlanta\nJournal-Constitution) WITH COLOR PHOTO and LAYOUT.\n\n   FOOD-BRUSCHETTA-RECIPES _ Recipe page to go with BRUSCHETTA\nstory centerpieced on AJC weekly food section. (Puckett, Atlanta\nJournal-Constitution) WITH LAYOUT.\n\n   FOOD-RECIPESWAP _A weekly recipe exchange column. This week:\nCharlie Trotter's Cobb Salad (Langhenry, Atlanta\nJournal-Constitution)\n\n   FOOD-CYBERSPICE _ A weekly column looking at the plethora of\nrecipes on the Internet. (Parham, Atlanta Journal-Constitution)\n\n   FOOD-EGGS _ Are pasteurized eggs all they are cracked up to be?\nWe put them to the test in several recipes and found they look a\nlittle funny (cloudy whites) and taste a little bland, and whites\ntake much longer to beat into stiff peaks. But the eggs are a\nwelcome addition to the grocery shelf, especially for recipes\ncalling for raw eggs, like homemade mayo. (Walker, Atlanta\nJournal-Constitution)\n\n   ENTERTAINMENT-ARTS\n\n   KASELL _ WASHINGTON _ Interview and profile of Carl Kasell, the\nveteran newsman of National Public Radio. (Dart, Cox News Service).\n30. WITH PHOTO.\n\n   EDs: Moving on the NYT wire in (w) Washington and (e)\nentertainment categories.\n\n   GOSPEL _ Stirring spiritual music doesn't just roll in off the\nstreet. It has to be carried in on the voices of talented artists\nwho have the ability to anoint as well as entertain. The Miami\nValley is blessed with a rich vein of gospel performers who,\nregrettably, don't get the exposure they deserve. Thankfully, a\nhandful of these performers _ along with a splash of national and\nregional artists _ will have the chance to showcase their talents\nthis weekend at three gospel extravaganzas. (Dayton Daily News)\nWITH PHOTOS MOVED.\n\n   XMEN _ It started in 1963 as The Uncanny X-Men. The comic book\nby Stan Lee introduced five pupils at Xavier's School for Gifted\nYoungsters. They possessed a mutant ``X gene'' that gives them\nspecial powers that humans fear and distrust. Professor Charles\nXavier teaches these five X-Men to control their emerging powers to\nfight evil and help mutants and humans coexist. While the comic\nbook has been a top seller for decades and spawned a popular Fox\ncartoon, not many people know just who the X-Men are. That may\nchange with Friday's big-screen movie X-Men, starring Patrick\nStewart, Ian McKellen and Halle Berry, and directed by Bryan Singer\n(''The Usual Suspects''). So, you're not a cult comic book reader.\nHere's a guide to the characters and story of the superhero tales.\n(Thomas, Palm Beach Post) MOVED.\n\n   VIDEO-HURRICANE _ Video of the week: ``The Hurricane.'' Grade:\nB. (Murray, Atlanta Journal-Constitution)\n\n   VIDEO-MINIS _ Coming soon: ``Angela's Ashes,'' ``The Ninth\nGate,'' ``Ride With the Devil,'' ``Diamonds,'' ``Rosetta,'' ``The\nWhole Nine Yards,'' ``The Big Tease,'' ``The War Zone,'' ``Isn't\nShe Great,'' ``What Planet Are You From?'' (Atlanta\nJournal-Constitution)\n\n   VIDEO-SPOTLIGHT _ Does ``EdTV'' and ``The Truman Show'' seem so\nfar-fetched now? With ``Survivor'' and ``Big Brother'' overtaking\nthe tube, we look at films that explore ways in which television\nconsumes our lives _ from ``Being There'' and ``Network'' to\n``Pleasantville'' and ``My Favorite Year.'' (Longino, Atlanta\nJournal-Constitution)\n\n   VIDEO-RINGEL _ (Ringel, Atlanta Journal-Constitution)\n\n   AUDIO-NUTTY _ Sonia Murray reviews ``The Nutty Professor''\nsoundtrack. (Murray, Atlanta Journal-Constitution)\n\n   AUDIO-MINIS _ Mini reviews of Kansas, Ruff Ryder, others TBA.\n(Atlanta Journal-Constitution)\n\n   AUDIO-COUNTRY/RAP/POP _ (Atlanta Journal-Constitution)\n\n   WRESTLING-GRAPEVINE _ Our wrestling columnist keeps up with the\nlatest twists and turns of the soap opera of professional wrestling\n_ in the ring and behind the scenes. (Allen, Cox News Service)\nMOVED.\n\n   SPORTS\n\n   ALL-STAR GAME REVIEW\n\n   BBO-ALL-STAR-COX _ Derek Jeter leads American League to another\nvictory. (Stinson, Atlanta Journal-Constitution) MOVED.\n\n   BB0-ALL-STAR-HUMMER _ ATLANTA _ No more regrets over what this\nAll-Star Game wasn't. That kind of thinking can be so wasteful\nanyway, as almost any cancer patient will tell you. The complaints\nover all the players who no-showed Tuesday night were to be washed\naway in steady waves of appreciation for one player you couldn't\nhave kept away with a sore knee or a restraining order. (Hummer,\nAtlanta Journal-Constitution) MOVED.\n\n   BBO-ALL-STAR-MVP _ Derek Jeter first Yankee to earn MVP honors.\n(Wilkinson, Atlanta Journal-Constitution) MOVED.\n\n   OTHER BASEBALL ITEMS\n\n   BBN-BRAVES _ The Atlanta Braves enter second half of 2000 season\nwith a lot of questions.... and very few answers. (Rogers, Atlanta\nJournal-Constitution)\n\n   BBN-REDS _ The Reds traded Denny Neagle, their top starting\npitcher, to the New York Yankees for the rights to four minor\nleague players. (Dayton Daily News)\n\n   WITH\n\n   BBN-MCCOY-COLUMN _ Now that the Reds have traded their best\npitcher, does that mean they are waving the white flag on this\nseason? What's ahead for the Reds who say thir goal is to bring\nchampionship baseball to Cincy by 2003. (McCoy, Dayton Daily News)\n\n   BBN-BRAVES-TRADE _Braves trade to get pitcher Andy Ashby.\n(Atlanta Journal-Constitution)\n\n   FOOTBALL\n\n   COLLEGES\n\n   FBC-BOWDEN _ Another ugly legal battle is brewing between Terry\nBowden and Auburn, which wants the former coach to either pay up or\nmove out of his palatial home on The Plains. (Barnhart, Atlanta\nJournal-Constitution)\n\n   PROS\n\n   FBN-FALCONS _ The Falcons attended the voluntary passing camp\nlast month in huge numbers and everyone eagerly attended mini-camp.\nNow the players are all expected to arrive in Greenville, S.C.\ntoday without any problems for the beginning of training camp.\n(Winkeljohn, Atlanta Journal-Constitution)\n\n   BASKETBALL\n\n   BKN-DEMARR _ Instead of preparing for his sophomore season at\nthe University of Cincinnati, DerMarr Johnson is preparing for life\nin the NBA as a lottery pick with the Atlanta Hawks. The Hawks are\ncounting on Johnson to make a huge impact on the team next season,\nbut is Johnson ready for the challenge? We will take a look at the\nteam's top draft pick as he completes his first week as a pro.\n(Hayes, Atlanta Journal-Constitution)\n\n   BKN-HEAT _ Heat pursuing McGrady. (Skolnick, Palm Beach Post)\n\n   COXNET BUDGET INFORMATION\n\n   This budget moves at 10 a.m., 2 p.m. and 6 p.m. EST and\nafterwards as necessary based on news developments. If stories will\nmove after 8 p.m., an ETA will be given. All times are Eastern\nunless otherwise noted.\n\n   HOW TO REACH US\n\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n\n   Cox Washington Bureau:\n\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   For questions, please call 404-526-5456.\n","\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n","\n   Eds. Adds: MIDEAST-SUMMIT, SUMMIT-PERSONA, US-TRADE,\nNIRELAND-MARCHES, DECKS, BBN-REDS, BBN-BRAVES-TRADE, BIG-RIGS,\nFLOORING, AIR-ADS, DELTA-BLACKS, EMU, DAVIDIAN , PARENTHOOD\n","\n   Deletes: HEAT, EDITORIAL-LEE\n","\n   INTERNATIONAL\n","\n   FRANCE-CHALLENGES _ France has just taken over the rotating\npresidency of the European Union and is riding a winning streak at\nhome: Consumer confidence is high. The World Health Organization\njust rated France the nation with the best healthcare. And the\nFrench even won the European soccer championship this month, making\ntheir team the first to ever hold the world and Europe\nchampionships at the same time. But, as Bastille Day approaches,\nthe nation also faces new challenges _ some of them prickly ones\nrelated to the EU leadership. A talk with Consul General Jean-Paul\nMonchau. (Graham, Atlanta Journal-Constitution).\n","\n   MIDEAST-SUMMIT _THURMONT, Md. _ Spot coverage of the final\nstatus peace talks between Israel and the Palestinians. The talks _\noperating under a news blackout _ will focus on three issues: the\nfuture of Jerusalem; borders of a Palestinian state; and fate of\nmillions of Palestinian refugees around the world. Developing.\n(Deans, Cox News Service).\n","\n   WITH\n","\n   SUMMIT-PERSONAL _ THURMONT, Md. _ A close, colorful and\nanecdotal look at the personal diplomacy that goes into making a\nsummit like this successful. As President Carter at Camp David I,\npersonalities can make all the difference. Developing. (Deans, Cox\nNews Service).\n","\n   NIRELAND-MARCHES _ BELFAST, Northern Ireland _ Spot coverage of\nthe Glorious 12th and the climax of the Protestant marching season.\nDeveloping. (Roughton, Cox News Service).\n","\n   US-TRADE _ WASHINGTON _ The Senate Foreign Relations Committee's\nInternational economic policy, export and trade promotion\nsubcommittee holds a hearing on potential uses of biotechnology to\nalleviate poverty and hunger in developing countries _ focusing on\nsub-Saharan Africa. Andrew Young, chairman of GoodWorks\nInternational, testifies. (Michals, Cox News Service).\n","\n   Expected to move on the NYT Wire in both International and\nWashington categories.\n","\n   NATIONAL\n","\n   NAACP-GORE _ BALTIMORE - Saying ``talk is cheap,'' Vice\nPresident Al Gore launched a stinging attack Wednesday at the NAACP\nconvention on George W. Bush, his presidential rival. Gore said\nBush's words of conciliation to the convention this week mean\nlittle next to years of Republican inaction or hostility on issues\nimportant to blacks. (Shepard, Cox News Service).\n","\n   BUSH - Bush speaks to top Republicans from around the country\njust weeks before he formally claims his party's nomination for\npresident. (Herman, Austin American-Statesman)\n","\n   UNDOING-RACISM _ NEW ORLEANS, La. - The People's Institute for\nSurvival and Beyond, founded by the Rev. C.T. Vivian in Atlanta, is\ncelebrating its 20th anniversary with the announcement today of the\nopening of a training school here. The institute, which holds\nUndoing Racism workshops among others, will draw community\norganizers from throughout the United States for workshops and\nstrategy sessions. It will be the first training school in the deep\nSouth and will be located on Oretha Castle Haley Boulevard, where\nit is hoped the school will play a role in furthering redevelopment\nof the historic African-American district. (Manuel, Atlanta\nJournal-Constitution). 28.\n","\n   CAPITOL-SLAVES _ WASHINGTON _ Reps. John Lewis, D-Ga., and J.C.\nWatts, R-Okla., hold a news conference to discuss their call for a\nspecial House task force to study the contributions of slaves in\nbuilding the U.S. Capitol. (Garcia, Cox News Service)\n","\n   DAVIDIAN _ Coverage of Davidian civil trial. (England, Wac\nTribune-Herald) WITH PHOTO.EMU _ ATLANTA _ Found: One emu. A little\ntattered after long walk from somewhere, since emus don't fly.\nLikes dog food. Needs good home, preferably with other emus to play\nwith. After a stray emu showed up on his doorstep last week, a\nConyers man took the hapless, 4-foot bird into his home _ back\nyard, rather _ and has been looking for its rightful owners. But\nanimal control officials say when the bottom dropped out of the emu\nbreeding market recently, financially strapped bird ranchers\nstarted turning the animals out like stray cats. (Jones, Atlanta\nJournal-Constitution) WITH PHOTOHEALTH-SAFETY _ WASHINGTON _ A\nSenate subcommittee Thursday focuses on proposed federal safety\nstandards for hospitals and nursing homes that conservatives say\nwould cost too much. Much of the health care industry resists the\nstandards, despite success stories like on Seattle hospital that\nreduced staff injuries by two-thirds and days lost to injury by by\n80 percent in a test of a specialized patient lifting team.\n(Malone, Cox News Service)\n","\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) MOVED.\n","\n   PARENTHOOD _ WASHINGTON _ Planned Parenthood, eager to subvert\nGov. George W. Bush's compassionate conservative mantra, is\nlaunching a $2.5 million advertising campaign aimed at Republican\nand independent women who support abortion rights and at swing\nvoters in key Midwestern states. (Austin American-Statesman)\n","\n   UNLICENSED _ WASHINGTON _ One out of every five fatal car\ncrashes involves a driver with an invalid license, according to a\nstudy issued Wednesday by the AAA Foundation for Traffic Safety.\n(O'Dell, Cox News Service)\n","\n   OPED/EDITORIAL\n","\n   JOEMURRAY-COLUMN _ LUFKIN, Texas _ I stopped by my doctor's\noffice this week for help with an insurance form, still trying to\nget reimbursed for a medical bill I paid last December. That was\nback when I last had pneumonia. The doctor cured me, but it looks\nlike I'm going to die of frustration waiting for the insurance\ncompany to pay me what it owes me. (Murray, Lufkin Daily News)\nMOVED\n","\n   MCCARTY-COLUMN _ DAYTON, Ohio _ This is not a time for\npettiness, but I can't help feeling peeved that, until last fall, I\nappear to have been the only person in town who didn't know Joe\nBelle. (McCarty, Dayton Daily News) MOVED.\n","\n   NETHAWAY-COLUMN _ At the same time that Congress is arguing over\nproviding health care for elderly Americans, old folks are\ncomplaining that they are not old. A peppery friend of my mother\ngets upset when the ``press,'' which is me, refers to someone her\nage as elderly, old or senior. (Nethaway, Waco Tribune-Herald).\nMOVED.\n","\n   KELSO-COLUMN _ We're going to try to set the world record right\nhere in Austin for packing the most number of guys named Herb into\nan herb bar. (Kelso, Austin American-Statesman). MOVED.\n","\n   BUSINESS\n","\n   MINORITIES _ A federal commission releases a study Thursday\nsaying that nowhere near enough minorities and women are going into\nthe fields of science, engineering and technology to fuel the needs\nfor the future. A black Georgia Tech professor is involved in the\nstudy and has been waging a one-man battle here to increase numbers\nof African Americans entering these fields. (Holsendolph, Atlanta\nJournal-Constitution)\n","\n   AIRTRAN _ AirTran releases 2Q earnings. Word is they'll have a\nnice profit as intense demand offsets higher fuel costs. (Thurston,\nAtlanta Journal-Constitution)\n","\n   DELTA-BLACKS _Delta Air Lines is underwriting a summer aviation\ncamp for black students run by the Organization of Black Airline\nPilots. (Thurston, Atlanta Journal-Constitution)\n","\n   AIR-ADS _ Airline passengers will be reading ads as they look\nfor space in overhead bins if a Missouri company has its way.\nAdvent Inc. wants to sell advertising placards that would be stuck\non ov\n","\n   FLOORING _ Flooring America, which recently filed for bankruptcy\nprotection, has lost four of its top officers, including the new\nchairman and CEO, David Nichols. The top level shake-up adds to the\ncompany's troubles: FA restated fiscal 1999 earnings downward; has\nclosed stores and laid-off workers. But Nichols was supposed to\nturn it around. (Bond, Atlanta Journal-Constitution)\n","\n   LIFESTYLE\n","\n   BRAIN _ AUSTIN, Texas _ UT researchers and some colleagues from\nStanford believe they have made some advancements in brain\nresearch, using MRIs so finely tuned that they can watch oxygen\ncells travel within the brain. This, in turn, allows the scientists\nto see how specific regions of the brain control specific actions.\nAnd it may ultimately allow doctors to do a better job of treating\nbrain disorders. (Roser, Austin American-Statesman)\n","\n   NEWS-QUESTIONS _ Q&A on the news, in two takes. (Bessonette,\nAtlanta Journal-Constitution) MOVED.\n","\n   EDs: Moving in l (Lifestyle) and a (General News) categories.)\n","\n   HOME&GARDEN\n","\n   GARDENING-LIFE _ Gardeners always have known that talking about\nplants, sharing experiences, is a large part of what makes digging\nin the dirt such a powerful connection.(May, Atlanta\nJournal-Constitution.)\n","\n   APARTMENT-REDO _ Adding pizazz to your apartment doesn't have to\nswallow your savings. Two local interior designers take a basic\none-bedroom apartment at Post Stratford Apts. in Buckhead and give\nit new life - for less than $500 per room. We show you how and\noffer some general tips on decorating small spaces. (AHill, Atlanta\nJournal-Constitution)\n","\n   PLANTWORKS _ This week's Plant Works feature by Diana Blowers.\nThis one focuses on zinnias. (Dayton Daily News)\n","\n   TV-EXPERT _ Katie Brown, a lifestyle expert and host of Lifetime\nTV's ``Next Door with Katie Brown,'' knows how to decorate a home\non the cheap. For her, it's all about color. Brown shares painting\ntips and gives decorating advice. (AHill, Atlanta\nJournal-Constitution)\n","\n   DECKS - Consider other materials in addition to pressure-treated\nlumber when constructing a deck. (Dayton Daily News) MOVED.\n","\n   CONSUMER NEWS\n","\n   BUYER'S-EDGE _ July is National Ice Cream Month _ a great time\nto throw an ice cream social. We show you some fun ways to serve\nthe frozen treats and some super scoopers. (Atlanta\nJournal-Constitution). WITH PHOTOS and LAYOUT.\n","\n   SHOPPING-GUIDE _ A weekly feature telling how to locate\nhard-to-fnd items. This week: (Johnson, Atlanta\nJournal-Constitution). WITH PHOTOS and LAYOUT.\n","\n   SHOPPING-DESTINATION _ A weekly feature about fun places to shop\nin the Southeast. This week: (Atlanta Journal-Constitution). WITH\nPHOTOS and LAYOUT.\n","\n   FOOD\n","\n   COXNET FOOD PAGE\n","\n   EDs: This is the CoxNet FOOD page for the current week. This\nlayout is available now.\n","\n   COXNET FOOD 0708: AMERICAN PIE _ Whether based on fruits, nuts,\nvegetables or custards, pies have played a rich role in our\nculinary heritage for hundreds of years. (Norris, Palm Beach Post)\nArt includes a 5-column color photo illustration of an Apple Pie\nwith American icons, a 18-pica color photo of a apple pie and a\n2-column color photo of a maple nutcracker pie.\n","\n   WITH\n","\n   TIPS BOX _ Tips for making a perfect crust. Art includes a\n1-column color photo of three cherries.\n","\n   BAKING TIPS _ Tips on how to make perfect pies.\n","\n   RECIPE _ Recipe for Cherry Pie.\n","\n   CYBERSPICE _ Many cooks choose to improve their dishes by adding\nliquor. (Parham, Atlanta Journal-Constitution)\n","\n   (END OF COXNET FOOD PAGE)\n","\n   FOOD-BRUSCHETTA _ Bruschetta and crostini, Italy's answer to\ngarlic bread, has been the darling of American restaurants and\ntrendy cocktail parties for a couple of decades. But in Italy,\nthey've been essential to everyday life for centuries. Once you've\ntasted the real thing, it's no wonder they've lasted so long. And\nbecause they are versatile and quick especially adaptable to both\nmodern entertaining and hectic weeknight meals. (Puckett, Atlanta\nJournal-Constitution) WITH COLOR PHOTO and LAYOUT.\n","\n   FOOD-BRUSCHETTA-RECIPES _ Recipe page to go with BRUSCHETTA\nstory centerpieced on AJC weekly food section. (Puckett, Atlanta\nJournal-Constitution) WITH LAYOUT.\n","\n   FOOD-RECIPESWAP _A weekly recipe exchange column. This week:\nCharlie Trotter's Cobb Salad (Langhenry, Atlanta\nJournal-Constitution)\n","\n   FOOD-CYBERSPICE _ A weekly column looking at the plethora of\nrecipes on the Internet. (Parham, Atlanta Journal-Constitution)\n","\n   FOOD-EGGS _ Are pasteurized eggs all they are cracked up to be?\nWe put them to the test in several recipes and found they look a\nlittle funny (cloudy whites) and taste a little bland, and whites\ntake much longer to beat into stiff peaks. But the eggs are a\nwelcome addition to the grocery shelf, especially for recipes\ncalling for raw eggs, like homemade mayo. (Walker, Atlanta\nJournal-Constitution)\n","\n   ENTERTAINMENT-ARTS\n","\n   KASELL _ WASHINGTON _ Interview and profile of Carl Kasell, the\nveteran newsman of National Public Radio. (Dart, Cox News Service).\n30. WITH PHOTO.\n","\n   EDs: Moving on the NYT wire in (w) Washington and (e)\nentertainment categories.\n","\n   GOSPEL _ Stirring spiritual music doesn't just roll in off the\nstreet. It has to be carried in on the voices of talented artists\nwho have the ability to anoint as well as entertain. The Miami\nValley is blessed with a rich vein of gospel performers who,\nregrettably, don't get the exposure they deserve. Thankfully, a\nhandful of these performers _ along with a splash of national and\nregional artists _ will have the chance to showcase their talents\nthis weekend at three gospel extravaganzas. (Dayton Daily News)\nWITH PHOTOS MOVED.\n","\n   XMEN _ It started in 1963 as The Uncanny X-Men. The comic book\nby Stan Lee introduced five pupils at Xavier's School for Gifted\nYoungsters. They possessed a mutant ``X gene'' that gives them\nspecial powers that humans fear and distrust. Professor Charles\nXavier teaches these five X-Men to control their emerging powers to\nfight evil and help mutants and humans coexist. While the comic\nbook has been a top seller for decades and spawned a popular Fox\ncartoon, not many people know just who the X-Men are. That may\nchange with Friday's big-screen movie X-Men, starring Patrick\nStewart, Ian McKellen and Halle Berry, and directed by Bryan Singer\n(''The Usual Suspects''). So, you're not a cult comic book reader.\nHere's a guide to the characters and story of the superhero tales.\n(Thomas, Palm Beach Post) MOVED.\n","\n   VIDEO-HURRICANE _ Video of the week: ``The Hurricane.'' Grade:\nB. (Murray, Atlanta Journal-Constitution)\n","\n   VIDEO-MINIS _ Coming soon: ``Angela's Ashes,'' ``The Ninth\nGate,'' ``Ride With the Devil,'' ``Diamonds,'' ``Rosetta,'' ``The\nWhole Nine Yards,'' ``The Big Tease,'' ``The War Zone,'' ``Isn't\nShe Great,'' ``What Planet Are You From?'' (Atlanta\nJournal-Constitution)\n","\n   VIDEO-SPOTLIGHT _ Does ``EdTV'' and ``The Truman Show'' seem so\nfar-fetched now? With ``Survivor'' and ``Big Brother'' overtaking\nthe tube, we look at films that explore ways in which television\nconsumes our lives _ from ``Being There'' and ``Network'' to\n``Pleasantville'' and ``My Favorite Year.'' (Longino, Atlanta\nJournal-Constitution)\n","\n   VIDEO-RINGEL _ (Ringel, Atlanta Journal-Constitution)\n","\n   AUDIO-NUTTY _ Sonia Murray reviews ``The Nutty Professor''\nsoundtrack. (Murray, Atlanta Journal-Constitution)\n","\n   AUDIO-MINIS _ Mini reviews of Kansas, Ruff Ryder, others TBA.\n(Atlanta Journal-Constitution)\n","\n   AUDIO-COUNTRY/RAP/POP _ (Atlanta Journal-Constitution)\n","\n   WRESTLING-GRAPEVINE _ Our wrestling columnist keeps up with the\nlatest twists and turns of the soap opera of professional wrestling\n_ in the ring and behind the scenes. (Allen, Cox News Service)\nMOVED.\n","\n   SPORTS\n","\n   ALL-STAR GAME REVIEW\n","\n   BBO-ALL-STAR-COX _ Derek Jeter leads American League to another\nvictory. (Stinson, Atlanta Journal-Constitution) MOVED.\n","\n   BB0-ALL-STAR-HUMMER _ ATLANTA _ No more regrets over what this\nAll-Star Game wasn't. That kind of thinking can be so wasteful\nanyway, as almost any cancer patient will tell you. The complaints\nover all the players who no-showed Tuesday night were to be washed\naway in steady waves of appreciation for one player you couldn't\nhave kept away with a sore knee or a restraining order. (Hummer,\nAtlanta Journal-Constitution) MOVED.\n","\n   BBO-ALL-STAR-MVP _ Derek Jeter first Yankee to earn MVP honors.\n(Wilkinson, Atlanta Journal-Constitution) MOVED.\n","\n   OTHER BASEBALL ITEMS\n","\n   BBN-BRAVES _ The Atlanta Braves enter second half of 2000 season\nwith a lot of questions.... and very few answers. (Rogers, Atlanta\nJournal-Constitution)\n","\n   BBN-REDS _ The Reds traded Denny Neagle, their top starting\npitcher, to the New York Yankees for the rights to four minor\nleague players. (Dayton Daily News)\n","\n   WITH\n","\n   BBN-MCCOY-COLUMN _ Now that the Reds have traded their best\npitcher, does that mean they are waving the white flag on this\nseason? What's ahead for the Reds who say thir goal is to bring\nchampionship baseball to Cincy by 2003. (McCoy, Dayton Daily News)\n","\n   BBN-BRAVES-TRADE _Braves trade to get pitcher Andy Ashby.\n(Atlanta Journal-Constitution)\n","\n   FOOTBALL\n","\n   COLLEGES\n","\n   FBC-BOWDEN _ Another ugly legal battle is brewing between Terry\nBowden and Auburn, which wants the former coach to either pay up or\nmove out of his palatial home on The Plains. (Barnhart, Atlanta\nJournal-Constitution)\n","\n   PROS\n","\n   FBN-FALCONS _ The Falcons attended the voluntary passing camp\nlast month in huge numbers and everyone eagerly attended mini-camp.\nNow the players are all expected to arrive in Greenville, S.C.\ntoday without any problems for the beginning of training camp.\n(Winkeljohn, Atlanta Journal-Constitution)\n","\n   BASKETBALL\n","\n   BKN-DEMARR _ Instead of preparing for his sophomore season at\nthe University of Cincinnati, DerMarr Johnson is preparing for life\nin the NBA as a lottery pick with the Atlanta Hawks. The Hawks are\ncounting on Johnson to make a huge impact on the team next season,\nbut is Johnson ready for the challenge? We will take a look at the\nteam's top draft pick as he completes his first week as a pro.\n(Hayes, Atlanta Journal-Constitution)\n","\n   BKN-HEAT _ Heat pursuing McGrady. (Skolnick, Palm Beach Post)\n","\n   COXNET BUDGET INFORMATION\n","\n   This budget moves at 10 a.m., 2 p.m. and 6 p.m. EST and\nafterwards as necessary based on news developments. If stories will\nmove after 8 p.m., an ETA will be given. All times are Eastern\nunless otherwise noted.\n","\n   HOW TO REACH US\n","\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n","\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n","\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n","\n   Cox Washington Bureau:\n","\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n","\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n","\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}