{"DocumentId":"NYT20000727.0227","TopicId":"NYT","Relevance":"0","Body":" BC-ADVANCE-BJT30-COX \n    \n\n 2NDLEDE      2ND UPDATE\n      EDs: Adds:\n      Deletes:\n      \n      CoxNet Cox News Service budget\n      FOR SUNDAY, July 30, 2000\n      c. 2000 Cox News Service\n\n   For questions, please call 404-526-5456.\n\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n\n   THE WEEKEND DUTY EDITORS ARE:\n\n   IN ATLANTA: Diane Fall at 404-526-5456\n\n   IN WASHINGTON: Andy Alexander at 404-526-2302 (convention\nworkspace in Philadelphia), 202-669-6914 (cell phone).\n\n   INTERNATIONAL\n\n   CONCORDE-CRASH _ GONESSE, France _ We try to sum up the\nill-fated crash of Air France Flight 4590, the first-ever disaster\non a Concorde supersonic transport jet. Developing. (Roughton, Cox\nNews Service).\n\n   Expected to move Fri., July 28, on the NYT Wire.\n\n   COLOMBIA-INTRO _ With the highest murder and kidnapping rates in\nthe world, a raging civil war, the worst recession in memory and\nplummeting public confidence in the army and the government,\nColombia is facing the most dire crisis in its history. Thousands\nof people are fleeing the country, while human rights activists\nestimate another 1 to 2 million have been displaced internally by\nrepeated attacks by leftist guerrillas and right-wing paramilitary\ngroups. We profile two groups _ kidnap victims and displaced people\n_ as a window into everyday life in Colombia. (Williams, Cox News\nService)\n\n   WITH\n\n   COLOMBIA-KIDNAP _ BOGOTA, Colombia _ The families come to the\nnational radio station each week, clutching hand-written notes they\nhope will somehow reach their kidnapped relatives. With an average\nof 8 kidnappings a day, Colombia is a nation living in fear.\nLeftist guerrillas and paramilitary groups have turned kidnapping\ninto a big business _ some 3,000 victims were snatched last year -\nto raise money for their armies. We profile a few families of\nkidnap victims who hope against hope they will somehow see their\nloved ones again. (Williams, Cox News Service).\n\n   WITH\n\n   COLOMBIA-DISPLACED _ BOGOTA, Colombia _ Libia Barahona watched\nwarring leftist guerrillas and right-wing paramilitaries battle in\nher remote village for months, dodging bullets and hiding with her\nfive children. Finally, she fled, abandoning her small store and\nrestaurant, eventually making her way to Bogota, where she is now\nhomeless. Barahona is one more victim in the tidal wave of 1 to 2\nmillion Colombians - mostly rural peasants - displaced by the\ncountry's civil war. Human rights activists fear the US aid package\nmay only increase the flow of refugees as poor campesinos are\nforced out of the countryside by crop eradication programs and the\nescalating war between guerrillas and the Colombian army.\n(Williams, Cox News Service). WITH PHOTOS. Expected to move on the\nNYT Wire.\n\n   MEXICO-MIGRATION _ SAN FELIPE TORRES MOCHAS, Mexico _ Like\nmillions of other young Mexicans, Eusebio de Haro set out for the\nUnited States in May, confident he'd find work like he did before.\nInstead De Haro was shot to death, allegedly, by an elderly Texas\nrancher after he and another young man knocked on his door to ask\nfor water in a remote area near the Rio Grande. The option to the\nUnited States for work is as deeply ingrained in De Haro's home\nstate as the Virgin of Guadalupe. But it is an option that appears\nto be getting more deadly every day for those who choose to cross\nthe border illegally. Migration is probably the toughest of all\nissues between these two countries. And Mexican President-elect\nVicente Fox, who is from De Haro's home state, has heightened the\nprofile even more, suggesting more visas for Mexican workers and\nworking toward an open border for the free flow of labor in as\nlittle as 10 years. (Ferriss, Cox News Service).\n\n   WITH MIGRATION-SIDE _ GUANAJUATO, Mexico _ Migration has\naffected some towns in Fox's Guanajuato state where state social\nworkers attend to abandoned families and other problems. They're\nalso encouraging successful migrants to invest in communities to\ncreate jobs there. These are towns that send construction workers\nto Arkansas, laborers and harvestors to Texas and Georgia and\nothers states. We tell it from the perspective of a young social\nworker we watched in action. (Ferriss, Cox News Service). WITH\nPHOTOS.\n\n   With information for locator map; chart on migration.\n\n   Expected to move on the NYT Wire.\n\n   NATION\n\n   GOP-CITY _ PHILADELPHIA _ A look at the pleasures and hassles\nthat await those attending the Republican National Convention this\nweek. (Dart, Cox News Service)\n\n   GOP-INTERNET _ PHILADELPHIA _ Dot-com political sites gear up\nfor their first big test of convention coverage. (Glass, Cox News\nService)\n\n   WITH\n\n   INTERNET-GRID _ What's being offered on the Web by dot-com\ncompanies covering the Republican National Convention. (Cox News\nService)\n\n   MILLER-MONEY _ When Zell Miller left the governor's office, his\npolitical capital was large but his financial portfolio was another\nmatter. His net worth was only about $300,000 _ a paltry sum for a\nman of his age and stature. He soon set out to change that,\nhowever, joining the boards of seven corporations and investing in\nsome of those firms. Now that he has been appointed to the U.S.\nSenate, he's disengaging from those new business interests_ and, by\nall accounts, making a substantial financial sacrifice. (Judd,\nAtlanta Journal-Constitution)\n\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n\n   (Editors: This is the CoxNet FOCUS page for the week. The layout\nwill be available Friday afternoon)\n\n   COXNET FOCUS 0728: GOP CONVENTION _ Political conventions are\nlong on PR these days, but an educated viewer can read between the\nlines. Here is a viewer's guide to the GOP convention next week in\nPhiladelphia. (Baxter, Cox News Service)\n\n   WITH\n\n   GOP INTERNET _ Dot-com political sites gear up for their first\nbig test of convention coverage. (Glass, Cox Washington Bureau)\n\n   ATTENTION EDITORIAL, OP-ED AND POLITICAL EDITORS\n\n   ``The people who are in charge of explaining American politics\nto the American people don't understand American politics. They\nthink it's largely about imagery, but it's really about reality.\nThe national conventions are the occasions when the swing voters\nfinally pause to take note of the real national circumstances that\nwill determine their votes.'' This excerpt is from Dayton Daily\nNews editorial writer Martin Gottlieb's new e-book _ ``Campaigns\nDon't Count: How the Media Get American Politics All Wrong.'' The\nbook, which is available free in its entirety at\nwww.coxnews.com/2000, is the topic of a full page layout that will\nrun on Sunday, July 30 in the Daily News. The page will be\navailable Wednesday, July 26 after 5 p.m. EDT with an embargo until\nthe 30th. It can be found via the Budget Tool by doing a WAN search\nwith a rundate of 0730, a location of Dayton and a category of\nOp-Ed and Editorial. If you have questions or need more\ninformation, contact Daily News Editorial Page Editor Ellen Belcher\nat 937 225-2286 (ebelcher(at)coxojio.com) or the CoxNet desk in\nAtlanta at 404 526-5456.\n\n   OPED/EDITORIAL\n\n   TEEPEN-COLUMN _ (Tom Teepen is national correspondent for Cox\nNewspapers.) MOVES THURSDAY.\n\n   KLEINBERG-COLUMN _ (Kleinberg, Cox News Service.) MOVES\nTHURSDAY.\n\n   GLASS-COLUMN _ (Andy Glass is a columnist for Cox News Service\nin the Washington bureau.) MOVES THURSDAY.\n\n   JOEMURRAY-COLUMN _ HIGH POINT, N.C. _ DISPATCHES FROM\nDREAMSVILLE: Reliving some memories, like visiting an old ball park\nthat is falling down, can be heartbreaking. (Joe Murray, Dayton\nDaily News).\n\n   BUSINESS\n\n   BERNIE-MARCUS _ Bernie Marcus, a former stand-up comic and\nhypnotist, has been the best icon Home Depot could hope for in the\ncompany's 20-year history. Tough-talking and charming at once,\nMarcus is Home Depot's do-it-yourself culture personified.\nColleagues describe him as a Pied Piper; employees routinely line\nup for his autograph. But as the company prepares to double in size\nover the next few yeasrs to nearly 2,000 stores, how is HD getting\nthe ``bleed orange'' message out to the masses? (Bond, Atlanta\nJournal-Constitution)\n\n   WITH\n\n   BERNIE-SIDE _ A computerized kiosk has become Home Depot's star\nrecruiter as the retailer tries to find an army of workers to fill\nits growing chain of warehouse stores. The home improvement giant\nneeds to tackle what seems like a nerve-racking project in this\ntight U.S. labor market. Atlanta-based Home Depot plans to open\nabout 900 stores over the next three years, and it will have to\nhire more than 200,000 workers to do that. Currently, new stores\nopen on the average of one every 43 hours. No problem, says Home\nDepot. Thanks to a new automated procedure, the retailer has turned\nthe hiring process into a near-science. (Bond, Atlanta\nJournal-Constitution)\n\n   PARENTS _ A survey by the Lutheran Brotherhood suggests that\nrather than being less productive and distracted or overburdened,\nparents consider themselves more productive after the kids come\nalong. We'll take a look at what the numbers say and talk to some\nparents about their productivity. (Mallory, Atlanta\nJournal-Constitution)\n\n   SCIENCE/HEALTH\n\n   HUNLEY _ For most of the 136 years since it became an icon of\nnaval history, the Confederate submarine H.L. Hunley has been\nburied in the soft mud at the bottom of Charleston Harbor - lost,\nthen found, but always surprisingly safe from the ravages of time.\nAll that will change next month when a giant crane lifts the\nHunley, encrusted with marine growth, from its watery grave into\nthe sunlight of a Carolina summer. For Civil War and submarine\nbuffs the world over, raising the Hunley will mark the realization\nof a dream. For archaeologists, it is the start of a race against\ntime _ one that will ultimately determine how many secrets locked\ninside in the 40-foot submarine are uncovered. ``The minute the\nHunley reaches the surfaces, we will have a ticking time bomb on\nour hands,'' says'' says Maria Jacobsen, the archaeologist who will\ndirect the excavation of the submarine in a state-of-the-art\nlaboratory at the old Charleston Navy Yard. (Toner, Atlanta\nJournal-Constitution)\n\n   WITH\n\n   BONES _ A look at what scientists expect to find inside the\nConfederate submarine when the Hunley is raised from four miles off\nSullivans Island. Confederate heritage groups already have prepared\nwooden coffins for the remains of nine sailors they believe drowned\nwhen the Hunley sank in 1864. Scientists say depending upon how\nwell the remains were preserved, they could more than bones and\nteeth - possibly clothing, buttons, even brain matter. (Burritt,\nAtlanta Journal-Constitution) WITH PHOTOS\n\n   LIFESTYLE\n\n   BLACKWOMEN-POLL _ AJC Southern Poll shows that the group most\nunhappy with male-female relations is black women. Experts and poll\nrespondents opine on why. (Miller, Atlanta Journal-Constitution)\n\n   TRAVEL\n\n   COXNET TRAVEL _ (EDS: This is the CoxNet Travel page for the\ncurrent week. This layout is now available.)\n\n   TRAVEL-CANADA-HORSE _ Quebec Province, Canada _ Taking a\nfive-day horseback ride through the rural Gaspe Peninsula in Quebec\nProvince. Every night, the ride ends at an inn, bed and breakfast\nor small hotel. The accommodations and food range from basic to\nluxurious, with the added benefit of getting to know French\nCanadians in their own homes. But the main attraction is the\nhorses. Riders spend five to seven hours a day in the saddle\nastride well-trained, well-cared-for mounts. They respond to\ncommands and expect to be reined. Let your attention wander and\nyour horse will, too. (Eckstein, Atlanta Journal-Constitution) WITH\nPHOTOS.\n\n   WITH\n\n   HORSE-RIDE-QUEBEC PROVINCE, Canada _ Even the horses spoke\nFrench, or at least understood French commands, on our five-day\nhorseback ride around the Gaspe Peninsula last fall. Here's a trail\njournal. . . (Eckstein, Atlanta Journal-Constitution) WITH PHOTOS.\n\n   FASHION\n\n   FASHION-TOERINGS _ More and more people are adorning their feet\nwith elaborate toenail polish designs and foot jewelry. Amy Winn\ngives us a glimpse at Atlantans including a man who wears toenail\npolish and at the array of merchandise in stores to give you happy\nfeet. (Winn, Atlanta Journal-Constitution) WITH PHOTOS\n\n   ENTERTAINMENT/ARTS\n\n   BOOKS\n\n   COXNET BOOKS _ (EDS: This is the CoxNet Books page for the\ncurrent week. This layout is now available.)\n\n   COXNET BOOKS 0729: WALKING _ Writing about walking, it turns\nout, is almost as plentiful as writing about writing, yet much of\nit, as Rebecca Solnit points out in ``Wanderlust: A History of\nWalking,'' is ``episodic,'' with ``no overarching plot.''\n(Rothstein, N.Y. Times News Service) Art includes a 4-column color\nphoto of a man walking in the woods and a 6-pica color photo of the\nbook jacket.\n\n   WITH: PURPLE CANE ROAD _ After appearing in 11 novels, James Lee\nBurke's Louisiana police Detective Dave Robicheaux should be as\nstale as a month-old box of Krispy Kremes. But thanks to Burke's\nability to create new challenges from a fascinating gallery of\nrogues, he's back with renewed vigor in ``Purple Cane Road.''\n(O'Briant, Atlanta Journal-Constitution) Art includes a 6-pica\ncolor photo of a book jacket.\n\n   WITH: AMERICAN RHAPSODY _ Joe Eszterhas' ``American Rhapsody''\nis an entertaining but thoroughly salacious read that's part\njournalistic tale, part racy fiction and likely to rile a lot of\nimportant people and their fans. (Morris, Austin\nAmerican-Statesman) Art includes a 6-pica color photo of a book\njacket.\n\n   WITH: PUBLISHING NOTES _ If you've finished reading the first\nchapter of Stephen King's online novel, ``The Plant,'' and are\nlooking for something else scary, click onto www.contentville.com\nfor a first-chapter preview of Anne Rice's next book. (O'Briant,\nAtlanta Journal-Constitution)\n\n   WITH: SKUBE ON BOOKS _ In his best work, McMurtry's bittersweet\nhumor has played counterpoint to the elegiac. That note is\nconspicuously absent in ``Roads.'' Art includes a 6-pica color\nphoto of a book jacket.\n\n   WITH: N.Y. TIMES BEST SELLERS LIST\n\n   COXNET ENTERTAINMENT _ (EDS: This is the CoxNet Lifestyles page\nfor the current week. The subject this week is entertainment. This\nlayout is now available.)\n\n   COXNET LIFESTYLES 0729: DIVERSITY `WAKE-UP CALL': More\nAfrican-Americans will be appearing in more noticeable roles in TV\nseries premiering in the fall, a result of pressure put on the\nnetworks by the NAACP a year ago. (Kloer, Atlanta\nJournal-Constitution) Art includes a 3-column color photo of actor\nMykelti Williamson, who will be starring in ``The Fugative,'' a\n1-column color photo of Jessica Alba, whio will be appearing in\n``Dark Angel,'' and a 2-column color photo of David Allen Grier and\nDelta Burke, who will be starring in ``DAG.''\n\n   WITH: COMMENTARY _ Sandy Grushow, chairman of Fox Entertainment\nGroup, is apprehensive about the new television season. He believes\nFox has too many new series and too many that are dark. (Holloway,\nAustin American-Statesman).\n\n   WITH: MOVIE ROUNDUP _ `Scary Movie,'' and ``Road Trip'' appear\nto be big winners in Hollywood, where the films are reaping big\ngains in comparison to their initial investments. (Longino, Atlanta\nJournal-Constitution) Art includes a 2-column color photo of Martin\nLawrence, who stars in ``Big Momma.''\n\n   WITH: MOVIE BOX _ A box showing the winners and losers of the\nsummer movie season.\n\n   BOOKS-ROLLINS _ When is a best seller not a best seller? Well,\nif it's a children's book, it might be a different kind of best\nseller than you thought. Next question: When is a children's book\nnot quite a children's book? Well, maybe when lots of adults are\nreading it, too. We're beating around the bush here to get to the\nsame place everybody seems to be getting these days _ which of\ncourse is to Harry Potter Land, a magical place that's changing\nmore than just the reading habits of millions of children.\n(Rollins, Dayton Daily News)\n\n   REVta Journal-Constitution)\n\n   WEB-RADIO _ Talk radio isn't just for broadcast anymore. You can\nget it on the Web, too. We track down some of the usual talk radio\nsuspects online, and hook up to some that you might not know.\n(DeVault, Atlanta Journal-Constitution)\n\n   GANGSTA-TOUR _ The man who set gangster rap to music 13 years\nago is bringing his first-ever national tour to Atlanta on Friday.\nThe fact that producer Dr. Dre's on a 40-city tour with the artists\nthat have made the most of his sinister rhythms (Eminem, Snoop\nDogg) is kind of like an official announcement that hip-hop's most\noffensive sub-genre is back. Big time. (Murray, Atlanta\nJournal-Constitution)\n\n   SPORTS\n\n   AUTO RACING\n\n   (The CoxNet weekly NASCAR page is still available for Sunday\nuse, except on weeks when the race is on Saturday.)\n\n   OLYMPICS\n\n   OLY-SOCCER _ Climbing up the professional soccer ladder _ and\nvery quickly _ has been the story of Josh Wolff's young career in\nMajor League Soccer. A knee injury on the eve of the playoffs last\nyear has been about the only thing to slow down the Parkview High\ngraduate, who's earned a place on the U.S. Olympic team. The\n23-year-old striker for the Chicago Fire also is getting an ample\nchance to start this season for the first time and has continued a\nknack for scoring clutch goals. Wolff also was recently featured in\nan Olympic pictorial in Rolling Stone magazine. On Sunday in\nIndianapolis, the U.S. team plays one of only two matches between\nnow and Sydney against the Bolton Wanderers of the English First\nDivision. (Parker, Atlanta Journal-Constitution)\n\n   COXNET BUDGET INFORMATION\n\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EST and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n\n   HOW TO REACH US\n\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n\n   News editor Tom Oder, 404-526-5887, toder(at)coxnews.com.\n\n   Night news editor Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n\n   Cox Washington Bureau:\n\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   For questions, please call 404-526-5456.\n","\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n","\n   THE WEEKEND DUTY EDITORS ARE:\n","\n   IN ATLANTA: Diane Fall at 404-526-5456\n","\n   IN WASHINGTON: Andy Alexander at 404-526-2302 (convention\nworkspace in Philadelphia), 202-669-6914 (cell phone).\n","\n   INTERNATIONAL\n","\n   CONCORDE-CRASH _ GONESSE, France _ We try to sum up the\nill-fated crash of Air France Flight 4590, the first-ever disaster\non a Concorde supersonic transport jet. Developing. (Roughton, Cox\nNews Service).\n","\n   Expected to move Fri., July 28, on the NYT Wire.\n","\n   COLOMBIA-INTRO _ With the highest murder and kidnapping rates in\nthe world, a raging civil war, the worst recession in memory and\nplummeting public confidence in the army and the government,\nColombia is facing the most dire crisis in its history. Thousands\nof people are fleeing the country, while human rights activists\nestimate another 1 to 2 million have been displaced internally by\nrepeated attacks by leftist guerrillas and right-wing paramilitary\ngroups. We profile two groups _ kidnap victims and displaced people\n_ as a window into everyday life in Colombia. (Williams, Cox News\nService)\n","\n   WITH\n","\n   COLOMBIA-KIDNAP _ BOGOTA, Colombia _ The families come to the\nnational radio station each week, clutching hand-written notes they\nhope will somehow reach their kidnapped relatives. With an average\nof 8 kidnappings a day, Colombia is a nation living in fear.\nLeftist guerrillas and paramilitary groups have turned kidnapping\ninto a big business _ some 3,000 victims were snatched last year -\nto raise money for their armies. We profile a few families of\nkidnap victims who hope against hope they will somehow see their\nloved ones again. (Williams, Cox News Service).\n","\n   WITH\n","\n   COLOMBIA-DISPLACED _ BOGOTA, Colombia _ Libia Barahona watched\nwarring leftist guerrillas and right-wing paramilitaries battle in\nher remote village for months, dodging bullets and hiding with her\nfive children. Finally, she fled, abandoning her small store and\nrestaurant, eventually making her way to Bogota, where she is now\nhomeless. Barahona is one more victim in the tidal wave of 1 to 2\nmillion Colombians - mostly rural peasants - displaced by the\ncountry's civil war. Human rights activists fear the US aid package\nmay only increase the flow of refugees as poor campesinos are\nforced out of the countryside by crop eradication programs and the\nescalating war between guerrillas and the Colombian army.\n(Williams, Cox News Service). WITH PHOTOS. Expected to move on the\nNYT Wire.\n","\n   MEXICO-MIGRATION _ SAN FELIPE TORRES MOCHAS, Mexico _ Like\nmillions of other young Mexicans, Eusebio de Haro set out for the\nUnited States in May, confident he'd find work like he did before.\nInstead De Haro was shot to death, allegedly, by an elderly Texas\nrancher after he and another young man knocked on his door to ask\nfor water in a remote area near the Rio Grande. The option to the\nUnited States for work is as deeply ingrained in De Haro's home\nstate as the Virgin of Guadalupe. But it is an option that appears\nto be getting more deadly every day for those who choose to cross\nthe border illegally. Migration is probably the toughest of all\nissues between these two countries. And Mexican President-elect\nVicente Fox, who is from De Haro's home state, has heightened the\nprofile even more, suggesting more visas for Mexican workers and\nworking toward an open border for the free flow of labor in as\nlittle as 10 years. (Ferriss, Cox News Service).\n","\n   WITH MIGRATION-SIDE _ GUANAJUATO, Mexico _ Migration has\naffected some towns in Fox's Guanajuato state where state social\nworkers attend to abandoned families and other problems. They're\nalso encouraging successful migrants to invest in communities to\ncreate jobs there. These are towns that send construction workers\nto Arkansas, laborers and harvestors to Texas and Georgia and\nothers states. We tell it from the perspective of a young social\nworker we watched in action. (Ferriss, Cox News Service). WITH\nPHOTOS.\n","\n   With information for locator map; chart on migration.\n","\n   Expected to move on the NYT Wire.\n","\n   NATION\n","\n   GOP-CITY _ PHILADELPHIA _ A look at the pleasures and hassles\nthat await those attending the Republican National Convention this\nweek. (Dart, Cox News Service)\n","\n   GOP-INTERNET _ PHILADELPHIA _ Dot-com political sites gear up\nfor their first big test of convention coverage. (Glass, Cox News\nService)\n","\n   WITH\n","\n   INTERNET-GRID _ What's being offered on the Web by dot-com\ncompanies covering the Republican National Convention. (Cox News\nService)\n","\n   MILLER-MONEY _ When Zell Miller left the governor's office, his\npolitical capital was large but his financial portfolio was another\nmatter. His net worth was only about $300,000 _ a paltry sum for a\nman of his age and stature. He soon set out to change that,\nhowever, joining the boards of seven corporations and investing in\nsome of those firms. Now that he has been appointed to the U.S.\nSenate, he's disengaging from those new business interests_ and, by\nall accounts, making a substantial financial sacrifice. (Judd,\nAtlanta Journal-Constitution)\n","\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n","\n   (Editors: This is the CoxNet FOCUS page for the week. The layout\nwill be available Friday afternoon)\n","\n   COXNET FOCUS 0728: GOP CONVENTION _ Political conventions are\nlong on PR these days, but an educated viewer can read between the\nlines. Here is a viewer's guide to the GOP convention next week in\nPhiladelphia. (Baxter, Cox News Service)\n","\n   WITH\n","\n   GOP INTERNET _ Dot-com political sites gear up for their first\nbig test of convention coverage. (Glass, Cox Washington Bureau)\n","\n   ATTENTION EDITORIAL, OP-ED AND POLITICAL EDITORS\n","\n   ``The people who are in charge of explaining American politics\nto the American people don't understand American politics. They\nthink it's largely about imagery, but it's really about reality.\nThe national conventions are the occasions when the swing voters\nfinally pause to take note of the real national circumstances that\nwill determine their votes.'' This excerpt is from Dayton Daily\nNews editorial writer Martin Gottlieb's new e-book _ ``Campaigns\nDon't Count: How the Media Get American Politics All Wrong.'' The\nbook, which is available free in its entirety at\nwww.coxnews.com/2000, is the topic of a full page layout that will\nrun on Sunday, July 30 in the Daily News. The page will be\navailable Wednesday, July 26 after 5 p.m. EDT with an embargo until\nthe 30th. It can be found via the Budget Tool by doing a WAN search\nwith a rundate of 0730, a location of Dayton and a category of\nOp-Ed and Editorial. If you have questions or need more\ninformation, contact Daily News Editorial Page Editor Ellen Belcher\nat 937 225-2286 (ebelcher(at)coxojio.com) or the CoxNet desk in\nAtlanta at 404 526-5456.\n","\n   OPED/EDITORIAL\n","\n   TEEPEN-COLUMN _ (Tom Teepen is national correspondent for Cox\nNewspapers.) MOVES THURSDAY.\n","\n   KLEINBERG-COLUMN _ (Kleinberg, Cox News Service.) MOVES\nTHURSDAY.\n","\n   GLASS-COLUMN _ (Andy Glass is a columnist for Cox News Service\nin the Washington bureau.) MOVES THURSDAY.\n","\n   JOEMURRAY-COLUMN _ HIGH POINT, N.C. _ DISPATCHES FROM\nDREAMSVILLE: Reliving some memories, like visiting an old ball park\nthat is falling down, can be heartbreaking. (Joe Murray, Dayton\nDaily News).\n","\n   BUSINESS\n","\n   BERNIE-MARCUS _ Bernie Marcus, a former stand-up comic and\nhypnotist, has been the best icon Home Depot could hope for in the\ncompany's 20-year history. Tough-talking and charming at once,\nMarcus is Home Depot's do-it-yourself culture personified.\nColleagues describe him as a Pied Piper; employees routinely line\nup for his autograph. But as the company prepares to double in size\nover the next few yeasrs to nearly 2,000 stores, how is HD getting\nthe ``bleed orange'' message out to the masses? (Bond, Atlanta\nJournal-Constitution)\n","\n   WITH\n","\n   BERNIE-SIDE _ A computerized kiosk has become Home Depot's star\nrecruiter as the retailer tries to find an army of workers to fill\nits growing chain of warehouse stores. The home improvement giant\nneeds to tackle what seems like a nerve-racking project in this\ntight U.S. labor market. Atlanta-based Home Depot plans to open\nabout 900 stores over the next three years, and it will have to\nhire more than 200,000 workers to do that. Currently, new stores\nopen on the average of one every 43 hours. No problem, says Home\nDepot. Thanks to a new automated procedure, the retailer has turned\nthe hiring process into a near-science. (Bond, Atlanta\nJournal-Constitution)\n","\n   PARENTS _ A survey by the Lutheran Brotherhood suggests that\nrather than being less productive and distracted or overburdened,\nparents consider themselves more productive after the kids come\nalong. We'll take a look at what the numbers say and talk to some\nparents about their productivity. (Mallory, Atlanta\nJournal-Constitution)\n","\n   SCIENCE/HEALTH\n","\n   HUNLEY _ For most of the 136 years since it became an icon of\nnaval history, the Confederate submarine H.L. Hunley has been\nburied in the soft mud at the bottom of Charleston Harbor - lost,\nthen found, but always surprisingly safe from the ravages of time.\nAll that will change next month when a giant crane lifts the\nHunley, encrusted with marine growth, from its watery grave into\nthe sunlight of a Carolina summer. For Civil War and submarine\nbuffs the world over, raising the Hunley will mark the realization\nof a dream. For archaeologists, it is the start of a race against\ntime _ one that will ultimately determine how many secrets locked\ninside in the 40-foot submarine are uncovered. ``The minute the\nHunley reaches the surfaces, we will have a ticking time bomb on\nour hands,'' says'' says Maria Jacobsen, the archaeologist who will\ndirect the excavation of the submarine in a state-of-the-art\nlaboratory at the old Charleston Navy Yard. (Toner, Atlanta\nJournal-Constitution)\n","\n   WITH\n","\n   BONES _ A look at what scientists expect to find inside the\nConfederate submarine when the Hunley is raised from four miles off\nSullivans Island. Confederate heritage groups already have prepared\nwooden coffins for the remains of nine sailors they believe drowned\nwhen the Hunley sank in 1864. Scientists say depending upon how\nwell the remains were preserved, they could more than bones and\nteeth - possibly clothing, buttons, even brain matter. (Burritt,\nAtlanta Journal-Constitution) WITH PHOTOS\n","\n   LIFESTYLE\n","\n   BLACKWOMEN-POLL _ AJC Southern Poll shows that the group most\nunhappy with male-female relations is black women. Experts and poll\nrespondents opine on why. (Miller, Atlanta Journal-Constitution)\n","\n   TRAVEL\n","\n   COXNET TRAVEL _ (EDS: This is the CoxNet Travel page for the\ncurrent week. This layout is now available.)\n","\n   TRAVEL-CANADA-HORSE _ Quebec Province, Canada _ Taking a\nfive-day horseback ride through the rural Gaspe Peninsula in Quebec\nProvince. Every night, the ride ends at an inn, bed and breakfast\nor small hotel. The accommodations and food range from basic to\nluxurious, with the added benefit of getting to know French\nCanadians in their own homes. But the main attraction is the\nhorses. Riders spend five to seven hours a day in the saddle\nastride well-trained, well-cared-for mounts. They respond to\ncommands and expect to be reined. Let your attention wander and\nyour horse will, too. (Eckstein, Atlanta Journal-Constitution) WITH\nPHOTOS.\n","\n   WITH\n","\n   HORSE-RIDE-QUEBEC PROVINCE, Canada _ Even the horses spoke\nFrench, or at least understood French commands, on our five-day\nhorseback ride around the Gaspe Peninsula last fall. Here's a trail\njournal. . . (Eckstein, Atlanta Journal-Constitution) WITH PHOTOS.\n","\n   FASHION\n","\n   FASHION-TOERINGS _ More and more people are adorning their feet\nwith elaborate toenail polish designs and foot jewelry. Amy Winn\ngives us a glimpse at Atlantans including a man who wears toenail\npolish and at the array of merchandise in stores to give you happy\nfeet. (Winn, Atlanta Journal-Constitution) WITH PHOTOS\n","\n   ENTERTAINMENT/ARTS\n","\n   BOOKS\n","\n   COXNET BOOKS _ (EDS: This is the CoxNet Books page for the\ncurrent week. This layout is now available.)\n","\n   COXNET BOOKS 0729: WALKING _ Writing about walking, it turns\nout, is almost as plentiful as writing about writing, yet much of\nit, as Rebecca Solnit points out in ``Wanderlust: A History of\nWalking,'' is ``episodic,'' with ``no overarching plot.''\n(Rothstein, N.Y. Times News Service) Art includes a 4-column color\nphoto of a man walking in the woods and a 6-pica color photo of the\nbook jacket.\n","\n   WITH: PURPLE CANE ROAD _ After appearing in 11 novels, James Lee\nBurke's Louisiana police Detective Dave Robicheaux should be as\nstale as a month-old box of Krispy Kremes. But thanks to Burke's\nability to create new challenges from a fascinating gallery of\nrogues, he's back with renewed vigor in ``Purple Cane Road.''\n(O'Briant, Atlanta Journal-Constitution) Art includes a 6-pica\ncolor photo of a book jacket.\n","\n   WITH: AMERICAN RHAPSODY _ Joe Eszterhas' ``American Rhapsody''\nis an entertaining but thoroughly salacious read that's part\njournalistic tale, part racy fiction and likely to rile a lot of\nimportant people and their fans. (Morris, Austin\nAmerican-Statesman) Art includes a 6-pica color photo of a book\njacket.\n","\n   WITH: PUBLISHING NOTES _ If you've finished reading the first\nchapter of Stephen King's online novel, ``The Plant,'' and are\nlooking for something else scary, click onto www.contentville.com\nfor a first-chapter preview of Anne Rice's next book. (O'Briant,\nAtlanta Journal-Constitution)\n","\n   WITH: SKUBE ON BOOKS _ In his best work, McMurtry's bittersweet\nhumor has played counterpoint to the elegiac. That note is\nconspicuously absent in ``Roads.'' Art includes a 6-pica color\nphoto of a book jacket.\n","\n   WITH: N.Y. TIMES BEST SELLERS LIST\n","\n   COXNET ENTERTAINMENT _ (EDS: This is the CoxNet Lifestyles page\nfor the current week. The subject this week is entertainment. This\nlayout is now available.)\n","\n   COXNET LIFESTYLES 0729: DIVERSITY `WAKE-UP CALL': More\nAfrican-Americans will be appearing in more noticeable roles in TV\nseries premiering in the fall, a result of pressure put on the\nnetworks by the NAACP a year ago. (Kloer, Atlanta\nJournal-Constitution) Art includes a 3-column color photo of actor\nMykelti Williamson, who will be starring in ``The Fugative,'' a\n1-column color photo of Jessica Alba, whio will be appearing in\n``Dark Angel,'' and a 2-column color photo of David Allen Grier and\nDelta Burke, who will be starring in ``DAG.''\n","\n   WITH: COMMENTARY _ Sandy Grushow, chairman of Fox Entertainment\nGroup, is apprehensive about the new television season. He believes\nFox has too many new series and too many that are dark. (Holloway,\nAustin American-Statesman).\n","\n   WITH: MOVIE ROUNDUP _ `Scary Movie,'' and ``Road Trip'' appear\nto be big winners in Hollywood, where the films are reaping big\ngains in comparison to their initial investments. (Longino, Atlanta\nJournal-Constitution) Art includes a 2-column color photo of Martin\nLawrence, who stars in ``Big Momma.''\n","\n   WITH: MOVIE BOX _ A box showing the winners and losers of the\nsummer movie season.\n","\n   BOOKS-ROLLINS _ When is a best seller not a best seller? Well,\nif it's a children's book, it might be a different kind of best\nseller than you thought. Next question: When is a children's book\nnot quite a children's book? Well, maybe when lots of adults are\nreading it, too. We're beating around the bush here to get to the\nsame place everybody seems to be getting these days _ which of\ncourse is to Harry Potter Land, a magical place that's changing\nmore than just the reading habits of millions of children.\n(Rollins, Dayton Daily News)\n","\n   REVta Journal-Constitution)\n","\n   WEB-RADIO _ Talk radio isn't just for broadcast anymore. You can\nget it on the Web, too. We track down some of the usual talk radio\nsuspects online, and hook up to some that you might not know.\n(DeVault, Atlanta Journal-Constitution)\n","\n   GANGSTA-TOUR _ The man who set gangster rap to music 13 years\nago is bringing his first-ever national tour to Atlanta on Friday.\nThe fact that producer Dr. Dre's on a 40-city tour with the artists\nthat have made the most of his sinister rhythms (Eminem, Snoop\nDogg) is kind of like an official announcement that hip-hop's most\noffensive sub-genre is back. Big time. (Murray, Atlanta\nJournal-Constitution)\n","\n   SPORTS\n","\n   AUTO RACING\n","\n   (The CoxNet weekly NASCAR page is still available for Sunday\nuse, except on weeks when the race is on Saturday.)\n","\n   OLYMPICS\n","\n   OLY-SOCCER _ Climbing up the professional soccer ladder _ and\nvery quickly _ has been the story of Josh Wolff's young career in\nMajor League Soccer. A knee injury on the eve of the playoffs last\nyear has been about the only thing to slow down the Parkview High\ngraduate, who's earned a place on the U.S. Olympic team. The\n23-year-old striker for the Chicago Fire also is getting an ample\nchance to start this season for the first time and has continued a\nknack for scoring clutch goals. Wolff also was recently featured in\nan Olympic pictorial in Rolling Stone magazine. On Sunday in\nIndianapolis, the U.S. team plays one of only two matches between\nnow and Sydney against the Bolton Wanderers of the English First\nDivision. (Parker, Atlanta Journal-Constitution)\n","\n   COXNET BUDGET INFORMATION\n","\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EST and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n","\n   HOW TO REACH US\n","\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n","\n   News editor Tom Oder, 404-526-5887, toder(at)coxnews.com.\n","\n   Night news editor Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n","\n   Cox Washington Bureau:\n","\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n","\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n","\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}