{"DocumentId":"NYT20000707.0389","TopicId":"NYT","Relevance":"0","Body":" BC-CONSUMER-COLUMN0708-COX \n    \n\n      Like a log. Like a baby. With the fishes. Who cares? As long as\nit is a good night's\n      By Jane Greig\n      c. 2000 Cox News Service\n\n   AUSTIN, Texas _ Rip Van Winkle, the Greek poet Epimenides and\nCharles Perrault's Beauty are the only ones I can think of who had\ntoo much sleep.\n\n   Sleep consumes about 20 years of a human lifetime _ or it\nshould. More than 100 million Americans of all ages, however,\nregularly fail to get a good night's sleep. Some blame it on a\nsnoring mate, a neighbor's barking dog or too much to eat or drink.\nSleepless nights reduce worker productivity and increase\nirritability. Need to know more about sleep cycles and disorders?\nEver wonder what causes a yawn? Think preschoolers are the only\nones who benefit from naps? Think again. This edition of the Greig\nFiles cannot guarantee a good night's sleep but does give you\nsomething to read if you are sleepless.\n\n   WHAT THE HECK IS SLEEP?\n\n   A periodic state of relative inactivity for the mind and body.\n\n   Sleep comes in two types: REM (rapid eye movement), during which\nvivid dreams transpire, and nondreaming or dull dreaming non-REM\nsleep. About 75 percent of every night is spent in non-REM sleep.\nREM periods become longer as the night wears on. When sleep is on\nits way, brain waves are progressively wider and taller than those\nproduced during waking periods. Brain nerve cells are firing in\nconcert _ like an audience clapping to the same beat _ to make\nthese waves slower.\n\n   Think of going to sleep like going down a hillside.\n\n   Stage one is a light sleep in which the brain and muscles begin\nto relax on the way down the hill. At stage two, the brain's waves\nare markedly wider, and heart rate and respiration slow. Sleep in\nstages three and four is characterized by taller, wider brain waves\n_ known as Delta sleep _ slower brain activity and noticeable body\nrecovery. If awakened during this stage, most folks feel lousy _\nthe total sleep cycle has been interrupted, and wakening from a\nDelta sleep is difficult.\n\n   The final stage is REM sleep, which restores mental alertness\nand is characterized by brain waves similar to those during waking\nperiods.\n\n   This sleep cycle takes about 90 minutes to complete; then it's\nback to the top of the hill.\n\n   WHO SLEEPS AND FOR HOW LONG?\n\n   The sandman of sleep is Dr. Peter Hauri, whose book ``No More\nSleepless Nights'' is the bible of bedtime.\n\n   Newborns average 16 1/2 hours of sleep a day, and by six months,\n14 hours. (Unfortunately for new parents, these hours are not\nconsecutive.) At age 2, this drops to 12 1/2 hours (split into 11\nhours at night and 1 1/2 hour nap time). By age 6, children usually\ndrop the nap and stick with the 11 hours of sleep. By 10, a child\naverages 10 hours of sleep; 13- to 20-year-olds need nine to 10\nhours but seldom get it. On average an adult (regardless of age)\nsleeps 7 1/2 to 9 hours.\n\n   A common misconception is that the elderly need less sleep, but,\nin fact, seniors log the same hours as other adults, only in\nspurts, as routine napping returns to the sleep pattern.\n\n   HELP! IS THAT MY CIRCADIAN CLOCK TICKING?\n\n   Sure is. The circadian clock (from the Latin, circa, about; and\ndies, day refers to the 24-hour daily rhythm driving everything\nfrom humans to flowers. Sleep runs on this clock. The urge to sleep\nin humans is very compelling between midnight and 6 a.m., and again\nbetween 3 and 5 p.m. This clock's major signal? Light.\n\n   WHAT IS THE MOST COMMON CAUSE OF SLEEP PROBLEMS?\n\n   Bad sleep habits, notes Dr. David Duhon of the Sleep Disorders\nCenter of Central Texas. There are so many temptations at night.\nElectricity and the light bulb are just the beginning.\n\n   Computers, radios, television, stereos, shift work, part-time\njobs _ all conspire to cut into time traditionally reserved for\nrest, if not for sleep.\n\n   Approximately 10 percent to 15 percent of adults suffer from\nobstructive sleep apnea syndrome, marked by snoring and uneven\nbreathing. WHAT DO JERKS HAVE TO DO WITH SLEEP? These are sleep\nstarts, also known as ``hypnic jerks,'' when drifting off to sleep.\nAccompanied by a sense of falling, the jerks are ``a primitive\npostural reflex,'' notes Duhon, a reminder that human ancestors\nslept in trees for safety. Maintaining posture during sleep (not\nfalling out of the tree into a lion's mouth) was essential. The\njerking is a muscle reflex to the natural relaxation of sleep _\nreaching out for an imaginary tree branch.\n\n   BOSS, IS IT TIME FOR MY NAP?\n\n   Sounds funny, but napping _ power napping, that is, of 30\nminutes or less _ is one way to increase productivity. The body's\ncircadian clock is set for sleep at night but also during the\nmiddle of the day. So it's not the el plato grande you had for\nlunch that is making you sleepy, nor is it the droning of the staff\nmeeting. This is nature fighting for a few daytime ZZZZZs.\n\n   A short nap is the most effective way to increase alertness.\nEver spy a co-worker dozing in the car? Has your head jerked back\nwhile gazing at a computer monitor recently? Remember, more than 40\npercent of Americans admit to taking a daily nap. By the by, women\nfeel more guilty about napping than men (there's a shock).\n\n   Contact the World Nap Organization at\nhome.bluemarble.net/(tilde)amyloo/wno.html for napping survey\nresults. No time to nap? There is always the possibility of moving\nto Spain for a daily siesta.\n\n   WHAT IS INSOMNIA?\n\n   This ubiquitous term means the inability to fall asleep or stay\nasleep. It causes irritability, restlessness and anxiety. Mild\ninsomnia is characterized by a regular (but not daily) feeling of\nnot being rested, although routines are not impaired. Moderate\ninsomnia is a nightly experience and causes moderate problems\nduring waking hours. Severe insomnia occurs regularly and seriously\nimpairs work and social functioning. For more information on the 84\nsleep disorders, visit the American Academy of Sleep Medicine at\nasda.org.\n\n   IS THERE A DOWN SIDE TO TRAVEL?\n\n   Jet lag, the battle of the body against its environment.\nEnvironment usually wins. Body time and local time at war? The\ntravel gurus at the Austin Diagnostic Center's Travel Clinic advise\ncommon sense.\n\n   Get adequate rest before traveling, reduce smoking and avoid\nalcohol and caffeine, carry healthy snacks and avoid heavy meals,\nincrease fluid intake (8 ounces per hour during flight), exercise\n(in-seat flexes, walk the aisle), sleep as much as possible on the\nplane (pillow, blankets, earplugs and eye cover if necessary),\nshower or wash hands and face when possible.\n\n   So skip the free champagne (or at least drink less of it), grab\nsome shut-eye and drink water like a fish. Upon arrival, do not\nimmediately sleep but force yourself to live in the new time zone\nday. Get some sunshine if possible.\n\n   DID YOU DREAM A LITTLE DREAM?\n\n   You bet you did. Everyone dreams (most in color, although it may\nnot be remembered that way) every night. And, no, having the same\ndream repeatedly does not mean anything in particular. Keep a dream\ndiary to discern patterns. Certain dreams may replay during times\nof change or stress. The Association for the Study of Dreams\nreports dreams may be influenced by giving yourself pre-dream\nsuggestions. As for predicting the future? You might have more luck\nbecoming Greek and hightailing it to Delphi. Dreams as well as\ntheir interpretation are personal, very personal.\n\n   IS THERE A MONSTER UNDER THE BED?\n\n   Maybe, maybe not.\n\n   The monster may just be a nightmare, a normal occurrence.\nNightmares may be caused by medication, stress or illness. Think of\nnightmares as a way to explore mental images. For a detailed flier\non nightmares, send a stamped, self-addressed envelope to the\nAssociation of the Study of Dreams, P.O. Box 1166, Orinda, Calif.\n94563. Nightmares should not be confused with night terrors, in\nwhich the sleeper may scream and thrash about. Children may suffer\nfrom such terrors and, when comforted by parents, often conquer\nthese terrors.\n\n   WHAT CAUSES YAWNING?\n\n   Just reading the word, for one thing. No one knows why yawns\noccur, only that they do. Theories abound.\n\n   Yawns give a burst of oxygen when the body needs it. Or yawns\nare a socializing event, alerting others in prehistoric tribes that\nit is time for sleep. Or yawning is part of an overall stretch when\nmuscles need to prepare for work.You pick.\n\n   Each explanation can be argued. If yawning occurs when oxygen is\nneeded, why don't athletes in the middle of strenuous exercise,\nwhen more oxygen is beneficial, yawn? How difficult could it have\nbeen to synchronize sleep in ancient times, when little or nothing\ncould be accomplished after dark? And if stretching prepares\nmuscles for work, why is yawning particularly frequent before\nbedtime?\n\n   Even without the whys of yawning, a few facts have been\nestablished at the University of Washington, where such matters are\nstudied. Everyone yawns. The average yawn lasts six seconds, and in\nhumans,the earliest yawning occurs in utero, about 11 weeks after\nconception. Children between 1 and 2 years old begin to participate\nin contagious yawning. The incidence of yawning is increased when\nthe hypothalamus is injected with some neurotransmitters (e.g.\ndopamine, nitric oxide) of test animals. Yawn.\n\n   DOES MR. ED NEED AS MUCH SLEEP AS HUMANS?\n\n   Not really, notes Duhon.\n\n   The average equine and other large grazing animals such as\nelephants and giraffes need only three hours per day. The\nexception? Lions and tigers spend a great deal of the day asleep.\nIn contrast, chimpanzees sleep nine to 10 hours; gorillas, 12 to\n15; and the South American owl monkey, 17 hours per day. Bats need\nabout 20 hours of shut-eye.\n\n   Reptiles and fish do not ``sleep'' per se but have periods when\nthey are less sensitive to their environment. Some birds manage to\nnap in flight. Neat trick _ but not as neat as fur seals and some\ndolphin species, which manage to allow one hemisphere of the brain\nto sleep at a time. This particular adaptation allows them to sleep\nwithout drowning.\n\n   And the king of all nappers? The Indus River dolphin, a blind\nspecies living in swift river currents. This dolphin sleeps a total\nof seven hours a day _ 4 to 40 seconds at a time.\n\n   ARE YOU SLEEPLESS IN SAN DIEGO?\n\n   That is what 17-year-old Randy Gardner was in the mid-1960s,\nwhen he went 264 hours without sleep. There were, however, plenty\nof cold showers, rock 'n' roll and caffeine to keep young Randy\nawake. Before succumbing to Morphias, Gardner suffered slurred\nspeech, finally falling into a silent stupor. Although the\nsleepless period was supervised, such stunts are dangerous. A\nUniversity of Chicago study showed that rats die when prevented\nfrom sleeping for 2 1/2 weeks, reports Michael Cannell in Science\nWorld.\n\n   NIGHTTIME SUPERSTITIONS\n\n   _ To rid yourself of possible aftereffects of bad dreams, spit\nthree times as soon as you wake up. _ The best night's sleep is had\nin a bed facing south.\n\n   _ If your bed faces east, you will be rich; west, you will\ntravel. _ Avoid nightmares by hanging socks or stockings over the\nend of the bed with a pin stuck through them. _ To dream of muddy\nwater is to be warned of trouble or impending death. _ Dreaming of\nlice portends some family member will be sick. _ Being sleepy after\ndinner means company is coming. _ Daytime sleep induces fever,\nespecially in the summer. _ Never waken a person suddenly, lest his\nspirit, which wanders during sleep, not have sufficient time to\nre-enter the body. _ Sleeping on the left side invites heart\ntrouble. _ A woman who dreams of fish will have a baby.\n\n   _ A dream told on Saturday will come true.\n\n   HOW TO GET THE SLEEP YOU NEED\n\n   Here are some sleep tips from the Mayo Clinic:\n\n   _ Establish a regular bedtime.\n\n   _ Get up at the usual time in the morning, even if you did not\nhave a restful night's sleep.\n\n   _ Read or watch television until becoming sleepy, rather than\ntrying to sleep.\n\n   _ Set an alarm clock, but put it out of sight.\n\n   _ Cut down time in bed by 30 to 60 minutes to deepen sleep. _\nExercise four to six hours before bedtime. _ Make the bedroom as\ncomfortable as possible. _ Eat a light snack. _ Take a hot bath two\nhours before going to bed. _ Avoid alcohol. _ Avoid beverages\ncontaining caffeine after lunchtime. _ Avoid tobacco. _ Deal with\nworries before bedtime.\n\n   LATE NIGHT ?\n\n   Catch up, like payback, is . . . well, difficult.\n\n   Experts agree missing your normal shut-eye one night, like\nmissing one meal, is not that debilitating. You can catch up the\nnext day by going to bed early or sleeping a bit later. But do not\ndelay. Waiting until the weekend to grab needed shut-eye only\ncompounds the sleep deficit and general malaise. Better yet, bank a\nlittle extra sleep when a late night looms.\n\n   FROM THE KEYBOARD: SLEEP INFO ONLINE\n\n   _ www.websciences.org: The National Sleep Foundation _\nwww.thesleepsite.com: The Sleep Site _ www.rls.org: Restless Leg\nSyndrome Foundation\n\n   _ bisleep.medsch.ucla.edu: The Sleep Home Pages of the Brain\nInformation Services _ www.yawn.org: Young Adults with Narcolepsy _\nwww.nhlbi.nih.gov/about/ncsdr: The National Center on Sleep\nDisorders Research of the National Institutes of Health _\nwww.sleepapnea.org: The American Sleep Apnea Associations\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   AUSTIN, Texas _ Rip Van Winkle, the Greek poet Epimenides and\nCharles Perrault's Beauty are the only ones I can think of who had\ntoo much sleep.\n","\n   Sleep consumes about 20 years of a human lifetime _ or it\nshould. More than 100 million Americans of all ages, however,\nregularly fail to get a good night's sleep. Some blame it on a\nsnoring mate, a neighbor's barking dog or too much to eat or drink.\nSleepless nights reduce worker productivity and increase\nirritability. Need to know more about sleep cycles and disorders?\nEver wonder what causes a yawn? Think preschoolers are the only\nones who benefit from naps? Think again. This edition of the Greig\nFiles cannot guarantee a good night's sleep but does give you\nsomething to read if you are sleepless.\n","\n   WHAT THE HECK IS SLEEP?\n","\n   A periodic state of relative inactivity for the mind and body.\n","\n   Sleep comes in two types: REM (rapid eye movement), during which\nvivid dreams transpire, and nondreaming or dull dreaming non-REM\nsleep. About 75 percent of every night is spent in non-REM sleep.\nREM periods become longer as the night wears on. When sleep is on\nits way, brain waves are progressively wider and taller than those\nproduced during waking periods. Brain nerve cells are firing in\nconcert _ like an audience clapping to the same beat _ to make\nthese waves slower.\n","\n   Think of going to sleep like going down a hillside.\n","\n   Stage one is a light sleep in which the brain and muscles begin\nto relax on the way down the hill. At stage two, the brain's waves\nare markedly wider, and heart rate and respiration slow. Sleep in\nstages three and four is characterized by taller, wider brain waves\n_ known as Delta sleep _ slower brain activity and noticeable body\nrecovery. If awakened during this stage, most folks feel lousy _\nthe total sleep cycle has been interrupted, and wakening from a\nDelta sleep is difficult.\n","\n   The final stage is REM sleep, which restores mental alertness\nand is characterized by brain waves similar to those during waking\nperiods.\n","\n   This sleep cycle takes about 90 minutes to complete; then it's\nback to the top of the hill.\n","\n   WHO SLEEPS AND FOR HOW LONG?\n","\n   The sandman of sleep is Dr. Peter Hauri, whose book ``No More\nSleepless Nights'' is the bible of bedtime.\n","\n   Newborns average 16 1/2 hours of sleep a day, and by six months,\n14 hours. (Unfortunately for new parents, these hours are not\nconsecutive.) At age 2, this drops to 12 1/2 hours (split into 11\nhours at night and 1 1/2 hour nap time). By age 6, children usually\ndrop the nap and stick with the 11 hours of sleep. By 10, a child\naverages 10 hours of sleep; 13- to 20-year-olds need nine to 10\nhours but seldom get it. On average an adult (regardless of age)\nsleeps 7 1/2 to 9 hours.\n","\n   A common misconception is that the elderly need less sleep, but,\nin fact, seniors log the same hours as other adults, only in\nspurts, as routine napping returns to the sleep pattern.\n","\n   HELP! IS THAT MY CIRCADIAN CLOCK TICKING?\n","\n   Sure is. The circadian clock (from the Latin, circa, about; and\ndies, day refers to the 24-hour daily rhythm driving everything\nfrom humans to flowers. Sleep runs on this clock. The urge to sleep\nin humans is very compelling between midnight and 6 a.m., and again\nbetween 3 and 5 p.m. This clock's major signal? Light.\n","\n   WHAT IS THE MOST COMMON CAUSE OF SLEEP PROBLEMS?\n","\n   Bad sleep habits, notes Dr. David Duhon of the Sleep Disorders\nCenter of Central Texas. There are so many temptations at night.\nElectricity and the light bulb are just the beginning.\n","\n   Computers, radios, television, stereos, shift work, part-time\njobs _ all conspire to cut into time traditionally reserved for\nrest, if not for sleep.\n","\n   Approximately 10 percent to 15 percent of adults suffer from\nobstructive sleep apnea syndrome, marked by snoring and uneven\nbreathing. WHAT DO JERKS HAVE TO DO WITH SLEEP? These are sleep\nstarts, also known as ``hypnic jerks,'' when drifting off to sleep.\nAccompanied by a sense of falling, the jerks are ``a primitive\npostural reflex,'' notes Duhon, a reminder that human ancestors\nslept in trees for safety. Maintaining posture during sleep (not\nfalling out of the tree into a lion's mouth) was essential. The\njerking is a muscle reflex to the natural relaxation of sleep _\nreaching out for an imaginary tree branch.\n","\n   BOSS, IS IT TIME FOR MY NAP?\n","\n   Sounds funny, but napping _ power napping, that is, of 30\nminutes or less _ is one way to increase productivity. The body's\ncircadian clock is set for sleep at night but also during the\nmiddle of the day. So it's not the el plato grande you had for\nlunch that is making you sleepy, nor is it the droning of the staff\nmeeting. This is nature fighting for a few daytime ZZZZZs.\n","\n   A short nap is the most effective way to increase alertness.\nEver spy a co-worker dozing in the car? Has your head jerked back\nwhile gazing at a computer monitor recently? Remember, more than 40\npercent of Americans admit to taking a daily nap. By the by, women\nfeel more guilty about napping than men (there's a shock).\n","\n   Contact the World Nap Organization at\nhome.bluemarble.net/(tilde)amyloo/wno.html for napping survey\nresults. No time to nap? There is always the possibility of moving\nto Spain for a daily siesta.\n","\n   WHAT IS INSOMNIA?\n","\n   This ubiquitous term means the inability to fall asleep or stay\nasleep. It causes irritability, restlessness and anxiety. Mild\ninsomnia is characterized by a regular (but not daily) feeling of\nnot being rested, although routines are not impaired. Moderate\ninsomnia is a nightly experience and causes moderate problems\nduring waking hours. Severe insomnia occurs regularly and seriously\nimpairs work and social functioning. For more information on the 84\nsleep disorders, visit the American Academy of Sleep Medicine at\nasda.org.\n","\n   IS THERE A DOWN SIDE TO TRAVEL?\n","\n   Jet lag, the battle of the body against its environment.\nEnvironment usually wins. Body time and local time at war? The\ntravel gurus at the Austin Diagnostic Center's Travel Clinic advise\ncommon sense.\n","\n   Get adequate rest before traveling, reduce smoking and avoid\nalcohol and caffeine, carry healthy snacks and avoid heavy meals,\nincrease fluid intake (8 ounces per hour during flight), exercise\n(in-seat flexes, walk the aisle), sleep as much as possible on the\nplane (pillow, blankets, earplugs and eye cover if necessary),\nshower or wash hands and face when possible.\n","\n   So skip the free champagne (or at least drink less of it), grab\nsome shut-eye and drink water like a fish. Upon arrival, do not\nimmediately sleep but force yourself to live in the new time zone\nday. Get some sunshine if possible.\n","\n   DID YOU DREAM A LITTLE DREAM?\n","\n   You bet you did. Everyone dreams (most in color, although it may\nnot be remembered that way) every night. And, no, having the same\ndream repeatedly does not mean anything in particular. Keep a dream\ndiary to discern patterns. Certain dreams may replay during times\nof change or stress. The Association for the Study of Dreams\nreports dreams may be influenced by giving yourself pre-dream\nsuggestions. As for predicting the future? You might have more luck\nbecoming Greek and hightailing it to Delphi. Dreams as well as\ntheir interpretation are personal, very personal.\n","\n   IS THERE A MONSTER UNDER THE BED?\n","\n   Maybe, maybe not.\n","\n   The monster may just be a nightmare, a normal occurrence.\nNightmares may be caused by medication, stress or illness. Think of\nnightmares as a way to explore mental images. For a detailed flier\non nightmares, send a stamped, self-addressed envelope to the\nAssociation of the Study of Dreams, P.O. Box 1166, Orinda, Calif.\n94563. Nightmares should not be confused with night terrors, in\nwhich the sleeper may scream and thrash about. Children may suffer\nfrom such terrors and, when comforted by parents, often conquer\nthese terrors.\n","\n   WHAT CAUSES YAWNING?\n","\n   Just reading the word, for one thing. No one knows why yawns\noccur, only that they do. Theories abound.\n","\n   Yawns give a burst of oxygen when the body needs it. Or yawns\nare a socializing event, alerting others in prehistoric tribes that\nit is time for sleep. Or yawning is part of an overall stretch when\nmuscles need to prepare for work.You pick.\n","\n   Each explanation can be argued. If yawning occurs when oxygen is\nneeded, why don't athletes in the middle of strenuous exercise,\nwhen more oxygen is beneficial, yawn? How difficult could it have\nbeen to synchronize sleep in ancient times, when little or nothing\ncould be accomplished after dark? And if stretching prepares\nmuscles for work, why is yawning particularly frequent before\nbedtime?\n","\n   Even without the whys of yawning, a few facts have been\nestablished at the University of Washington, where such matters are\nstudied. Everyone yawns. The average yawn lasts six seconds, and in\nhumans,the earliest yawning occurs in utero, about 11 weeks after\nconception. Children between 1 and 2 years old begin to participate\nin contagious yawning. The incidence of yawning is increased when\nthe hypothalamus is injected with some neurotransmitters (e.g.\ndopamine, nitric oxide) of test animals. Yawn.\n","\n   DOES MR. ED NEED AS MUCH SLEEP AS HUMANS?\n","\n   Not really, notes Duhon.\n","\n   The average equine and other large grazing animals such as\nelephants and giraffes need only three hours per day. The\nexception? Lions and tigers spend a great deal of the day asleep.\nIn contrast, chimpanzees sleep nine to 10 hours; gorillas, 12 to\n15; and the South American owl monkey, 17 hours per day. Bats need\nabout 20 hours of shut-eye.\n","\n   Reptiles and fish do not ``sleep'' per se but have periods when\nthey are less sensitive to their environment. Some birds manage to\nnap in flight. Neat trick _ but not as neat as fur seals and some\ndolphin species, which manage to allow one hemisphere of the brain\nto sleep at a time. This particular adaptation allows them to sleep\nwithout drowning.\n","\n   And the king of all nappers? The Indus River dolphin, a blind\nspecies living in swift river currents. This dolphin sleeps a total\nof seven hours a day _ 4 to 40 seconds at a time.\n","\n   ARE YOU SLEEPLESS IN SAN DIEGO?\n","\n   That is what 17-year-old Randy Gardner was in the mid-1960s,\nwhen he went 264 hours without sleep. There were, however, plenty\nof cold showers, rock 'n' roll and caffeine to keep young Randy\nawake. Before succumbing to Morphias, Gardner suffered slurred\nspeech, finally falling into a silent stupor. Although the\nsleepless period was supervised, such stunts are dangerous. A\nUniversity of Chicago study showed that rats die when prevented\nfrom sleeping for 2 1/2 weeks, reports Michael Cannell in Science\nWorld.\n","\n   NIGHTTIME SUPERSTITIONS\n","\n   _ To rid yourself of possible aftereffects of bad dreams, spit\nthree times as soon as you wake up. _ The best night's sleep is had\nin a bed facing south.\n","\n   _ If your bed faces east, you will be rich; west, you will\ntravel. _ Avoid nightmares by hanging socks or stockings over the\nend of the bed with a pin stuck through them. _ To dream of muddy\nwater is to be warned of trouble or impending death. _ Dreaming of\nlice portends some family member will be sick. _ Being sleepy after\ndinner means company is coming. _ Daytime sleep induces fever,\nespecially in the summer. _ Never waken a person suddenly, lest his\nspirit, which wanders during sleep, not have sufficient time to\nre-enter the body. _ Sleeping on the left side invites heart\ntrouble. _ A woman who dreams of fish will have a baby.\n","\n   _ A dream told on Saturday will come true.\n","\n   HOW TO GET THE SLEEP YOU NEED\n","\n   Here are some sleep tips from the Mayo Clinic:\n","\n   _ Establish a regular bedtime.\n","\n   _ Get up at the usual time in the morning, even if you did not\nhave a restful night's sleep.\n","\n   _ Read or watch television until becoming sleepy, rather than\ntrying to sleep.\n","\n   _ Set an alarm clock, but put it out of sight.\n","\n   _ Cut down time in bed by 30 to 60 minutes to deepen sleep. _\nExercise four to six hours before bedtime. _ Make the bedroom as\ncomfortable as possible. _ Eat a light snack. _ Take a hot bath two\nhours before going to bed. _ Avoid alcohol. _ Avoid beverages\ncontaining caffeine after lunchtime. _ Avoid tobacco. _ Deal with\nworries before bedtime.\n","\n   LATE NIGHT ?\n","\n   Catch up, like payback, is . . . well, difficult.\n","\n   Experts agree missing your normal shut-eye one night, like\nmissing one meal, is not that debilitating. You can catch up the\nnext day by going to bed early or sleeping a bit later. But do not\ndelay. Waiting until the weekend to grab needed shut-eye only\ncompounds the sleep deficit and general malaise. Better yet, bank a\nlittle extra sleep when a late night looms.\n","\n   FROM THE KEYBOARD: SLEEP INFO ONLINE\n","\n   _ www.websciences.org: The National Sleep Foundation _\nwww.thesleepsite.com: The Sleep Site _ www.rls.org: Restless Leg\nSyndrome Foundation\n","\n   _ bisleep.medsch.ucla.edu: The Sleep Home Pages of the Brain\nInformation Services _ www.yawn.org: Young Adults with Narcolepsy _\nwww.nhlbi.nih.gov/about/ncsdr: The National Center on Sleep\nDisorders Research of the National Institutes of Health _\nwww.sleepapnea.org: The American Sleep Apnea Associations\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}