{"DocumentId":"NYT20000712.0241","TopicId":"NYT","Relevance":"0","Body":" BC-ADVANCE-BJT16-COX \n    \n\n 1STLEDE      1STLEDE\n      CoxNet Cox News Service budget\n      FOR SUNDAY, July 16, 2000\n      c. 2000 Cox News Service\n\n   For questions, please call 404-526-5456.\n\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n\n   Eds. Adds: BRITISH OPEN PREVIEW PAGE, PRISON, CLERGY,\nCREMANTION, FBN-COWBOYS\n\n   THE WEEKEND DUTY EDITORS ARE:\n\n   IN ATLANTA: Diane Fall at 404-526-7282\n\n   IN WASHINGTON: Elliot Jaspin at 703-725-7031 (cell\n\n   phone)\n\n   NATION\n\n   GORE-DLC _ BALTIMORE - The Democratic Leadership Council, which\nrepresents the centrist wing of the Democratic Party is clearly in\ncontrol, with one of the DLC's founders, Vice President Al Gore,\npreparing to accept the party's presidential nomination. Gore\naddresses the DLC on Saturday, capping the organization's two-day\nconference. (Shepard, Cox News Service)\n\n   TECH-DIVERSITY _ BOSTON _ The business attire has changed from\nstuffy suits to casual cool, but the faces remain largely the same.\nThe New Economy, like the\n\n   old economy, is dominated by white males. High-tech professions\nhave a disproportionately small number of women, blacks and\nHispanics in high-paying technical jobs. The pipeline of science\nand math majors from American colleges and universities suggests\nthat the situation will not soon improve, leaving the specter of a\ngrowing wage gap. (Holmes, Cox News Service).\n\n   WITH PHOTOS.\n\n   Moving Thursday on NYT wire in (a) national and (f) financial\ncategories\n\n   GRASSPEA _ WASHINGTON _ A small dryland pea that often saves the\nworld's poorest people from starvation _ and then leaves thousands\nparalyzed for life _ has been genetically changed to eliminate its\ncrippling trait. (Nesmith, Cox News Service) WITH PHOTO.\n\n   Moved Monday on NYT wire.\n\n   GUN-LICENSING _ WASHINGTON _ One of the goals of the Million Mom\nMarch is widely seen as unattainable _ licensing gun owners much as\nwe do drivers and hair stylists. A look at why some people see\nlicensing as a key to reducing gun violence, and others as a danger\nto liberty. (Moscoso, Cox News Service).\n\n   Moving Thursday on NYT wire.\n\n   INTERNET-POLITICS _ WASHINGTON _ The Internet tidal wave is\nbearing down on the venerable institution of political conventions.\nAs traditional TV and print\n\n   coverage has waned, more than 100 dot-com news organizations are\nmoving in, some planning a major presence with skyboxes and\ncelebrity anchors. (Glass, Cox News Service).\n\n   Moving Monday on NYT wire in (w) Washington and (p) politics\ncategories.\n\n   GORE-DLC _ BALTIMORE _ The Democratic Leadership Council, which\nrepresents the centrist wing of the Democratic Party is clearly in\ncontrol, with one of the\n\n   DLC's founders, Vice President Al Gore, preparing to accept the\nparty's presidential nomination. Gore addresses the DLC on\nSaturday, capping the organization's two-day conference. (Shepard,\nCox News Service).\n\n   Moving spot Saturday. on NYT wire.\n\n   CLINTON-G8-$ADV16 _ WASHINGTON _ At President Clinton's last\nGroup of Seven (plus Russia) summit meeting, what does the\nlame-duck leader hope to accomplish? He is still the big dog in\nthis yard, but is also leaving office soon. Is there anything that\nhe can influence? Are his partners already beginning to look past\nhim? Developing. (Deans, Cox News Service).\n\n   With issues box attached.\n\n   Expected to move in advance on the NYT Wire in both\nInternational/Commentary\n\n   categories.\n\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n\n   INTERNATIONAL\n\n   BRITAIN-MUM-$ADV16 _ LONDON _ The Queen Mum, Queen Elizabeth's\nmother, turns 100 on Aug. 4 and will be honored with a gala. The\nold gal is still knocking back the gin and raising hell in\nBuckingham Palace. Developing. (Roughton, Cox News Service).\n\n   Expected to move in advance by Wed., July 12, on the NYT Wire in\nboth International/Lifestyle categories.\n\n   CHINA-IVILLAGE-$ADV16 _ BEIJING _ There is a village is central\nChina that has gotten wired. Villagers are all on-line e-mailing\nand doing business via the Web. Developing. (Chao, Cox News\nService). WITH PHOTO.\n\n   Expected to move in advance by noon ET Wed., July 12, on the NYT\nWire in both International/Finance categories.\n\n   COX-NIRELAND-PEACE-$ADV16 _ BELFAST, Northern Ireland _ The\nmarching season ends with far more violence and tension than anyone\nexpected , or wanted. How will this season's problems affect the\nNorthern Ireland peace negotiations? Developing. (Roughton, Cox\nNews Service).\n\n   Expected to move in advance by noon ET Fri., July 14, on the NYT\nWire.\n\n   (Eds. This is the CoxNet Focus page for the week. The layout is\nnow available)\n\n   COXNET FOCUS 0716: CLASSIC CARS, ANCIENT CITY -- The names come\nout a little differently in Arabic. DeSoto becomes something like\n``Tozata'' and Chrysler sounds like ``Kleezler.'' But those old\nbombs you might find in an auto collector's garage in America make\nfor colorful and practical transportation in Syria. The country's\nstreets are flush with fins and crawling with chrome. Stroll the\ncenturies-old bazaars and you're likely to be passed not only your\nfather's Oldsmobile, but his father's before him. (Kaplow, Cox\nWashington Bureau). Art includes a 3-column color photo of a\nclassic car sitting in a garage, a 2-column detail shot of a car, a\n3-column photo of a Syrian in front of his car and a 2-column color\nphoto of a Syrian working on his car.\n\n   BUSINESS\n\n   BERNIE-DEPOT _ Bernie Marcus, a former stand-up comic and\nhypnotist, has been the best icon Home Depot could hope for in the\ncompany's 20-year history. Tough-talking and charming at once,\nMarcus is Home Depot's do-it-yourself culture personified.\nColleagues describe him as a Pied Piper; employees routinely line\nup for his autograph. But as the company prepares to double in size\nover the next few yeasrs to nearly 2,000 stores, how is HD getting\nthe ``bleed orange'' message out to the masses? (Bonds, Atlanta\nJournal-Constitution)\n\n   UPS _ The drivers of those chocolate brown trucks with gold trim\nare known for moving packages at the ``speed of business'' from one\ndoor to another. But the nation's largest parcel delivery service\nis finding that moving packages is a lot easier than moving\nWashington. ``Big Brown,'' as the company is commonly called, is\nvying for a lucrative air route to China against another\nAlanta-based powerhouse, Delta Air Lines, as well as American\nAirlines and Polar Air Cargo, an upstart freight carrier based in\nCalifornia. (Carr, Atlanta Journal-Constitution)\n\n   WITH\n\n   UPS-PAYNE _ Joe Pyne, head of UPS's new e-commerce venture, is\nthe epitome of the United Parcel Service leader. Like ``98\npercent'' of the top brass at UPS, Pyne began working part-time as\na truck loader for the company during the late 1960s to help pay\nfor his college education. (Poe, Atlanta Journal-Constitution)\n\n   UPS-POSTAL _ Last spring, United Parcel Service drivers\ndescended on Capitol Hill to make an important delivery for their\ncompany: chocolate brown corrugated boxes filled with materials\nattacking the U.S. Postal Service. Every member of the House got\none of the computer laptop-sized boxes. Tucked inside was a slick\nCwasn't so long ago, he says, ``People would have asked, `What's\ncremation?' '' Traditional funerals, with embalming, caskets,\nreligious services, and ground burial in a family plot, weren't\nreally matters of choice. They were the rule. Not so today. More\nand more people are choosing to be cremated at death. (Ardery,\nAustin American-Statesman)\n\n   CLERGY _ Denominations are struggling to find clergy to serve\nrural churches. They either don't have enough, assign elderly\npastors, or accept young pastors with less than stellar\ncredentials. Most are old or non-existent and this has fueled the\ncommunions between churches, such as the Lutherans and\nEpiscopalians , because they can now share clergy. (Perkes, Austin\nAmerican-Statesman)\n\n   PRISON _ The last time Texas' prison system filled up, the\nhighly secretive parole board simply turned 100 felons out of\nprison for every 100 that came in. The result was a crime wave on\nan unexpecting public that featured such bloody luminaries as\nKenneth Wayne McDuff. Now that prisons are again about full, and\nthe parole board's business still just as secretive as it used to\nbe, could this happen again? Or not? With color and\nbehind-the-scenes details. In some cases, the options being\nconsidered to free up more prison beds are the same programs Texas\njust did away in the name of public safety. What gives here?\nDeveloping. (Ward, Austin American-Statesman)\n\n   VIDEO-EDIT _ If you have a camcorder, chances are you've got\ndozens of old tapes gathering dust. Most of the stuff on the tapes\nis worthless, but you don't throw the tapes away because of the one\nor two treasured scenes mixed in with the dreck. A digital video\nediting machine can help you cull the scenes you want from those\nyou don't want. And once you've retrieved all the good parts, you\ncan create highlight videos you'll be proud to show. James\nCummings' gadgets column. (Cummings, Dayton Daily News) WITH PHOTO\n\n   INFECTION _ The largest international conference on threats from\ninfectious disease, sponsored every two years by the CDC, opens\nthis evening in Atlanta. Major topics to be discussed include: the\ngrowing problem of antibiotic resistance, the danger of unpredicted\nproblems such as West Nile virus, the likelihood of disease\norganisms being used as weapons, and the influence of climate\nchange and major population movements on the development of\ndiseases. (McKenna, Atlanta Journal-Constitution)\n\n   PANO-BOYS _ Niko and Pano Karatassos are the future of the\nBuckhead Life Restaurant Group. These two young men _ a manager and\na chef _ will one day be the heart, the brains and the soul of this\nbusiness that their father, Pano Karatassos, grew in 20 years from\na single white-tablecloth restaurant, Pano's and Paul's. Now with\nits diverse roster of 10 brand-name eateries _ including Buckhead\nDiner, Atlanta Fish Market and Chops _ Buckhead Life is one of the\ntop fine-dining restaurant groups in the country. It realized more\nthan $68 million in sales in 1999 and ranked among the top 100\nprivately owned companies in Georgia. Yet even as the company\nstakes its future on reproducing successful brands, its two sons\nmay try and push it to the next level. Before they consider taking\nover their dad's company, Niko and Pano Karatassos want to open a\nplace together. And it won't be like anything Buckhead Life has\nseen before. (Kessler, Atlanta Journal-Constitution)\n\n   TRAVEL\n\n   COXNET TRAVEL _ (EDS: This is the CoxNet Travel page for the\ncurrent week. This layout is now available.)\n\n   YO-BROOKLYN _ BROOKLYN, N.Y. _ It wasn't until I plopped down in\na booth at Junior's _ the sprawling, orange-vinyl delicatessen run\nby the Rosen family for more than 50 years at the corner of\nFlatbush and DeKalb avenues _ that I began to realize what a\nmelting pot New York's most populous borough is. In Brooklyn,\nhabitat of Hassids and homeboys, matzah ball soup is served side by\nside with collard greens and salmon croquettes. Over a recent long\nweekend, I didn't have nearly enough time to eat my way around this\nethnic-food lover's paradise. But I did hopscotch around\nsufficiently to see why it's New York's new ground zero of cool,\nwhy trendies from ``The City'' are subwaying over to check out the\nclubs and restaurants, the museums and green spaces, the Gothic\narchitecture and Gotham views. From the BAM Opera House to swanky\nBrooklyn Heights to the bombed-out environs of Williamsburg,\nBrooklyn is a world unto itself.\n\n   Intro teases inside to tour of Brooklyn. (Brock, Atlanta\nJournal-Constitution)\n\n   VANGOGH-BOSTON _ BOSTON _ Taking a look at ``Van Gogh: Face to\nFace,'' on view at the Museum of Fine Arts here through Sept. 24.\nThis is the only East Coast stop for this touring exhibit, the\nfirst to focus solely on Van Gogh's portraiture. There are more\nthan 70 works on view, including several haunting self-portraits.\nFor those getting excited about the High Museum's mini Van Gogh\nexhibit coming September, this show tempts a summer visit to\nBeantown. (Longino, Atlanta Journal-Constitution)\n\n   FASHION\n\n   FASHION-CHEAPTHRILLS _ What fashionable finds are there to buy\non a budget of $100? Three stylemaking ladies let us know as they\nshop kmart, target and walmart and bring back the goods. (Hill,\nAtlanta Journal-Constitution) WITH PHOTOS.\n\n   BOOKS\n\n   SIDDONS _ A Q&A with Anne Rivers Siddons, whose new book ``Nora,\nNora,'' set in a small Georgia town, comes out July 18. (O'Briant,\nAtlanta Journal-Constitution)\n\n   WITH\n\n   REVIEW-SIDDONS _ Review of Anne Rivers Siddons' new novel,\n``Nora, Nora.'' (Johnson, Atlanta Journal-Constitution)\n\n   REVIEW_ROSE _Review of Tananarive Due's novel ``The Black\nRose,'' a fictionalized version of the life of Madam C.J. Walker,\nthe first black female millionaire. Boyd, Atlanta\nJournal-Constitution)\n\n   SKUBE-ON-BOOKS _ The mystery novel depends on its contrivances\nof character and setting, and more often than not is the better for\nit. A familiar world doesn't have to be a believable world. It's\nenough that a reader return, suspending reality and living in a\nworld he knows intimately. In only two novels, Ace Atkins has\nlearned how to use the devices so adeptly you hardly notice them.\nAt the same time, he has created a character, Nick Travers, we want\nto know better.(Skube, Atlanta Journal-Constitution)\n\n   SPORTS\n\n   BRITISH OPEN COVERAGE\n\n   BRITISH _ The Old Course: It is said to be one of the most\nbeautiful venues in golf. No island greens; no doctored doglegs; no\ntricked-up, pitch-and-putt holes. Instead, the natural setting for\nSt. Andrews remains as it was when the course was constructed back\nin the old days. Yes, you sometimes must hit your tee shot over a\nboarding house. And yes, you might have to hit off a gravel road.\nAnd those are just two of the reasons the 2000 British Open will\noffer challenges to the best golf has to offer. (Sheeley) 25''\n\n   WITH\n\n   BRITISH-HOLE _ A look at six of the most unusual holes at the\nBritish Open. (Sheeley, Atlanta Journal-Constitution)\n\n   BRITISH-SIDE _ At the point of being redundant, St. Andrews fits\nTiger Woods like a glove. (Sheeley, Atlanta Journal-Constitution)\n\n   Eds. Coxnet will produce a BRITISH OPEN PREVIEW PAGE that will\navailable on Friday, July 14 by 5 p.m.\n\n   The page will include some of these elements.\n\n   FOOTBALL\n\n   PROS\n\n   FBN-FALCONS _ Lede story TBA from Falcons training camp.\n(Winkeljohn, Atlanta Journal-Constitution) 18''\n\n   FBN-COWBOYS _ Top 10 questions about the Cowboys heading into\ncamp. (Cantu, Atlanta Journal-Constitution)\n\n   OLYMPICS\n\n   OLYRUN _ Coverage of the second day of the Olympic Track and\nfield Trials in Sacramento, California. ( Maher, Austin\nAmerican-Statesman)\n\n   COXNET BUDGET INFORMATION\n\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EST and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n\n   HOW TO REACH US\n\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n\n   Cox Washington Bureau:\n\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   For questions, please call 404-526-5456.\n","\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n","\n   Eds. Adds: BRITISH OPEN PREVIEW PAGE, PRISON, CLERGY,\nCREMANTION, FBN-COWBOYS\n","\n   THE WEEKEND DUTY EDITORS ARE:\n","\n   IN ATLANTA: Diane Fall at 404-526-7282\n","\n   IN WASHINGTON: Elliot Jaspin at 703-725-7031 (cell\n","\n   phone)\n","\n   NATION\n","\n   GORE-DLC _ BALTIMORE - The Democratic Leadership Council, which\nrepresents the centrist wing of the Democratic Party is clearly in\ncontrol, with one of the DLC's founders, Vice President Al Gore,\npreparing to accept the party's presidential nomination. Gore\naddresses the DLC on Saturday, capping the organization's two-day\nconference. (Shepard, Cox News Service)\n","\n   TECH-DIVERSITY _ BOSTON _ The business attire has changed from\nstuffy suits to casual cool, but the faces remain largely the same.\nThe New Economy, like the\n","\n   old economy, is dominated by white males. High-tech professions\nhave a disproportionately small number of women, blacks and\nHispanics in high-paying technical jobs. The pipeline of science\nand math majors from American colleges and universities suggests\nthat the situation will not soon improve, leaving the specter of a\ngrowing wage gap. (Holmes, Cox News Service).\n","\n   WITH PHOTOS.\n","\n   Moving Thursday on NYT wire in (a) national and (f) financial\ncategories\n","\n   GRASSPEA _ WASHINGTON _ A small dryland pea that often saves the\nworld's poorest people from starvation _ and then leaves thousands\nparalyzed for life _ has been genetically changed to eliminate its\ncrippling trait. (Nesmith, Cox News Service) WITH PHOTO.\n","\n   Moved Monday on NYT wire.\n","\n   GUN-LICENSING _ WASHINGTON _ One of the goals of the Million Mom\nMarch is widely seen as unattainable _ licensing gun owners much as\nwe do drivers and hair stylists. A look at why some people see\nlicensing as a key to reducing gun violence, and others as a danger\nto liberty. (Moscoso, Cox News Service).\n","\n   Moving Thursday on NYT wire.\n","\n   INTERNET-POLITICS _ WASHINGTON _ The Internet tidal wave is\nbearing down on the venerable institution of political conventions.\nAs traditional TV and print\n","\n   coverage has waned, more than 100 dot-com news organizations are\nmoving in, some planning a major presence with skyboxes and\ncelebrity anchors. (Glass, Cox News Service).\n","\n   Moving Monday on NYT wire in (w) Washington and (p) politics\ncategories.\n","\n   GORE-DLC _ BALTIMORE _ The Democratic Leadership Council, which\nrepresents the centrist wing of the Democratic Party is clearly in\ncontrol, with one of the\n","\n   DLC's founders, Vice President Al Gore, preparing to accept the\nparty's presidential nomination. Gore addresses the DLC on\nSaturday, capping the organization's two-day conference. (Shepard,\nCox News Service).\n","\n   Moving spot Saturday. on NYT wire.\n","\n   CLINTON-G8-$ADV16 _ WASHINGTON _ At President Clinton's last\nGroup of Seven (plus Russia) summit meeting, what does the\nlame-duck leader hope to accomplish? He is still the big dog in\nthis yard, but is also leaving office soon. Is there anything that\nhe can influence? Are his partners already beginning to look past\nhim? Developing. (Deans, Cox News Service).\n","\n   With issues box attached.\n","\n   Expected to move in advance on the NYT Wire in both\nInternational/Commentary\n","\n   categories.\n","\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n","\n   INTERNATIONAL\n","\n   BRITAIN-MUM-$ADV16 _ LONDON _ The Queen Mum, Queen Elizabeth's\nmother, turns 100 on Aug. 4 and will be honored with a gala. The\nold gal is still knocking back the gin and raising hell in\nBuckingham Palace. Developing. (Roughton, Cox News Service).\n","\n   Expected to move in advance by Wed., July 12, on the NYT Wire in\nboth International/Lifestyle categories.\n","\n   CHINA-IVILLAGE-$ADV16 _ BEIJING _ There is a village is central\nChina that has gotten wired. Villagers are all on-line e-mailing\nand doing business via the Web. Developing. (Chao, Cox News\nService). WITH PHOTO.\n","\n   Expected to move in advance by noon ET Wed., July 12, on the NYT\nWire in both International/Finance categories.\n","\n   COX-NIRELAND-PEACE-$ADV16 _ BELFAST, Northern Ireland _ The\nmarching season ends with far more violence and tension than anyone\nexpected , or wanted. How will this season's problems affect the\nNorthern Ireland peace negotiations? Developing. (Roughton, Cox\nNews Service).\n","\n   Expected to move in advance by noon ET Fri., July 14, on the NYT\nWire.\n","\n   (Eds. This is the CoxNet Focus page for the week. The layout is\nnow available)\n","\n   COXNET FOCUS 0716: CLASSIC CARS, ANCIENT CITY -- The names come\nout a little differently in Arabic. DeSoto becomes something like\n``Tozata'' and Chrysler sounds like ``Kleezler.'' But those old\nbombs you might find in an auto collector's garage in America make\nfor colorful and practical transportation in Syria. The country's\nstreets are flush with fins and crawling with chrome. Stroll the\ncenturies-old bazaars and you're likely to be passed not only your\nfather's Oldsmobile, but his father's before him. (Kaplow, Cox\nWashington Bureau). Art includes a 3-column color photo of a\nclassic car sitting in a garage, a 2-column detail shot of a car, a\n3-column photo of a Syrian in front of his car and a 2-column color\nphoto of a Syrian working on his car.\n","\n   BUSINESS\n","\n   BERNIE-DEPOT _ Bernie Marcus, a former stand-up comic and\nhypnotist, has been the best icon Home Depot could hope for in the\ncompany's 20-year history. Tough-talking and charming at once,\nMarcus is Home Depot's do-it-yourself culture personified.\nColleagues describe him as a Pied Piper; employees routinely line\nup for his autograph. But as the company prepares to double in size\nover the next few yeasrs to nearly 2,000 stores, how is HD getting\nthe ``bleed orange'' message out to the masses? (Bonds, Atlanta\nJournal-Constitution)\n","\n   UPS _ The drivers of those chocolate brown trucks with gold trim\nare known for moving packages at the ``speed of business'' from one\ndoor to another. But the nation's largest parcel delivery service\nis finding that moving packages is a lot easier than moving\nWashington. ``Big Brown,'' as the company is commonly called, is\nvying for a lucrative air route to China against another\nAlanta-based powerhouse, Delta Air Lines, as well as American\nAirlines and Polar Air Cargo, an upstart freight carrier based in\nCalifornia. (Carr, Atlanta Journal-Constitution)\n","\n   WITH\n","\n   UPS-PAYNE _ Joe Pyne, head of UPS's new e-commerce venture, is\nthe epitome of the United Parcel Service leader. Like ``98\npercent'' of the top brass at UPS, Pyne began working part-time as\na truck loader for the company during the late 1960s to help pay\nfor his college education. (Poe, Atlanta Journal-Constitution)\n","\n   UPS-POSTAL _ Last spring, United Parcel Service drivers\ndescended on Capitol Hill to make an important delivery for their\ncompany: chocolate brown corrugated boxes filled with materials\nattacking the U.S. Postal Service. Every member of the House got\none of the computer laptop-sized boxes. Tucked inside was a slick\nCwasn't so long ago, he says, ``People would have asked, `What's\ncremation?' '' Traditional funerals, with embalming, caskets,\nreligious services, and ground burial in a family plot, weren't\nreally matters of choice. They were the rule. Not so today. More\nand more people are choosing to be cremated at death. (Ardery,\nAustin American-Statesman)\n","\n   CLERGY _ Denominations are struggling to find clergy to serve\nrural churches. They either don't have enough, assign elderly\npastors, or accept young pastors with less than stellar\ncredentials. Most are old or non-existent and this has fueled the\ncommunions between churches, such as the Lutherans and\nEpiscopalians , because they can now share clergy. (Perkes, Austin\nAmerican-Statesman)\n","\n   PRISON _ The last time Texas' prison system filled up, the\nhighly secretive parole board simply turned 100 felons out of\nprison for every 100 that came in. The result was a crime wave on\nan unexpecting public that featured such bloody luminaries as\nKenneth Wayne McDuff. Now that prisons are again about full, and\nthe parole board's business still just as secretive as it used to\nbe, could this happen again? Or not? With color and\nbehind-the-scenes details. In some cases, the options being\nconsidered to free up more prison beds are the same programs Texas\njust did away in the name of public safety. What gives here?\nDeveloping. (Ward, Austin American-Statesman)\n","\n   VIDEO-EDIT _ If you have a camcorder, chances are you've got\ndozens of old tapes gathering dust. Most of the stuff on the tapes\nis worthless, but you don't throw the tapes away because of the one\nor two treasured scenes mixed in with the dreck. A digital video\nediting machine can help you cull the scenes you want from those\nyou don't want. And once you've retrieved all the good parts, you\ncan create highlight videos you'll be proud to show. James\nCummings' gadgets column. (Cummings, Dayton Daily News) WITH PHOTO\n","\n   INFECTION _ The largest international conference on threats from\ninfectious disease, sponsored every two years by the CDC, opens\nthis evening in Atlanta. Major topics to be discussed include: the\ngrowing problem of antibiotic resistance, the danger of unpredicted\nproblems such as West Nile virus, the likelihood of disease\norganisms being used as weapons, and the influence of climate\nchange and major population movements on the development of\ndiseases. (McKenna, Atlanta Journal-Constitution)\n","\n   PANO-BOYS _ Niko and Pano Karatassos are the future of the\nBuckhead Life Restaurant Group. These two young men _ a manager and\na chef _ will one day be the heart, the brains and the soul of this\nbusiness that their father, Pano Karatassos, grew in 20 years from\na single white-tablecloth restaurant, Pano's and Paul's. Now with\nits diverse roster of 10 brand-name eateries _ including Buckhead\nDiner, Atlanta Fish Market and Chops _ Buckhead Life is one of the\ntop fine-dining restaurant groups in the country. It realized more\nthan $68 million in sales in 1999 and ranked among the top 100\nprivately owned companies in Georgia. Yet even as the company\nstakes its future on reproducing successful brands, its two sons\nmay try and push it to the next level. Before they consider taking\nover their dad's company, Niko and Pano Karatassos want to open a\nplace together. And it won't be like anything Buckhead Life has\nseen before. (Kessler, Atlanta Journal-Constitution)\n","\n   TRAVEL\n","\n   COXNET TRAVEL _ (EDS: This is the CoxNet Travel page for the\ncurrent week. This layout is now available.)\n","\n   YO-BROOKLYN _ BROOKLYN, N.Y. _ It wasn't until I plopped down in\na booth at Junior's _ the sprawling, orange-vinyl delicatessen run\nby the Rosen family for more than 50 years at the corner of\nFlatbush and DeKalb avenues _ that I began to realize what a\nmelting pot New York's most populous borough is. In Brooklyn,\nhabitat of Hassids and homeboys, matzah ball soup is served side by\nside with collard greens and salmon croquettes. Over a recent long\nweekend, I didn't have nearly enough time to eat my way around this\nethnic-food lover's paradise. But I did hopscotch around\nsufficiently to see why it's New York's new ground zero of cool,\nwhy trendies from ``The City'' are subwaying over to check out the\nclubs and restaurants, the museums and green spaces, the Gothic\narchitecture and Gotham views. From the BAM Opera House to swanky\nBrooklyn Heights to the bombed-out environs of Williamsburg,\nBrooklyn is a world unto itself.\n","\n   Intro teases inside to tour of Brooklyn. (Brock, Atlanta\nJournal-Constitution)\n","\n   VANGOGH-BOSTON _ BOSTON _ Taking a look at ``Van Gogh: Face to\nFace,'' on view at the Museum of Fine Arts here through Sept. 24.\nThis is the only East Coast stop for this touring exhibit, the\nfirst to focus solely on Van Gogh's portraiture. There are more\nthan 70 works on view, including several haunting self-portraits.\nFor those getting excited about the High Museum's mini Van Gogh\nexhibit coming September, this show tempts a summer visit to\nBeantown. (Longino, Atlanta Journal-Constitution)\n","\n   FASHION\n","\n   FASHION-CHEAPTHRILLS _ What fashionable finds are there to buy\non a budget of $100? Three stylemaking ladies let us know as they\nshop kmart, target and walmart and bring back the goods. (Hill,\nAtlanta Journal-Constitution) WITH PHOTOS.\n","\n   BOOKS\n","\n   SIDDONS _ A Q&A with Anne Rivers Siddons, whose new book ``Nora,\nNora,'' set in a small Georgia town, comes out July 18. (O'Briant,\nAtlanta Journal-Constitution)\n","\n   WITH\n","\n   REVIEW-SIDDONS _ Review of Anne Rivers Siddons' new novel,\n``Nora, Nora.'' (Johnson, Atlanta Journal-Constitution)\n","\n   REVIEW_ROSE _Review of Tananarive Due's novel ``The Black\nRose,'' a fictionalized version of the life of Madam C.J. Walker,\nthe first black female millionaire. Boyd, Atlanta\nJournal-Constitution)\n","\n   SKUBE-ON-BOOKS _ The mystery novel depends on its contrivances\nof character and setting, and more often than not is the better for\nit. A familiar world doesn't have to be a believable world. It's\nenough that a reader return, suspending reality and living in a\nworld he knows intimately. In only two novels, Ace Atkins has\nlearned how to use the devices so adeptly you hardly notice them.\nAt the same time, he has created a character, Nick Travers, we want\nto know better.(Skube, Atlanta Journal-Constitution)\n","\n   SPORTS\n","\n   BRITISH OPEN COVERAGE\n","\n   BRITISH _ The Old Course: It is said to be one of the most\nbeautiful venues in golf. No island greens; no doctored doglegs; no\ntricked-up, pitch-and-putt holes. Instead, the natural setting for\nSt. Andrews remains as it was when the course was constructed back\nin the old days. Yes, you sometimes must hit your tee shot over a\nboarding house. And yes, you might have to hit off a gravel road.\nAnd those are just two of the reasons the 2000 British Open will\noffer challenges to the best golf has to offer. (Sheeley) 25''\n","\n   WITH\n","\n   BRITISH-HOLE _ A look at six of the most unusual holes at the\nBritish Open. (Sheeley, Atlanta Journal-Constitution)\n","\n   BRITISH-SIDE _ At the point of being redundant, St. Andrews fits\nTiger Woods like a glove. (Sheeley, Atlanta Journal-Constitution)\n","\n   Eds. Coxnet will produce a BRITISH OPEN PREVIEW PAGE that will\navailable on Friday, July 14 by 5 p.m.\n","\n   The page will include some of these elements.\n","\n   FOOTBALL\n","\n   PROS\n","\n   FBN-FALCONS _ Lede story TBA from Falcons training camp.\n(Winkeljohn, Atlanta Journal-Constitution) 18''\n","\n   FBN-COWBOYS _ Top 10 questions about the Cowboys heading into\ncamp. (Cantu, Atlanta Journal-Constitution)\n","\n   OLYMPICS\n","\n   OLYRUN _ Coverage of the second day of the Olympic Track and\nfield Trials in Sacramento, California. ( Maher, Austin\nAmerican-Statesman)\n","\n   COXNET BUDGET INFORMATION\n","\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EST and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n","\n   HOW TO REACH US\n","\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n","\n   The day news editor is Tom Oder, 404-526-5887,\ntoder(at)coxnews.com.\n","\n   The night news editor is Todd C. Duncan, 404-582-7282,\ntduncan(at)coxnews.com.\n","\n   Cox Washington Bureau:\n","\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n","\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n","\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}