{"DocumentId":"NYT20000914.0220","TopicId":"NYT","Relevance":"1","Body":" BC-SPOT-BJT15-COX \n    \n\n UPDATE      UPDATE\n      CoxNet Cox News Service budget\n      FOR FRIDAY, SEPT. 15, 2000\n      c. 2000 Cox News Service\n\n   For questions, please call 404-526-5456.\n\n   Eds. Adds: REVIEW-BAIT, OLY-1980;\n\n   Deletes: CAR-NASCAR-SAFETY, GORE-COSTS, MOVIES-CIRCUS\n\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n\n   OLYMPICS/SETTING UP OPENING DAY\n\n   OLY-OPEN _ SYDNEY _ Complete viewer's guide to the Opening\nCeremony. Scene by scene explainer of the highlights. Will focus on\nsurprises and opening night energy. (Brock, Atlanta\nJournal-Constitution). 20.\n\n   OLYMPICS-COSTAS _ ATLANTA _ Bob Costas, bright-eyed and bearing\ntons of useful and not-so-useful information, will bound\nkangaroo-like into our living rooms for a two-week visit beginning\ntonight. As anchor of NBC's prime-time telecasts of the Summer\nOlympics, Costas will spend 162 1/2 hours on the air, starting with\ntonight's 4 1/2-hour coverage of the Opening Ceremony in Sydney.\nThis is his fourth Olympics for NBC and third as prime-time host.\nIt would not be stretching the truth to say he enjoys these\nassignments quite a lot. His first love may be baseball, but the\nOlympic Games get his blood pumping. (Holloway, Austin\nAmerican-Statesman)\n\n   EDS: MOVED in (s) sports and (e) entertainment categories.\n\n   OLY-PRIMER _ ATLANTA _ All about Oz: As the Olympics begin in\nSydney tonight, we offer a primer on things Australian, from A to\nZ. (Auchmutey, Atlanta Journal-Constitution). 39.\n\n   COX EDs: This story is available via a Budget Tool WAN search\nwith a Location of Atlanta and a category of Lifestyle.\n\n   OLY-TORCH _ SYDNEY _ Torch crosses the Harbor Bridge in Sydney.\n(Brock, Atlanta Journal-Constitution). 8.\n\n   OLY-ADVANCE _ SYDNEY _ Let the Games begin. General sports\nadvance. (Tierney, Atlanta Journal-Constitution). 20.\n\n   OLYWEATHER _ SYDNEY _ The cooler-than-Atlanta weather is great\nfor some sports, not so great for others. (Fish, Atlanta\nJournal-Constitution). 20.\n\n   OLY-HUMMER _ SYDNEY _ Steve Hummer column, on gambling and the\nOlympics. (Hummer, Atlanta Journal-Constitution). P16. ETA: 10 p.m.\nEDT\n\n   OLY-TRIATHLON _ SYDNEY _ Feature on Georgia's Sheila Taormina in\ntriathlon. (Rosen, Atlanta Journal-Constitution) 16.\n\n   OLYHOOP _ SYDNEY _ News/notes from basketball press conferences.\n(Bunn, Atlanta Journal-Constitution). 12-14. ETA: 9 p.m. EDT.\n\n   OLYSWIM _ SYDNEY _ News/notes from swimming press conference.\n(Rosen, Atlanta Journal-Constitution). 12.\n\n   OLY-HALL _ SYDNEY _ Feature on swimmer Gary Hall, who attended\nthe University of Texas for one year and then turned pro. (Maher,\nAustin American-Statesman).\n\n   OLYTRACK _ SYDNEY _ Update from track and field. (Fish, Atlanta\nJournal-Constitution). 12-14.\n\n   OLYNOTE _ SYDNEY _ News and notes from Sydney. (Staff, Atlanta\nJournal-Constitution)\n\n   OLY-ARCH _ Ohio's Wright State swimmer Leonard Ngoma who swims\nfor Zambia, came to the United States to swim after his parents\ndied in 1995 of malaria. ``There really was nothing for me,'' he\nsaid. ``I wanted something more, but I didn't know where to turn.''\nThe International Olympic Committee _ which has a program to\nnurture Olympians in under-developed nations _ soon provided a road\nmap. (Archdeacon, Dayton Daily News)\n\n   OLY-ARCH-CRAIG _ Dante Craig, a boxer from Cincinnati who had\nbeen working in a dry cleaners in Cincy when he got a second chance\nat his dream. His brother dreamed that their dead mother spoke to\nhim and begged him to help Dante rekindle his boxing career.\n(Archdeacon, Dayton Daily News)\n\n   OLY-1980 _ As current Olympians look to the coming weeks and\ndream of gold, some athletes are looking back: They were the\nmembers of the 1980 Olympic team, and while the world competed in\nMoscow, they stayed home. Twenty years later, they still grapple\nwith `what ifs.' (Belkin, Palm Beach Post)\n\n   NATIONAL\n\n   AIR-DELAYS _ WASHINGTON _ The Senate Commerce Committee holds a\nhearing on the role of air traffic control in airline delays.\nWitnesses include DOT Secretary Rodney Slater and Leo Mullin,\npresident and CEO of Delta. (Eversley, Atlanta\nJournal-Constitution)\n\n   BUSH-DEBATE _ AUSTIN, Texas _ George W. Bush reaches an\nagreement with Al Gore over debate schedule and gets absolutely no\nconcessions, portending another misstep by his campaign after a\nseries of misteps. (Herman, Austin American-Statesman) 6 p.m. 20-25\n\n   CSX _ U.S. Rep. John Boehner met with CSX officials to get\naction on\n\n   problem crossings. (Weber, Hamilton News-Journal)\n\n   BEAR-BITES-MAN _ Two archery hunters from Missouri suffered\nminor injuries Wednesday during an attack by a black bear on Grand\nMesa. The two men, a father and son duo whose names were not\nreleased, surprised the bear while walking in dense brush along\nBuzzard Creek east of Vega Reservoir. (Grand Junction)\n\n   ENVIRONMENT _ WASHINGTON _ A group of environmental and taxpayer\norganizations Thursday called for reforms of the U.S. Army Corps of\nEngineers to give greater civilian control over the agency and\nimpose independent reviews of major projects. The group said they'd\nprefer that a pending water projects bill not pass Congress this\nyear unless it contains substantial Corps reforms, but that the\nproposed Everglades restoration plan be adopted. (Lipman, Cox News\nService).\n\n   WAN: Atlanta, National, Environment\n\n   STEM-CELLS _ WASHINGTON _ Michael J. Fox and Mary Tyler Moore\ntestified before a Senate Appropriations Subcommittee on Thursday\nto support federal funding for stem cell research. (Doyle, Cox News\nService)\n\n   WAN: Atlanta, National, U.S. Government\n\n   VOTER-POLL _ WASHINGTON _ The Brookings Institute holds a\nbriefing on a new survey of voter attitudes toward the candidates\nand the issues. (Holmes, Cox News Service). 20.\n\n   EDs: Moving on NYT wire in (w) Washington and (p) politics\ncategories.\n\n   WAN: Location Atlanta, category National, subcategory Politics.\n\n   LIEBERMAN _ Like the loyal soldier he has pledged to be, Sen.\nJoseph Lieberman (D-Conn.), the Democratic vice presidential\nnominee, has reversed course on a number of issues on which he\ndiffered with Vice President Al Gore. Among the most prominent:\nLieberman's unease with affirmative action, his support for making\nit harder for Americans to sue and his belief that government\nshould use public funds to send children to private schools, at\nleast on an experimental basis. (Sherman, Atlanta\nJournal-Constitution). 25\n\n   WITH\n\n   REBECCA-LIEBERMAN _ Rebecca Lieberman, daughter of vice\npresidential nominee Joe Lieberman, is at FAU on behalf of the\nGore/Lieberman campaign. She's meeting with Florida Atlantic\nUniversity students for a roundtable discussion of financial aid\nand other higher education issues and attending a meeting of the\nFlorida Atlantic University College Democrats. (Belkin, Palm Beach\nPost).\n\n   OHIO-SPRAWL - MIDDLETOWN, Ohio _ Southern Warren County\ncommunities of Mason and Deerfield Township are among the nation's\nworst examples of poorly planned suburban development, says the\nSierra Club in a national study of sprawl released Thursday\nmorning. (Pulse, Middleton Journal)\n\n   FLOYD-MEMORIES _ GREENVILLE, N.C. _ The few people left on\nGreenville's Eastern Street keep a close eye on the horizon,\nwatching for another Floyd. Every rain makes them nervous. The last\nhurricane wiped out their neighborhood, leaving it to weeds and\nslum lords. Now they are contemplating whether to stay or go.\n(Greenville Daily Reflector). WITH PHOTOS.\n\n   FLOYD-RECOVERY _ ROCKY MOUNT, N.C. _ Where are we? What do\npeople like Fred Turnage, Joe Durham, Norris Tolson, Charlie\nGlazener and Jim Hunt see as the biggest challenges now? what have\nwe overcome so far? are we building back fast enough? where does\nthe area compare now in terms of where Grand Forks, N.D., was a\nyear after its flood? how long before the buyout process will be\ncomplete? what, specifically, does the city plan to do with the\nproperty that's condemned in that process? where will the\nhomeowners live then? (Rocky Mount Telegram)\n\n   SAFE KIDS - Preview of conference, first of its kind, to build\nstrong families and keeping kids safe. Two-day seminar, starting\nSept. 18. Barbara Mandrell and mother of Len Bias will be there.\n(Middletown Journal)\n\n   HABITAT-MILESTONE _ Foremer president Jimmy Carter will be in\nAmericus, Ga., for completion of Habitat for Humanity's 100,000th\nhouse worldwide Thursday. The organization will also claim that\naffordable, decent housing is available in Sumter County, Ga., for\nanyone who wants it. (Osinski, Atlanta Journal-Constitution). 20.\n\n   MCKINNEY _ WASHINGTON _ Many Americans might believe that\nCOINTELPRO, an acronym for the FBI's Counter Intelligence Program\nthat collected personal information on several civil rights\nleaders, was a phenomenon of the 1960s and 1970s. But U.S. Rep.\nCynthia McKinney points a spotlight on similar federal government\nprograms that are alive today during next week's the annual\nlegislative meeting of the Congressional Black Caucus. (Eversley,\nAtlanta Journal-Constitution). 15.\n\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 6\np.m.\n\n   INTERNATIONAL\n\n   SUDAN-WATER _ The unquenchable loyalty of an Austin man to his\nfamily and friends is bringing fresh water to a village in the\nnorth of Sudan. Awad Abdelgadir, through his own fund raising\neffort, persuaded Rotary International to donate the bulk of\n$42,000 to build a water system for the village of Kolomiseed, on\nthe west bank of the Nile River about 200 miles south of the\nEgyptian border. (Lisheron, Austin American-Statesman). 14. WITH\nPHOTO.\n\n   OPED/EDITORIAL\n\n   TEEPEN-COLUMN _ There's something to be said for virtue. But,\ngiven the goings-on along the campaign trail, maybe it's time to\nrethink the glib cause-and-effect game politicians of both parties\nplay. (Tom Teepen is national correspondent for Cox Newspapers).\nMOVED.\n\n   JOEMURRAY-DREAMSVILLE _ Another in an occasional series of\nDispatches from Dreamsville columns: What Aunt Bert's shanty house\nin Three Creeks, Ark., lacked in modern conveniences and upkeep, it\nmore than made up for in laughter and glee that became my salvation\nwhile my dad was away at war. (Murray, Cox News Service) MOVED.\n\n   ERNESTMURRAY-COLUMN _ LUFKIN, Texas _ I'm about to mark another\nbirthday. Note I didn't say celebrate. It just doesn't seem right\nthat I should celebrate something that comes along about as often\nas a full moon. And besides, I don't feel (unintelligible) years\nold. In fact, my wife told me the other day I reminded her of a\nteen-ager. (Ernest Murray is managing editor of The Lufkin Daily\nNews) MOVED.\n\n   BORDERS-COLUMN _ Cats can keep a yard free of most critters, but\nforget about fending off armadillos. (Gary Borders is editor and\npublisher of the Nacogdoches Daily Sentinel.) EMBARGOED for Sunday.\nMOVED.\n\n   GARCIA-COLUMN _ AUSTIN, Texas _ (Arnold Garcia is editorial page\neditor of the Austin American-Statesman)\n\n   MCNEELY-COLUMN _ AUSTIN, Texas _ pull from budget tool if not\ntoo local. (McNeely, Austin American-Statesman)\n\n   YOUNG-COLUMN _ WACO, Texas _ WACO, Texas _ Rats. Until a few\ndays ago the presidential campaign had been almost miraculously\nissues-based. This week it is officially off-base. Tuesday the\n``issue'' was subliminal rodents. Last week it was a caught-on-tape\nvulgarity. And more and more we hear media recitation/speculation\nabout 30-second jabs. (John Young is opinion page editor of the\nWaco Tribune-Herald) MOVED.\n\n   BUSINESS\n\n   AIR-DELAYS _ WASHINGTON _ The Senate Commerce Committee holds a\nhearing on the role of air traffic control in airline delays.\nWitnesses include Transportation Secretary Rodney Slater and Leo\nMullin, president and CEO of Delta Air Lines. (Eversley, Cox News\nService). 22.\n\n   EDs: Moving on NYT wire in (w) Washington and (f) financial\ncategories.\n\n   WAN: Location Atlanta, category Business, subcategory\nTransportation.\n\n   FIRESTONE _ATLANTA _Firestone's tire recall will more than\ndouble estimated third-quarter losses (50 to 60 cents a share) at\nAllied Holding Inc, the Decatur-based car hauler said Thursday.\n\n   The company hauls SUVs from three Ford plants, closed for three\nweeks to make more tires available for the recall. (Grantham,\nAtlanta Journal-Constitution)\n\n   TECH-VISA _ For months, high-tech companies have been badgering\nCongress to increase the number of visas granted to highly skilled\nforeigners. Lawmakers now appear ready to act. But there may not be\ntime to pass a bill. So techies are hoping Congress will tack a\nvisa amendment onto an appropriations bill. Not pretty, but it\nworks. (Geewax, Cox News Service). 15.\n\n   WAN: Location Atlanta, category Business, subcategory\nU.S.government\n\n   OLY-STOCK _ Buying stock in a company because of its connection\nto the Olympic Games is a risky way to pick investments, based on\nthe share price performance of companies that sponsored the 1996\ngames in Atlanta. Only two of the seven biggest sponsors have\noutperformed the market since the Atlanta closing ceremonies on\nAug. 4, 1996: Scientific-Atlanta, up 871 percent, and Home Depot,\nup 377 percent. (Walker, Atlanta Journal-Constitution). 18.\n\n   ORKIN-VERDICT _ Atlanta-based Rollins Inc. says that a $80\nmillion verdict in Alabama will have ''a material adverse impact''\non the company if not reduced. Artie Mae Jeter of Tuskegee had\nalleged that Orkin, a unit of Rollins, hid extensive termite damage\nto her home for at least 12 years. A memo from one Orkin executive\nto another, written in 1988, confirmed that allegation. (Miller,\nAtlanta Journal-Constitution)\n\n   E-BUSINESS _ A daily column featuring the most useful Web sites\nand live online events affecting Business readers. Today: (Seward,\nAtlanta Journal-Constitution).\n\n   AUTOMOTIVE NEWS\n\n   COXNET WHEELS\n\n   EDS: This is the CoxNet WHEELS page for the current week. This\nlayout is now available now. Art includes three color photographs.\n\n   COXNET WHEELS 0912: 2000 FORD HARLEY-DAVIDSON F-150 _ Ford has\nshown remarkable restraint with its Harley-Davidson F-150. It's a\nSupercab that does stand out in any crowd, though, thanks to its\naggressive front end, chrome side pipes and monochromatic black\nfinish accentuated by Harley-Davidson orange pinstriping. (DeVault,\nAtlanta Journal-Constitution) Art includes a 3-column color photo\nof the 2000 Harley-Davidson F-150 and a 1-column color photo of the\ntruck's interior.\n\n   WITH\n\n   AT A GLANCE _ Fact box previewing the 2000 Harley-Davidson\nF-150.\n\n   SHARP DRIVING _ The tire crisis for Bridgestone/Firestone has\nbecome a crisis for other tire manufacturers as well. As consumers\nlook for alternatives as replacement tires, other manufacturers\nfind that this windfall of sales has left them unable to respond to\nthe unexpected demand. (Sharp, Atlanta Journal-Constitution).\nIncludes 1-column color photograph of columnist.\n\n   SHARP-DRIVING _ ATLANTA _ After 2,600 miles with a Hummer, the\nultimate SUV, I'm not sure it qualifies as the ultimate\n``all-terrain'' vehicle. Interstate highways are simply not its\nforte. But who was to know? When the opportunity arose to take the\nvehicle on an extended trip to Dubuque, Iowa, and Minneapolis, my\nhusband and I thought, ``Hey, cool!'' (Sharp, Atlanta\nJournal-Constitution) MOVED.\n\n   THE-MECHANIC _ Nora Carter's column will resume soon. (Carter,\nAtlanta Journal-Constitution)\n\n   LIFESTYLE\n\n   NOBRIDES _ In the cryptic prose of a classified ad, several\nAtlantans are hawking their bridal gowns, an item of clothing some\nwomen consider their most treasured possession. But look closer and\nyou'll find two words _ ``never worn'' _ which not only describe\nthe condition of the gowns, but hint at a larger story about the\nowners, and perhaps the state of modern romance. (Harris, Atlanta\nJournal-Constitution). 40.\n\n   CONSUMER-COLUMN _ Jane Greig consumer column. (Greig, Austin\nAmerican-Statesman)\n\n   MICKEY'S CLOSET _ A peek into Mickey's and Minnie's closets.\nStaci Sturrock visits Disney World to talk fashion with those busy\nDisney costumers. (Sturrock, Palm Beach Post).\n\n   COXNET LIFESTYLES PAGE\n\n   EDs: This is the CoxNet LIFESTYLES page for the current week.\nThis layout is now available now. Art includes several color photos\n\n   Coxnet LIFESTYLES 0914: PRINCESSES OF POP _ They've been called\n``teen-age Lolitas,'' ``preening bimbettes'' and ``jailbait\ndynamos.'' They're the bubble gum-chewing, chart-topping teens who\nhave knocked such well-established female singers as Alanis\nMorissette, Melissa Etheridge and Tori Amos off the charts. The\nnewest teen pop sensations are turning some heads, and not just for\ntheir musical abilities. (Allmon, Waco Herald-Tribune)\n\n   E-LIVING _ A daily column featuring the most useful Web sites\nand live online events affecting arts, entertainment and leisure\nactivities. Today: (Footlick, Atlanta Journal-Constitution).\n\n   ENTERTAINMENT/ARTS\n\n   PHISH _ Everything you've ever wanted to know about Phish, the\ncult-fave band: Phish trivia, facts, books, set lists, etc. (Dayton\nDaily News). 30. MOVED.\n\n   DOCUDRAMAS _ A look at the turnaround time involved in taking\nactual news and docudramaing it for TV use. Pegged to the new Elian\nstory on Fox Family this Sunday. (Kloer, Atlanta\nJournal-Constitution). 20.\n\n   OLYMPICS-COSTAS _ ATLANTA _ Bob Costas, bright-eyed and bearing\ntons of useful and not-so-useful information, will bound\nkangaroo-like into our living rooms for a two-week visit beginning\ntonight. As anchor of NBC's prime-time telecasts of the Summer\nOlympics, Costas will spend 162 1/2 hours on the air, starting with\ntonight's 4 1/2-hour coverage of the Opening Ceremony in Sydney.\nThis is his fourth Olympics for NBC and third as prime-time host.\nIt would not be stretching the truth to say he enjoys these\nassignments quite a lot. His first love may be baseball, but the\nOlympic Games get his blood pumping. (Holloway, Austin\nAmerican-Statesman)\n\n   EDS: MOVED in (s) sports and (e) entertainment categories.\n\n   MOVIE NEWS AND REVIEWS\n\n   MOVIES-AFFAIR _ Movie review: ``An Affair of Love.'' Grade: B+.\n(Ringel, Atlanta Journal-Constitution). 13.\n\n   MOVIES-BAIT _ Review of the Jamie Foxx action movie ``Bait.''\nGrade: B-. (Ringel, Atlanta Journal-Constitution). 15.\n\n   MOVIES-DUETS _ Movie Review: ``Duets'' Gwyneth Paltrow sings.\nGrade: D. (Ringel, Atlanta Journal-Constitution). 15.\n\n   REVIEW-BAIT_ Movie review, ``Bait'' starring Jamie Foxx.\n(Hamilton News-Journal)\n\n   MOVIES-EDEN _ Review of independent film ``A Piece of Eden.''\nGrade: B-. (Murray, Atlanta Journal-Constitution). 11.\n\n   MOVIES-FAMOUS _ Movie review: ``Almost Famous.'' Cameron Crowe\nrock tour film. Grade: A-. (Ringel, Atlanta Journal-Constitution).\n26.\n\n   MOVIES-IDIOTS _ Review of the Danish film ``The Idiots'' by the\ndirector of ``Breaking the Waves.'' Grade: C+. (Murray, Atlanta\nJournal-Constitution). 14.\n\n   MOVIES-SOLOMON _ Review of foreign film ``Solomon &Gaenor.''\nGRADE: C+. (Murray, Atlanta Journal-Constitution). 10.\n\n   MOVIES-MINIREVIEWS _ Mini reviews of all currently playing\nmovies. (Atlanta Journal-Constitution)\n\n   SCIENCE-MEDICINE\n\n   GAY-BLOOD-DONORS _ An FDA advisory panel will take up a\ncontroversial issue on Friday: Whether gay men _ banned from\ndonating blood if they've had sex with a male since 1977 _ might be\nallowed to donate. The development of improved AIDS tests and a\nrecent rise in HIV cases among heterosexuals is leading officials\nto reconsider the ban. The advisory panel is likely to vote on the\nissue Friday, and the FDA usually accepts advisory panel\nrecommendations. We'll talk to metro Atlanta gay activists, AID\nAtlanta and local blood banks. (Staples, Atlanta\nJournal-Constitution). 20.\n\n   HIGHLIGHTS-MEYERS _ AUSTIN, Texas _ If you ask Jack Myers a\nquestion, you'll likely be met with silence. As senior science\neditor at Highlights for Children magazine, his job is to answer\nqueries, but he never purports to know all the answers. Instead, he\npauses. Mentally chews on words, thoughts, ideas. Thinks about what\nto say, how to say it, why it's so. And then, just as you think he\ndidn't hear you, or perhaps doesn't know, he delivers an answer.\n(Barchas, Austin American-Statesman) MOVED.\n\n   SPORTS\n\n   FOOTBALL/PROS\n\n   FBN-BESTBETS _ A look ahead and this weekend's NFL highlights to\ncome. (Seguira, Atlanta Journal-Constitution). 20.\n\n   FBN-CHUCK-SMITH _ Chuck Smith. After spending his first eight\nseasons in the NFL with the Falcons, he signed with Carolina in the\noffseason, part of the Panthers' attempt to upgrade its pass rush.\nHe's looking forward to Game 1 vs. the Falcons on Sunday.\n(Winkeljohn, Atlanta Journal-Constitution). 18.\n\n   FOOTBALL/COLLEGES\n\n   FBC-WOODY-HAYES _ OXFORD, Ohio _ Woody Hayes. Mention the name,\nand you've conjured up vivid images of a man with a passion for\ncollege football. Images of Heisman Trophy running backs and clouds\nof dust, of Rose Bowls and national championship celebrations, of a\ngentle man with an explosive temper. Mention the name, and you're\nlikely to start an argument. (Conrad, Hamilton Journal News) MOVED\nWEDNESDAY.\n\n   FBC-HALLIBURTON _ AUSTIN, Texas _ Column on Hodges Mitchell, who\nis pound for pound the best football player for the Longhorns. He\ncan do it all     run, catch, block, even return punts, but people\nstill grumble about the Longhorns running game. Hodges doesn't\ndeserve the grumbling. (Austin American-Statesman)\n\n   E-SPORTS _ A daily column featuring the most useful Web sites\nand live online events affecting Sports fans. Today: (Greene,\nAtlanta Journal-Constitution).\n\n   COXNET BUDGET INFORMATION\n\n   This budget moves at 10 a.m., 2 p.m. and 6 p.m. EDT and\nafterwards as necessary based on news developments. If stories will\nmove after 8 p.m., an ETA will be given. All times are Eastern\nunless otherwise noted.\n\n   INTERNET LINKS\n\n   For research purposes, or to publish in your paper for readers\nwho'd like more information, Internet links to some of the stories\non this budget are available daily on the Cox Intranet at\nhttp://web.coxnews.net/NRS/NTAGS/NTAGWEEK.HTM\n\n   FEATURES MATERIAL\n\n   So specialty editors can focus on one day's budget, CoxNet\nproduces themed features budgets each day. Here is the schedule:\n\n   Monday for Tuesday: Technology\n\n   Tuesday for Wednesday: Automotive, personal finance and home &\ngarden\n\n   Wednesday for Thursday: Food, CD reviews, video reviews\n\n   TODAY: Movie reviews, travel, books and fashion\n\n   Friday for Saturday: Religion and science & health\n\n   HOW TO REACH US\n\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n\n   News editor Tom Oder, 404-526-5887, toder(at)coxnews.com.\n\n   Night news editor is Todd C. Duncan, 404-526-7282,\ntduncan(at)coxnews.com.\n\n   Cox Washington Bureau:\n\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   For questions, please call 404-526-5456.\n","\n   Eds. Adds: REVIEW-BAIT, OLY-1980;\n","\n   Deletes: CAR-NASCAR-SAFETY, GORE-COSTS, MOVIES-CIRCUS\n","\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n","\n   OLYMPICS/SETTING UP OPENING DAY\n","\n   OLY-OPEN _ SYDNEY _ Complete viewer's guide to the Opening\nCeremony. Scene by scene explainer of the highlights. Will focus on\nsurprises and opening night energy. (Brock, Atlanta\nJournal-Constitution). 20.\n","\n   OLYMPICS-COSTAS _ ATLANTA _ Bob Costas, bright-eyed and bearing\ntons of useful and not-so-useful information, will bound\nkangaroo-like into our living rooms for a two-week visit beginning\ntonight. As anchor of NBC's prime-time telecasts of the Summer\nOlympics, Costas will spend 162 1/2 hours on the air, starting with\ntonight's 4 1/2-hour coverage of the Opening Ceremony in Sydney.\nThis is his fourth Olympics for NBC and third as prime-time host.\nIt would not be stretching the truth to say he enjoys these\nassignments quite a lot. His first love may be baseball, but the\nOlympic Games get his blood pumping. (Holloway, Austin\nAmerican-Statesman)\n","\n   EDS: MOVED in (s) sports and (e) entertainment categories.\n","\n   OLY-PRIMER _ ATLANTA _ All about Oz: As the Olympics begin in\nSydney tonight, we offer a primer on things Australian, from A to\nZ. (Auchmutey, Atlanta Journal-Constitution). 39.\n","\n   COX EDs: This story is available via a Budget Tool WAN search\nwith a Location of Atlanta and a category of Lifestyle.\n","\n   OLY-TORCH _ SYDNEY _ Torch crosses the Harbor Bridge in Sydney.\n(Brock, Atlanta Journal-Constitution). 8.\n","\n   OLY-ADVANCE _ SYDNEY _ Let the Games begin. General sports\nadvance. (Tierney, Atlanta Journal-Constitution). 20.\n","\n   OLYWEATHER _ SYDNEY _ The cooler-than-Atlanta weather is great\nfor some sports, not so great for others. (Fish, Atlanta\nJournal-Constitution). 20.\n","\n   OLY-HUMMER _ SYDNEY _ Steve Hummer column, on gambling and the\nOlympics. (Hummer, Atlanta Journal-Constitution). P16. ETA: 10 p.m.\nEDT\n","\n   OLY-TRIATHLON _ SYDNEY _ Feature on Georgia's Sheila Taormina in\ntriathlon. (Rosen, Atlanta Journal-Constitution) 16.\n","\n   OLYHOOP _ SYDNEY _ News/notes from basketball press conferences.\n(Bunn, Atlanta Journal-Constitution). 12-14. ETA: 9 p.m. EDT.\n","\n   OLYSWIM _ SYDNEY _ News/notes from swimming press conference.\n(Rosen, Atlanta Journal-Constitution). 12.\n","\n   OLY-HALL _ SYDNEY _ Feature on swimmer Gary Hall, who attended\nthe University of Texas for one year and then turned pro. (Maher,\nAustin American-Statesman).\n","\n   OLYTRACK _ SYDNEY _ Update from track and field. (Fish, Atlanta\nJournal-Constitution). 12-14.\n","\n   OLYNOTE _ SYDNEY _ News and notes from Sydney. (Staff, Atlanta\nJournal-Constitution)\n","\n   OLY-ARCH _ Ohio's Wright State swimmer Leonard Ngoma who swims\nfor Zambia, came to the United States to swim after his parents\ndied in 1995 of malaria. ``There really was nothing for me,'' he\nsaid. ``I wanted something more, but I didn't know where to turn.''\nThe International Olympic Committee _ which has a program to\nnurture Olympians in under-developed nations _ soon provided a road\nmap. (Archdeacon, Dayton Daily News)\n","\n   OLY-ARCH-CRAIG _ Dante Craig, a boxer from Cincinnati who had\nbeen working in a dry cleaners in Cincy when he got a second chance\nat his dream. His brother dreamed that their dead mother spoke to\nhim and begged him to help Dante rekindle his boxing career.\n(Archdeacon, Dayton Daily News)\n","\n   OLY-1980 _ As current Olympians look to the coming weeks and\ndream of gold, some athletes are looking back: They were the\nmembers of the 1980 Olympic team, and while the world competed in\nMoscow, they stayed home. Twenty years later, they still grapple\nwith `what ifs.' (Belkin, Palm Beach Post)\n","\n   NATIONAL\n","\n   AIR-DELAYS _ WASHINGTON _ The Senate Commerce Committee holds a\nhearing on the role of air traffic control in airline delays.\nWitnesses include DOT Secretary Rodney Slater and Leo Mullin,\npresident and CEO of Delta. (Eversley, Atlanta\nJournal-Constitution)\n","\n   BUSH-DEBATE _ AUSTIN, Texas _ George W. Bush reaches an\nagreement with Al Gore over debate schedule and gets absolutely no\nconcessions, portending another misstep by his campaign after a\nseries of misteps. (Herman, Austin American-Statesman) 6 p.m. 20-25\n","\n   CSX _ U.S. Rep. John Boehner met with CSX officials to get\naction on\n","\n   problem crossings. (Weber, Hamilton News-Journal)\n","\n   BEAR-BITES-MAN _ Two archery hunters from Missouri suffered\nminor injuries Wednesday during an attack by a black bear on Grand\nMesa. The two men, a father and son duo whose names were not\nreleased, surprised the bear while walking in dense brush along\nBuzzard Creek east of Vega Reservoir. (Grand Junction)\n","\n   ENVIRONMENT _ WASHINGTON _ A group of environmental and taxpayer\norganizations Thursday called for reforms of the U.S. Army Corps of\nEngineers to give greater civilian control over the agency and\nimpose independent reviews of major projects. The group said they'd\nprefer that a pending water projects bill not pass Congress this\nyear unless it contains substantial Corps reforms, but that the\nproposed Everglades restoration plan be adopted. (Lipman, Cox News\nService).\n","\n   WAN: Atlanta, National, Environment\n","\n   STEM-CELLS _ WASHINGTON _ Michael J. Fox and Mary Tyler Moore\ntestified before a Senate Appropriations Subcommittee on Thursday\nto support federal funding for stem cell research. (Doyle, Cox News\nService)\n","\n   WAN: Atlanta, National, U.S. Government\n","\n   VOTER-POLL _ WASHINGTON _ The Brookings Institute holds a\nbriefing on a new survey of voter attitudes toward the candidates\nand the issues. (Holmes, Cox News Service). 20.\n","\n   EDs: Moving on NYT wire in (w) Washington and (p) politics\ncategories.\n","\n   WAN: Location Atlanta, category National, subcategory Politics.\n","\n   LIEBERMAN _ Like the loyal soldier he has pledged to be, Sen.\nJoseph Lieberman (D-Conn.), the Democratic vice presidential\nnominee, has reversed course on a number of issues on which he\ndiffered with Vice President Al Gore. Among the most prominent:\nLieberman's unease with affirmative action, his support for making\nit harder for Americans to sue and his belief that government\nshould use public funds to send children to private schools, at\nleast on an experimental basis. (Sherman, Atlanta\nJournal-Constitution). 25\n","\n   WITH\n","\n   REBECCA-LIEBERMAN _ Rebecca Lieberman, daughter of vice\npresidential nominee Joe Lieberman, is at FAU on behalf of the\nGore/Lieberman campaign. She's meeting with Florida Atlantic\nUniversity students for a roundtable discussion of financial aid\nand other higher education issues and attending a meeting of the\nFlorida Atlantic University College Democrats. (Belkin, Palm Beach\nPost).\n","\n   OHIO-SPRAWL - MIDDLETOWN, Ohio _ Southern Warren County\ncommunities of Mason and Deerfield Township are among the nation's\nworst examples of poorly planned suburban development, says the\nSierra Club in a national study of sprawl released Thursday\nmorning. (Pulse, Middleton Journal)\n","\n   FLOYD-MEMORIES _ GREENVILLE, N.C. _ The few people left on\nGreenville's Eastern Street keep a close eye on the horizon,\nwatching for another Floyd. Every rain makes them nervous. The last\nhurricane wiped out their neighborhood, leaving it to weeds and\nslum lords. Now they are contemplating whether to stay or go.\n(Greenville Daily Reflector). WITH PHOTOS.\n","\n   FLOYD-RECOVERY _ ROCKY MOUNT, N.C. _ Where are we? What do\npeople like Fred Turnage, Joe Durham, Norris Tolson, Charlie\nGlazener and Jim Hunt see as the biggest challenges now? what have\nwe overcome so far? are we building back fast enough? where does\nthe area compare now in terms of where Grand Forks, N.D., was a\nyear after its flood? how long before the buyout process will be\ncomplete? what, specifically, does the city plan to do with the\nproperty that's condemned in that process? where will the\nhomeowners live then? (Rocky Mount Telegram)\n","\n   SAFE KIDS - Preview of conference, first of its kind, to build\nstrong families and keeping kids safe. Two-day seminar, starting\nSept. 18. Barbara Mandrell and mother of Len Bias will be there.\n(Middletown Journal)\n","\n   HABITAT-MILESTONE _ Foremer president Jimmy Carter will be in\nAmericus, Ga., for completion of Habitat for Humanity's 100,000th\nhouse worldwide Thursday. The organization will also claim that\naffordable, decent housing is available in Sumter County, Ga., for\nanyone who wants it. (Osinski, Atlanta Journal-Constitution). 20.\n","\n   MCKINNEY _ WASHINGTON _ Many Americans might believe that\nCOINTELPRO, an acronym for the FBI's Counter Intelligence Program\nthat collected personal information on several civil rights\nleaders, was a phenomenon of the 1960s and 1970s. But U.S. Rep.\nCynthia McKinney points a spotlight on similar federal government\nprograms that are alive today during next week's the annual\nlegislative meeting of the Congressional Black Caucus. (Eversley,\nAtlanta Journal-Constitution). 15.\n","\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 6\np.m.\n","\n   INTERNATIONAL\n","\n   SUDAN-WATER _ The unquenchable loyalty of an Austin man to his\nfamily and friends is bringing fresh water to a village in the\nnorth of Sudan. Awad Abdelgadir, through his own fund raising\neffort, persuaded Rotary International to donate the bulk of\n$42,000 to build a water system for the village of Kolomiseed, on\nthe west bank of the Nile River about 200 miles south of the\nEgyptian border. (Lisheron, Austin American-Statesman). 14. WITH\nPHOTO.\n","\n   OPED/EDITORIAL\n","\n   TEEPEN-COLUMN _ There's something to be said for virtue. But,\ngiven the goings-on along the campaign trail, maybe it's time to\nrethink the glib cause-and-effect game politicians of both parties\nplay. (Tom Teepen is national correspondent for Cox Newspapers).\nMOVED.\n","\n   JOEMURRAY-DREAMSVILLE _ Another in an occasional series of\nDispatches from Dreamsville columns: What Aunt Bert's shanty house\nin Three Creeks, Ark., lacked in modern conveniences and upkeep, it\nmore than made up for in laughter and glee that became my salvation\nwhile my dad was away at war. (Murray, Cox News Service) MOVED.\n","\n   ERNESTMURRAY-COLUMN _ LUFKIN, Texas _ I'm about to mark another\nbirthday. Note I didn't say celebrate. It just doesn't seem right\nthat I should celebrate something that comes along about as often\nas a full moon. And besides, I don't feel (unintelligible) years\nold. In fact, my wife told me the other day I reminded her of a\nteen-ager. (Ernest Murray is managing editor of The Lufkin Daily\nNews) MOVED.\n","\n   BORDERS-COLUMN _ Cats can keep a yard free of most critters, but\nforget about fending off armadillos. (Gary Borders is editor and\npublisher of the Nacogdoches Daily Sentinel.) EMBARGOED for Sunday.\nMOVED.\n","\n   GARCIA-COLUMN _ AUSTIN, Texas _ (Arnold Garcia is editorial page\neditor of the Austin American-Statesman)\n","\n   MCNEELY-COLUMN _ AUSTIN, Texas _ pull from budget tool if not\ntoo local. (McNeely, Austin American-Statesman)\n","\n   YOUNG-COLUMN _ WACO, Texas _ WACO, Texas _ Rats. Until a few\ndays ago the presidential campaign had been almost miraculously\nissues-based. This week it is officially off-base. Tuesday the\n``issue'' was subliminal rodents. Last week it was a caught-on-tape\nvulgarity. And more and more we hear media recitation/speculation\nabout 30-second jabs. (John Young is opinion page editor of the\nWaco Tribune-Herald) MOVED.\n","\n   BUSINESS\n","\n   AIR-DELAYS _ WASHINGTON _ The Senate Commerce Committee holds a\nhearing on the role of air traffic control in airline delays.\nWitnesses include Transportation Secretary Rodney Slater and Leo\nMullin, president and CEO of Delta Air Lines. (Eversley, Cox News\nService). 22.\n","\n   EDs: Moving on NYT wire in (w) Washington and (f) financial\ncategories.\n","\n   WAN: Location Atlanta, category Business, subcategory\nTransportation.\n","\n   FIRESTONE _ATLANTA _Firestone's tire recall will more than\ndouble estimated third-quarter losses (50 to 60 cents a share) at\nAllied Holding Inc, the Decatur-based car hauler said Thursday.\n","\n   The company hauls SUVs from three Ford plants, closed for three\nweeks to make more tires available for the recall. (Grantham,\nAtlanta Journal-Constitution)\n","\n   TECH-VISA _ For months, high-tech companies have been badgering\nCongress to increase the number of visas granted to highly skilled\nforeigners. Lawmakers now appear ready to act. But there may not be\ntime to pass a bill. So techies are hoping Congress will tack a\nvisa amendment onto an appropriations bill. Not pretty, but it\nworks. (Geewax, Cox News Service). 15.\n","\n   WAN: Location Atlanta, category Business, subcategory\nU.S.government\n","\n   OLY-STOCK _ Buying stock in a company because of its connection\nto the Olympic Games is a risky way to pick investments, based on\nthe share price performance of companies that sponsored the 1996\ngames in Atlanta. Only two of the seven biggest sponsors have\noutperformed the market since the Atlanta closing ceremonies on\nAug. 4, 1996: Scientific-Atlanta, up 871 percent, and Home Depot,\nup 377 percent. (Walker, Atlanta Journal-Constitution). 18.\n","\n   ORKIN-VERDICT _ Atlanta-based Rollins Inc. says that a $80\nmillion verdict in Alabama will have ''a material adverse impact''\non the company if not reduced. Artie Mae Jeter of Tuskegee had\nalleged that Orkin, a unit of Rollins, hid extensive termite damage\nto her home for at least 12 years. A memo from one Orkin executive\nto another, written in 1988, confirmed that allegation. (Miller,\nAtlanta Journal-Constitution)\n","\n   E-BUSINESS _ A daily column featuring the most useful Web sites\nand live online events affecting Business readers. Today: (Seward,\nAtlanta Journal-Constitution).\n","\n   AUTOMOTIVE NEWS\n","\n   COXNET WHEELS\n","\n   EDS: This is the CoxNet WHEELS page for the current week. This\nlayout is now available now. Art includes three color photographs.\n","\n   COXNET WHEELS 0912: 2000 FORD HARLEY-DAVIDSON F-150 _ Ford has\nshown remarkable restraint with its Harley-Davidson F-150. It's a\nSupercab that does stand out in any crowd, though, thanks to its\naggressive front end, chrome side pipes and monochromatic black\nfinish accentuated by Harley-Davidson orange pinstriping. (DeVault,\nAtlanta Journal-Constitution) Art includes a 3-column color photo\nof the 2000 Harley-Davidson F-150 and a 1-column color photo of the\ntruck's interior.\n","\n   WITH\n","\n   AT A GLANCE _ Fact box previewing the 2000 Harley-Davidson\nF-150.\n","\n   SHARP DRIVING _ The tire crisis for Bridgestone/Firestone has\nbecome a crisis for other tire manufacturers as well. As consumers\nlook for alternatives as replacement tires, other manufacturers\nfind that this windfall of sales has left them unable to respond to\nthe unexpected demand. (Sharp, Atlanta Journal-Constitution).\nIncludes 1-column color photograph of columnist.\n","\n   SHARP-DRIVING _ ATLANTA _ After 2,600 miles with a Hummer, the\nultimate SUV, I'm not sure it qualifies as the ultimate\n``all-terrain'' vehicle. Interstate highways are simply not its\nforte. But who was to know? When the opportunity arose to take the\nvehicle on an extended trip to Dubuque, Iowa, and Minneapolis, my\nhusband and I thought, ``Hey, cool!'' (Sharp, Atlanta\nJournal-Constitution) MOVED.\n","\n   THE-MECHANIC _ Nora Carter's column will resume soon. (Carter,\nAtlanta Journal-Constitution)\n","\n   LIFESTYLE\n","\n   NOBRIDES _ In the cryptic prose of a classified ad, several\nAtlantans are hawking their bridal gowns, an item of clothing some\nwomen consider their most treasured possession. But look closer and\nyou'll find two words _ ``never worn'' _ which not only describe\nthe condition of the gowns, but hint at a larger story about the\nowners, and perhaps the state of modern romance. (Harris, Atlanta\nJournal-Constitution). 40.\n","\n   CONSUMER-COLUMN _ Jane Greig consumer column. (Greig, Austin\nAmerican-Statesman)\n","\n   MICKEY'S CLOSET _ A peek into Mickey's and Minnie's closets.\nStaci Sturrock visits Disney World to talk fashion with those busy\nDisney costumers. (Sturrock, Palm Beach Post).\n","\n   COXNET LIFESTYLES PAGE\n","\n   EDs: This is the CoxNet LIFESTYLES page for the current week.\nThis layout is now available now. Art includes several color photos\n","\n   Coxnet LIFESTYLES 0914: PRINCESSES OF POP _ They've been called\n``teen-age Lolitas,'' ``preening bimbettes'' and ``jailbait\ndynamos.'' They're the bubble gum-chewing, chart-topping teens who\nhave knocked such well-established female singers as Alanis\nMorissette, Melissa Etheridge and Tori Amos off the charts. The\nnewest teen pop sensations are turning some heads, and not just for\ntheir musical abilities. (Allmon, Waco Herald-Tribune)\n","\n   E-LIVING _ A daily column featuring the most useful Web sites\nand live online events affecting arts, entertainment and leisure\nactivities. Today: (Footlick, Atlanta Journal-Constitution).\n","\n   ENTERTAINMENT/ARTS\n","\n   PHISH _ Everything you've ever wanted to know about Phish, the\ncult-fave band: Phish trivia, facts, books, set lists, etc. (Dayton\nDaily News). 30. MOVED.\n","\n   DOCUDRAMAS _ A look at the turnaround time involved in taking\nactual news and docudramaing it for TV use. Pegged to the new Elian\nstory on Fox Family this Sunday. (Kloer, Atlanta\nJournal-Constitution). 20.\n","\n   OLYMPICS-COSTAS _ ATLANTA _ Bob Costas, bright-eyed and bearing\ntons of useful and not-so-useful information, will bound\nkangaroo-like into our living rooms for a two-week visit beginning\ntonight. As anchor of NBC's prime-time telecasts of the Summer\nOlympics, Costas will spend 162 1/2 hours on the air, starting with\ntonight's 4 1/2-hour coverage of the Opening Ceremony in Sydney.\nThis is his fourth Olympics for NBC and third as prime-time host.\nIt would not be stretching the truth to say he enjoys these\nassignments quite a lot. His first love may be baseball, but the\nOlympic Games get his blood pumping. (Holloway, Austin\nAmerican-Statesman)\n","\n   EDS: MOVED in (s) sports and (e) entertainment categories.\n","\n   MOVIE NEWS AND REVIEWS\n","\n   MOVIES-AFFAIR _ Movie review: ``An Affair of Love.'' Grade: B+.\n(Ringel, Atlanta Journal-Constitution). 13.\n","\n   MOVIES-BAIT _ Review of the Jamie Foxx action movie ``Bait.''\nGrade: B-. (Ringel, Atlanta Journal-Constitution). 15.\n","\n   MOVIES-DUETS _ Movie Review: ``Duets'' Gwyneth Paltrow sings.\nGrade: D. (Ringel, Atlanta Journal-Constitution). 15.\n","\n   REVIEW-BAIT_ Movie review, ``Bait'' starring Jamie Foxx.\n(Hamilton News-Journal)\n","\n   MOVIES-EDEN _ Review of independent film ``A Piece of Eden.''\nGrade: B-. (Murray, Atlanta Journal-Constitution). 11.\n","\n   MOVIES-FAMOUS _ Movie review: ``Almost Famous.'' Cameron Crowe\nrock tour film. Grade: A-. (Ringel, Atlanta Journal-Constitution).\n26.\n","\n   MOVIES-IDIOTS _ Review of the Danish film ``The Idiots'' by the\ndirector of ``Breaking the Waves.'' Grade: C+. (Murray, Atlanta\nJournal-Constitution). 14.\n","\n   MOVIES-SOLOMON _ Review of foreign film ``Solomon &Gaenor.''\nGRADE: C+. (Murray, Atlanta Journal-Constitution). 10.\n","\n   MOVIES-MINIREVIEWS _ Mini reviews of all currently playing\nmovies. (Atlanta Journal-Constitution)\n","\n   SCIENCE-MEDICINE\n","\n   GAY-BLOOD-DONORS _ An FDA advisory panel will take up a\ncontroversial issue on Friday: Whether gay men _ banned from\ndonating blood if they've had sex with a male since 1977 _ might be\nallowed to donate. The development of improved AIDS tests and a\nrecent rise in HIV cases among heterosexuals is leading officials\nto reconsider the ban. The advisory panel is likely to vote on the\nissue Friday, and the FDA usually accepts advisory panel\nrecommendations. We'll talk to metro Atlanta gay activists, AID\nAtlanta and local blood banks. (Staples, Atlanta\nJournal-Constitution). 20.\n","\n   HIGHLIGHTS-MEYERS _ AUSTIN, Texas _ If you ask Jack Myers a\nquestion, you'll likely be met with silence. As senior science\neditor at Highlights for Children magazine, his job is to answer\nqueries, but he never purports to know all the answers. Instead, he\npauses. Mentally chews on words, thoughts, ideas. Thinks about what\nto say, how to say it, why it's so. And then, just as you think he\ndidn't hear you, or perhaps doesn't know, he delivers an answer.\n(Barchas, Austin American-Statesman) MOVED.\n","\n   SPORTS\n","\n   FOOTBALL/PROS\n","\n   FBN-BESTBETS _ A look ahead and this weekend's NFL highlights to\ncome. (Seguira, Atlanta Journal-Constitution). 20.\n","\n   FBN-CHUCK-SMITH _ Chuck Smith. After spending his first eight\nseasons in the NFL with the Falcons, he signed with Carolina in the\noffseason, part of the Panthers' attempt to upgrade its pass rush.\nHe's looking forward to Game 1 vs. the Falcons on Sunday.\n(Winkeljohn, Atlanta Journal-Constitution). 18.\n","\n   FOOTBALL/COLLEGES\n","\n   FBC-WOODY-HAYES _ OXFORD, Ohio _ Woody Hayes. Mention the name,\nand you've conjured up vivid images of a man with a passion for\ncollege football. Images of Heisman Trophy running backs and clouds\nof dust, of Rose Bowls and national championship celebrations, of a\ngentle man with an explosive temper. Mention the name, and you're\nlikely to start an argument. (Conrad, Hamilton Journal News) MOVED\nWEDNESDAY.\n","\n   FBC-HALLIBURTON _ AUSTIN, Texas _ Column on Hodges Mitchell, who\nis pound for pound the best football player for the Longhorns. He\ncan do it all     run, catch, block, even return punts, but people\nstill grumble about the Longhorns running game. Hodges doesn't\ndeserve the grumbling. (Austin American-Statesman)\n","\n   E-SPORTS _ A daily column featuring the most useful Web sites\nand live online events affecting Sports fans. Today: (Greene,\nAtlanta Journal-Constitution).\n","\n   COXNET BUDGET INFORMATION\n","\n   This budget moves at 10 a.m., 2 p.m. and 6 p.m. EDT and\nafterwards as necessary based on news developments. If stories will\nmove after 8 p.m., an ETA will be given. All times are Eastern\nunless otherwise noted.\n","\n   INTERNET LINKS\n","\n   For research purposes, or to publish in your paper for readers\nwho'd like more information, Internet links to some of the stories\non this budget are available daily on the Cox Intranet at\nhttp://web.coxnews.net/NRS/NTAGS/NTAGWEEK.HTM\n","\n   FEATURES MATERIAL\n","\n   So specialty editors can focus on one day's budget, CoxNet\nproduces themed features budgets each day. Here is the schedule:\n","\n   Monday for Tuesday: Technology\n","\n   Tuesday for Wednesday: Automotive, personal finance and home &\ngarden\n","\n   Wednesday for Thursday: Food, CD reviews, video reviews\n","\n   TODAY: Movie reviews, travel, books and fashion\n","\n   Friday for Saturday: Religion and science & health\n","\n   HOW TO REACH US\n","\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n","\n   News editor Tom Oder, 404-526-5887, toder(at)coxnews.com.\n","\n   Night news editor is Todd C. Duncan, 404-526-7282,\ntduncan(at)coxnews.com.\n","\n   Cox Washington Bureau:\n","\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n","\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n","\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}