{"DocumentId":"NYT19990824.0144","TopicId":"NYT","Relevance":"0","Body":" BC-SCHOOL-BULLIES-BOYS-NYTSF \n    \n\n  \n THE PSYCHE of the BULLIED  \n       (This article has already moved to Centerpiece clients. To\npublish as a ``separate buy'' article, it must be purchased _ the\nrate is not prohibitive _ from one of these New York Times\nSyndicate sales representatives: \n      (--U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697. \n      (--Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942. \n      (--Latin America: OLIVIA VASQUEZ in Los Angeles, 310-996-0075;\nfax, 310-996-0089.  By ADRIAN NICOLE LeBLANC  \n FROM: The New York Times Magazine  \n      The fight takes place in the bright light of adult view _ on a\nweekday afternoon, on a tree-lined residential street, within sight\nof the police station and a block from the middle school.\n      The smaller boy, about 12, waits until there is a safe distance\nbetween himself and the other boy, about 13. Then he shouts a\ncurse. No response. He follows with a homophobic slur. His opponent\n_ a chubby boy nicknamed Sex Machine _ finally turns around.\n      A freckled friend of Sex Machine's loops around him on his\nbicycle, lazily doing doughnuts. He prods Sex Machine chirpily:\n``You gonna take that? He's a punk!''\n      Halfheartedly, Sex Machine blusters back a retort. More friends\nappear and cajole him, challenging him to at least pretend that he\nhas nerve.\n      ``C'mon, Sex Machine!'' one shouts, then whispers to another,\nalarmed: ``Look at him. He keeps backing up!''\n      Whatever started the fight is irrelevant. The friends clamber up\na nearby wire fence to get a good view, hyper spiders clinging to\nthe mesh.\n      Sex Machine is frightened. Despite his oversize T-shirt, you can\nsee the rise and fall of his heaving chest.\n      A man's voice chimes in and shouts encouragement to the smaller\nboy from the driveway. ``That's his father!'' a boy says. ``Can you\nbelieve it? He's telling him to fight!'' ``That's not right,'' says\na girl.\n      Borrowing from the man's confidence, the smaller boy rushes\nforward and swings. Sex Machine stumbles backward as he tries to\nduck.\n      A woman leans out from the second-floor window of a ranch house\nand says, ``Come in, come in,'' without sounding as though she\nmeans it, a weary Juliet.\n      Sex Machine looks desperate, flailing his arms frantically,\ntrying to flag down a car. Luckily, one stops. Apparently, it's his\nmother. All the tension and fear that his body has been holding\nbursts into punctuated sobs. He storms around the car to the\npassenger side.\n      His freckled friend, who had been cheering within inches of the\naction, cycles over and dismounts to say goodbye.\n      With all the fury raging inside him, Sex Machine bellows, ``You\ndidn't help me!'' then shoves him to the ground.\n      Antrim, N.H., where the fight took place, is a long way away\nfrom Littleton, Colo., as well as from Conyers, Ga., where a\n15-year-old boy shot six classmates at his high school in May.\n      It is one of nine towns whose regional high school, ConVal, sits\nin Peterborough, N.H., the setting that inspired Thornton Wilder's\n``Our Town.'' But what it shares with those other places, and with\ncountless others across the country, is a brutally enforced\nteen-age social structure.\n      Boys at the bottom of the pyramid use different strategies to\ncope _ turning inward and outward, sometimes in highly destructive\nways. (There has been a fivefold jump in the homicide and suicide\nrates of boys in the last 40 years, a rise some experts attribute\nto increasing male depression and anger as well as access to guns,\namong other factors.)\n      Most boys live through it, suffer, survive. But the journey may\nbe especially deadly now because, as the avalanche of new ``male\nidentity'' literature demonstrates, the old prescriptions for\nbehavior no longer hold, and the new ones are ambivalent. Today's\nyoung males may be feminism's children, but no one is comfortable\nwith openhearted or vulnerable boys.\n      ConVal is in some ways progressive. There are about 900 students\nand an administration that consciously works to minimize the\nultramacho sports culture that dominates many schools. Even so, the\ntraditional hierarchies operate: The popular kids tend to be\nwealthier and the boys among them tend to be jocks. The Gap\nGirls-Tommy Girls-Polo Girls compose the pool of desirable\ngirlfriends, many of whom are athletes as well.\n      Below the popular kids, in a shifting order of relative\nunimportance, are the druggies (stoners, deadheads, burnouts,\nhippies or neo-hippies), trendies or Valley Girls, preppies,\nskateboarders and skateboarder chicks, nerds and techies, wiggers,\nrednecks and Goths, better known as freaks. There are\ntroublemakers, losers and floaters _ kids who move from group to\ngroup. Real losers are invisible.\n      Bullying, here as elsewhere, is rampant. Even in small-town,\nsupposedly safe environments such as Peterborough, a 1994 study\nfound, the vast majority of kids from middle school up are bullied\nby their peers. The shaming is sex-based, but the taunting is more\nintense for boys _ an average high-school student, according to\nanother study, hears 25 antigay slurs a day.\n      To be an outcast boy is to be a ``nonboy,'' to be feminine, to\nbe weak. Bullies function as a kind of peer police enforcing the\nsocial code, and ConVal's freaks are accustomed to the daily\nonslaught.\n      The revenge-of-the-nerds refrain _ which assures unpopular boys\nthat if they only hold on through high school, the roster of\nwinners will change _ does not question the hierarchy that puts the\noutcasts at risk. So boys survive by their stamina, sometimes by\ntheir fut mainly, if they're lucky, with the help of the\nfamily they've created among their friends.\n      Teen-agers find heroes among their friends. Tyler Snitko, 17,\npulls other outcasts in, functioning as a kind of human insulation\nfor the freaks. To each taunt he quips, ``Thank you.'' He booms,\n``These are my people,'' opening his arms, his fingernails polished\nblack, to embrace his fellow freaks at lunch time in what has been\nlabeled Mutant Hall.\n      In the presence of someone like Tyler, the more vulnerable\nteen-agers are less likely to be picked on, and they intuitively\nknow this.\n      Tyler's hero is his grandfather. Not only did the old man give\nhim advice that he often quotes (``Sometimes there are going to be\nrat bastards in life, and you have to deal with them''), but he\nalso backed up the talk with action: He gave Tyler his first set of\nweights.\n      Tyler kept his workout strategy secret, taking long, midnight\nruns because he did not want to jeopardize his affiliation with the\nfreaks, who were supposed to be ``all skinny and pale.'' He soon\ndiscovered that his best friend, Toffer, 17, studied jujitsu to\ncontrol the anger building in himself.\n      Toffer knew what it was like to be excluded. His isolation began\nin elementary school, and only in high school, through his\nfriendship with Tyler, did the fog begin to lift. Through the worst\nof the ostracization, the boys had each other.\n      Says Tyler: ``Other people turned me away, like I'd bring the\nwhole house down. He stood by me.''\n      Toffer, whose name is Christopher Eppig, is a senior who looks\nvery much like Jesus. He survived the solitary years by not showing\nemotion. He shows very little emotion now.\n      ``I think it was the fact that I couldn't completely control\nmyself that scared me,'' he says flatly. ``I didn't like myself\nbecause I didn't have anything. No athletics, no grades. The only\nthing that kept me going was that I hated them more than I hated\nmyself.\n      ``Before, all I knew was what people were telling me about\nmyself, and it wasn't a positive image, and I wasn't interested in\nwho I was,'' he continues. ``Jujitsu gave me something else that I\nwas, that was better and more believable.''\n      The friendship with Tyler created elbow room. They joined the\nwrestling team. They formed a band named Gawd. It helps that\nTyler's parents encourage his use of their renovated colonial as a\nsocial center, and that his dad quit his job as an executive to\nstay home full time.\n      His parents call the arrangement a luxury, a decision they made\naround the time when Tyler's mother was promoted to assistant\nprincipal of a middle school. Then Tyler had the great good fortune\nof several growing spurts, which, at last measure, topped six feet\nto match the hard-earned bulk.\n      His upbeat personality may defuse hostility, but his physical\npresence is a moat. A friend who has known Tyler since childhood,\nwho will only give his on-line name, Bladerunner, says: ``He is\njust really nice and he sticks up for people.''\n      Even as it helps in the day-to-day of high school, bodily\nrenovation perpetuates the hierarchy. Bulking up _ or being near\nsomeone who does _ just means the pyramid starts lower down.\n      Tyler recognizes how the pressure to prove his masculinity drove\nhim to objectify girls. ``I treated my girlfriends really bad,'' he\nsays. ``I admit it. I was like, Oh, there's a pair of boobs, I'll\ngo stand next to it. I think I'll go talk to it.''\n      Of course, trivializing girls is a most likely result of a\npecking order in which girls represent ``femininity,'' the\nperceived threat to conventional masculinity, the mix of which\nleaves boys so confused these days. The fear of feminizing boys is\nembedded in the hierarchy of the social cliques: winner-loser,\npopular-outcast, boy-girl.\n      ``This fear of sissifying boys,'' says Olga Silverstein, author\nof ``The Courage to Raise Good Men,'' ``I think it's going to be\nthe last prejudice to go.''\n      J., who doesn't want his name to be used, is another boy who\nranks as a loser. He finds temporary refuge with the burnouts, but\nhis precarious welcome depends upon their mood and whether or not\nhe has weed. His greatest flaw seems to be his willingness to try\nanything to fit in.\n      The week after the shootings in Littleton, Colo., ConVal High\nSchool held an assembly about school safety. J. recounts what\nhappened in his class next period. ``I said, 'I wish those kids\nwould come over here and blow away the teachers''' _ especially an\nassistant principal, with whom J. had a long history.\n      According to J., the classroom teacher said, ``I'm kind of\nconcerned about you.''\n      ``Nothing to be concerned about,'' J. replied.\n      ``Do you want to go to the office?'' she asked.\n      ``Hell, no,'' he said. Then she sent him there.\n      Ordinarily, J. would have been sent home for cursing. He knew\nthe drill. This time, however, he would wait for the Peterborough\npolice, who, he says, searched his knapsack and escorted him to the\nstation, where he was charged in juvenile court with disorderly\nconduct. (ConVal officials cannot comment on J.'s case because he\nis a juvenile and because it is pending.)\n      That night, the police appeared at the homes of members of J.'s\nfamily with a search warrant and collected handguns and sporting\nrifles. The next day, news cameras greeted ConVal students in the\nparking lot. The print media continued the story, and J. became\nknown as a copycat in a wider world.\n      ``It's retarded,'' he says. ``I shouldn't have got in trouble.\nIf it was some good kid that did it, they wouldn't have gotten in\ntrouble.''\n      Many students feel that the administration overreacted, less\nbecause of Columbine than for the fact that even if he had meant\nwhat he said, he was an unlikely candidate to carry out that\nparticular kind of plan. Says one parent, sighing, summing up a\ntypical adult response, ``That's just J. being J. again.''\n      Being J., according to J., is as inevitable as his difficulty in\nschool, which he compares to his unhappiness in his family life. He\nsays: ``I try not to spend much time at home. It's like I'm a\nfailure. My sister is a straight-A student and everything.'' He\ndoesn't get along with his stepfather.\n      Right now, his relationship with his mother isn't good.\n``Whenever I get in trouble, she yells at me for 10 minutes, then\nshe stops,'' J. says. ``They yell nonstop, then they forget what\nthey are yelling for. They don't even punish me. It's like a habit\nwith them.''\n      J. spends his days watching television. In the afternoons, he\ngoes to the nearby basketball court. His mother tracks him down.\n(She declined to comment for this story.) J. says, ``Then she yells\nat me all the way home, then I fall asleep and get up and do it all\nover again.''\n      Since Columbine, the Safe School Committee at ConVal has\nundergone a renaissance. The Peterborough police have stationed an\nofficer at the entrance. But many of the students believe that a\nshooting spree like that of Klebold and Harris's could happen\nanywhere.\n      Says Toffer: ``It certainly didn't happen because of the lack of\na safe-school committee. Their problem was, they weren't accepted,\nand they weren't going to be accepted, and that's the way that our\nsociety is. There are always people that are going to be cast out\nand people that are cast in.''\n      Colleen, a slim girl with short straight hair and an easy smile,\ngrew up down the street from J. He's generally annoying, she says.\nHe used to sing Christmas carols on the bus in June, but he is not\ncruel. Everyone, she says, has their days. What J. hates is people\ntalking down to him, so she takes care not to do that. She feels\nthe same way when people talk down to her because she is a girl.\n      ``There are times I can talk to him about things, without it\nbeing weird and without him being a pervert,'' she says. It's all\nrelative. When you are close to the bottom, there's not much room\nleft to fit. She recalls J. at his happiest during a class he\ndescribed to her, in the high school's on-site preschool, how\ncontent he felt playing among the little kids.\n       c.1999 Adrian Nicole LeBlanc  \n\n     (Adrian Nicole LeBlanc, a New York-based journalist, is writing\na book about inner-city girls, due out next year.)  \n\n   -----------------  \n","Headline":"\n    \n","Text":["\n     (Adrian Nicole LeBlanc, a New York-based journalist, is writing\na book about inner-city girls, due out next year.)  \n","\n   -----------------  \n"]}