{"DocumentId":"NYT19990223.0126","TopicId":"NYT","Relevance":"0","Body":" BC-DISCIPLINE-KIDS-ROSEMOND-NYTSF \nHAVE YOU SPANKED YOUR KID TODAY? \n\n         (This article has already moved to Centerpiece clients. To\npublish as a ``separate buy'' article, it must be purchased _ the\nrate is not prohibitive _ from one of these New York Times\nSyndicate sales representatives: \n      (--U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697. \n      (--Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942. \n      (--Latin America: OLIVIA VASQUEZ in Los Angeles, 310-996-0075;\nfax, 310-996-0089. \n      \n By SUSAN BOLOTIN  \n FROM: The New York Times Magazine  \n      We all know them, if only by caricature. The parents who devote\nhours each night to the ritual of their children's bedtimes. The\nchildren with roomfuls of toys who complain of nothing to do. The\nparents whose phone conversations are really interruptions\ninterrupted by conversation. The children who won't do their\nhomework unless their parents are nearby. The parents who intervene\non their children's behalf whenever a teacher delivers a bad grade,\na rebuke, a punishment. The children so incapable of dealing with\nfrustration they explode in rage whenever something goes any way\nother than theirs. The children who think of no one but themselves.\nThe parents who think of no one but their children.\n      These are the parents, and these are the children, whom John\nRosemond would expunge from the national fabric.\n      Among an ever-growing group of usually conservative, often\nChristian givers of authoritarian child-rearing advice, he is the\nexpert of the moment, largely because of a recent public dispute\nwith T. Berry Brazelton over the timing of toilet training.\n      But Middle America saw his day coming long before the potty wars\nhit the papers. Twenty years ago, Rosemond (``Train them by 2!'')\nwas a family therapist in Gastonia, N.C., with an occasional\narticle in the local paper. Today, his weekly column appears in\nabout 150 newspapers.\n      His practice boarded up, the 51-year-old Rosemond wanders the\ncountry eight months of the year, the Johnny Appleseed of\ndiscipline, putting on nearly 250 shows annually. He publishes a\nbimonthly magazine, Affirmative Parenting. He operates a Web site.\nAnd his eight books, which have sold a total of more than a million\ncopies, have experienced a 30 percent increase in sales over each\nof the last two years.\n      There's more in the works: an infomercial to market a ``take it\nhome'' effective-discipline kit; a series of nine hourlong programs\nbeing developed for possible placement on PBS; a series of ``news''\nsegments to be marketed to television stations.\n      In the fall of '99 you'll even be able to take a cruise with\nRosemond. And when you return home, if he has done his job, you\nwill, in his words, ``fling open the door and say, 'Hey, kids,\nthings will never be the same!' ``\n      It wasn't a cruise, but they came mostly two by two, as hopeful\nof salvation as the animals to Noah _ young married couples, women\nwalking with the shared gait of friends. They came by the hundreds,\nup the steps to Wichita's Century II Convention Center.\n      They came with the purposefulness of disciples, ready to receive\nthe wisdom being handed out that day. And they were not\ndisappointed.\n      Though Rosemond's posture is stooped _ think John Lithgow on a\nbad-back day _ his manner is straightforward, unambivalent. Part of\nthat authority must come from familiarity with his material. Not\nonly does he repeat three basic talks hundreds of times a year, but\nhe also uses the same anecdotes in his shows that he uses in book\nafter book.\n      ``Are you the kind of parents who tell your kids to pick up\ntheir toys and then leave the room?'' Rosemond asked. ``Or are you\nthe sort who wants to have a warm and fuzzy relationship going with\nthe kid?'' His disdain turned to parodic soprano: ``I know, let's\nmake a game of picking up the toys. The person who gets the most\nwill get a bowl of ice cream after supper.'''\n      Rosemond moved on. ``If you punish your child,'' he advised,\n``he will hate you. He won't talk to you for three days.'' Beat.\n``It's a blessing. Take a vacation.''\n      The crowd laughed and clapped. They felt ``empowered'' _ a word\nI heard to this side of nausea _ by Rosemond. He may have been\ntelling them they were jerks, but he was also telling them that\nthey could change. They could realize that rearing kids is ``a\nno-brainer.'' They could learn to ignore the ``mental-health\nprofessionals who have convinced us, with the assistance of the\nmedia, that we were all raised in pathological, dysfunctional\nfamilies.''\n      They could forget everything they've ever heard about building\nself-esteem in children. They could see their children as ``direct\ndescendants of Adam and Eve'' and, as such, ``inclined to\nmischief.'' They could start confronting their children every time\nthey misbehaved, and then they could punish them. They could put\ntheir marriage at the center of the family. They could stop\nworrying about their relationships with their children and accept\nthe challenge of leadership. They could make their children happy\nby making them well behaved.\n      Rosemond has not always thought such thoughts; indeed, the story\nof his transformation is proof that there really is no conservative\nlike an ex-drug-taking, rock 'n' roll-playing liberal.\n      This is how he tells it: His parents divorced when he was 3;\nwhen he was 7, his mother remarried, to an older man who moved the\nfamily from Charleston, S.C., to Chicago. The marriage was marked\nby violence, first verbal, then physical. (``I wasn't traumatized\nby it, just scared to death.'') His stepfather believed all\nemotions should be kept under wraps.\n      When Rosemond was 15, he went to live in Georgia with his\nfather, a golf pro, who gave him his own apartment. (``This was not\ngood for me.'') He finished his high-school years in Chicago. (``My\nmother moved into her own room with a bolt lock and her own\nrefrigerator.'') He then went to Western Illinois University, where\nhe eventually received his master's degree in psychology.\n      While there, he played in a rock band. He did a lot of drugs. He\nsported red hair down to his shoulders and a fatigue jacket with a\nflag sewn upside-down on the back. But after he was married _ he\nwas 20; his bride, Willie Herman, was 19 _ it was time to get a\njob, at a community-health center in the mountains of North\nCarolina.\n      Their son, Eric, was born in 1969. At first, John and Willie\nfollowed the advice of the ``nouveau parenting experts'' they\ndespise these days. But their son's rambunctiousness and Willie's\nsecond pregnancy (Amy, their second child, is now 26) combined to\nmake them reconsider. ``Eric's behaviors were going to destroy our\nrelationship,'' Willie recalls.\n      The Rosemonds came to understand that Eric needed discipline of\nthe old-fashioned kind, and the conversion began.\n      (``This is Eric,'' Rosemond says, introducing me to his son.\n``His career,'' Eric adds, laughing.)\n      As Rosemond's attitudes toward child rearing solidified, his\npolitics turned toward the right. These days he cannot abide\nno-fault divorce; homosexual parenting; Selma Fraiberg's ``The\nMagic Years''; sex-education programs; Thomas Gordon's Parent\nEffectiveness Training program; homework planners (``a source of\ncodependency'' between the overinvolved parent and the\nirresponsible child); single parenthood by choice; the inclusion of\nspanking in definitions of child abuse; TV; and Hillary Clinton and\nMarian Wright Edelman (``ultraliberals, leftists, socialists'').\n      The Rosemonds' home in Gastonia is Country Living perfect _\nsampler pillows, stenciled walls, racks and racks of pipes, George\nWashington hanging over the fireplace. But when Eric and his wife,\nNancy, walk in with their two little boys, ready for a lovefest\nwith Grandpa, it takes on the aura of a stage set. The afternoon\nfeels rehearsed, and everyone in the cast _ including me _ knows\nhis or her part.\n      Eric (``I don't read the books, I don't read the articles'') is\nthere to scoff at Dad. ``So, do you think he seems harsh, like not\na fun person?'' he asks me right off, laughing. ``Well, I tell\npeople he can dole out punishment with a smile on his face.''\n      Nancy casually but firmly minds the children, while Willie\nsoothes any queasiness Rosemond's beliefs about women might\nengender. Rosemond is the well-rehearsed pro.\n      Here he is, in nutshell version.\n      _ Parents should stop worrying about developing self-esteem in\ntheir children. If held accountable for their behavior and allowed\nto experience hardship and frustration, children will develop\nself-esteem on their own. Mothers, in particular, he says, are\nguilty of rushing in the minute the child begins feeling unhappy or\ndistressed.\n      ``If there are two words that underlie self-esteem,'' Rosemond\nsays, ``they are 'I can.' Well, I was in a school recently. I\nwalked into the boys' bathroom. Above the mirror, there was this\nsign that said, 'You are now looking at the most special person in\nthe whole world.' This isn't self-esteem. This is narcissism.\nToday's child justifies anything. Bill Clinton is a prime example.\nHe grew up with a single mother who told him his excrement didn't\nstink.''\n      _ Spanking is fine, if done swiftly, occasionally, privately, in\nanger but not in rage, with the hand, on the rear.\n      _ Attention Deficit Disorder is not genetic _ as much as parents\n(who don't want to think it's their fault) and professionals (who\nwant to continue treatment forever) want it to be.\n      ``Every 2-year-old has ADD, because the left temporal lobe is\nnot sufficiently developed,'' Rosemond claims. Parents who pay\nattention to their children's proper brain development _ by\nshielding them from electronic media, making them focus on adult\nauthority figures and expecting them to finish tasks _ cause this\ninnate ADD to disappear.\n      _ Toilet training should occur by the age of 2; otherwise, a\nchild will become a spoiled brat. Here's how it's done, on the\nnow-famous three-to-five-day plan: ``You take their clothes off.\nYou put the potty where they can see it. When they have an accident\nthey scream, because they hate it running down their legs. Every\ntime you hear them screaming you put them on the potty.'' Carpet\ncleaning is the final step.\n      _ Chores are essential. By their teens, children should be doing\nall kitchen cleanup, most of the housework and the lion's share of\nthe laundry.\n      _ All disobedience, no matter how small the infraction and even\nif followed by an apology, must be punished. The punishment should\nbe unpleasant, memorable and inflicted at a time that is convenient\nfor the parent.\n      Rosemond talks like this until dusk, indefatigable, cool, even\nwhen I ask if it might be easier to get his point of view across if\nhe separated it from his religion (``nondenominational\nJewish-Christian,'' by his description) and his politics: ``People\nneed to understand that conservatives did not politicize parenting\nin America, that the people who did are people like Hillary Clinton\nand Marian Wright Edelman.''\n      I didn't know then that Rosemond has his eye on a possible run\nfor the House of Representatives, but the information wouldn't have\nmattered; my role in our stage play does not include a debate about\nwho politicized the family, how Clinton and Edelman came to be\nlinked at the hip or why he's polarizing the debate.\n      It is very easy to find people willing to take on Rosemond.\nAccording to the executive director of the North Carolina\nPsychology Board, Martha N. Storie, the board investigated a\ncomplaint brought against Rosemond in November 1987. After an\ninformal hearing early the next year, a reprimand was issued.\n      In September 1995, after the board received another complaint,\nRosemond voluntarily entered into a consent order, which stipulated\nthat a state supervisor review his columns prior to publication.\n      (Rosemond, who first told me of these incidents, says the first\ncomplaint referred to a column in which he said there was no\nevidence that putting a very young child into therapy was efficient\neither in time or money; the second complaint was a response to his\nadvice to the family of an 18-month-old who had been sexually\nabused. He told them to forgo therapy for her, since she would\nnever remember the incident anyway. His descriptions of the\ncolumns, which he stands by to this day, are generally accurate.\nThey have been excised from the archives on his Web site.)\n      Much more recently, Grace Reef, director of intergovernmental\nrelations for the Children's Defense Fund, told me that Edelman has\nnever worked on any legislation to make spanking illegal, as\nRosemond claims, and that the CDF knows nothing about any program\nthat would mandate a visit to every new mother to assess her\nability to mother, as Rosemond inveighs against.\n      I'm sure I also could have found sociologists more than willing\nto label his thinking on women sexist. (``Women don't want men to\nbe more involved, they just want them to be more at their beck and\ncall.'') But it seemed too easy.\n      Besides, writing Rosemond off might suggest I don't recognize\nanything of my family in the ones he criticizes. I do, and have to\nadmit that my husband and I have recently made subtle\nRosemond-inspired shifts in our child rearing. Now when we say,\n``This is our car, and we are listening to 'All Things\nConsidered''' _ that ultimate line in the sand _ we mean it. Our\nkids, age 10 and 13, look at each other, roll their eyes and\nmutter, ``Brainwashed in Kansas.''\n      The people who adhere to Rosemond's philosophy would laugh at\nthat _ for more than the obvious reason of our general wussiness.\nTheir families had once been out of control, their children more\nheadache than pleasure, but that's history.\n      As Amanda Riley, a mother of two from Danbury, Conn., tells me,\nhearing Rosemond speak three years ago ``rocked'' her world, though\nthe change in parenting style was not easy at first. ``My daughter\ndid not get that there were consequences for bad behavior,'' Riley\nrecalls. ``Since then, I haven't tried anything from Rosemond that\nhasn't worked. He's kind of like a religion to me. What he says is\ngospel.''\n      Rosemond often asserts that all parenting advice can be broken\ndown into a series of aphorisms. ``I'm going to give you enough\nrope to hang yourself.'' ``You paddle your own canoe.'' ``You can't\nget something for nothing.''\n      But what, I wonder, about that other maxim: ``Don't hold a\ngrudge''?\n      And that's what troubles me most about Rosemond. I respond to\nsome of what he says, but not to how he says it. ``Gotcha!'' he\nseems to bellow, delighting in every punishment doled out. And\nwhile research has shown that children turn out best in families in\nwhich parental demands are enforced, that is true only if the\npunishment is not punitive. Loosey-goosey parenting may not work,\nbut neither does ``seeing and not hearing'' children.\n      Besides, where does the fun in rearing children get factored in?\nWhere is the acknowledgment that complexity is not necessarily bad?\nWhere is the intellectual adventure that comes from helping kids\nlearn to discriminate between legitimate and bogus authority?\n      My time with Rosemond has helped me develop a theory. I call it,\nin homage to the sociologist Arlie Russell Hochschild's ``second\nshift'' (the work a woman does after returning home from her paid\njob), ``the third shift.'' But unlike Hochschild's work of\nscholarship, my theory is based on that grand journalistic\nstandard: myself and a couple of friends.\n      Somewhere along the line, my female friends and I took on,\nunasked, a ``third shift'' _ the job of family-happiness manager,\njuggling not only lessons and games and school events and nights\nout with adult friends, but everyone's emotional well-being,\narticulated or not. This is a thankless and exhausting task,\nparticularly if it includes eradicating frustration and boredom\nfrom children's lives while simultaneously making sure they feel\ngood about themselves.\n      I accepted this work, without thinking much about its\nconsequences, until I met Rosemond. And then it came to me like a\nnightmare. He might worry I was turning my children into the Bill\nClintons of tomorrow. But I had another concern: What if I was\nrearing them to be Monica Lewinskys _ young adults who don't want\njobs where hard work is expected, who turn petulant when they don't\nget what they want, even when what they're looking for is their own\nhappiness.\n      That realization _ that your kids can't grow up unless you let\nthem do it for themselves _ is what I'll take away from this\nRosemondian adventure. Or, as the man says, ``You can't get\nsomething for nothing.''\n      .......................................................\n       c.1999 Susan Bolotin  \n\n     (Susan Bolotin is a New York-based journalist.)  \n\n   -------------------------  \n","Headline":"\nHAVE YOU SPANKED YOUR KID TODAY? \n","Text":["\n     (Susan Bolotin is a New York-based journalist.)  \n","\n   -------------------------  \n"]}