{"DocumentId":"NYT19990628.0241","TopicId":"NYT","Relevance":"0","Body":" BC-SCI-GLOBAL-WARMING-ART-2TAKES-NYT \nHUMAN IMPRINT ON CLIMATE CHANGE GROWS CLEARER \n\n  \n (Attn: Colo., Ill. Mass., Ariz., Calif.)   (ART ADV: Locator map is being sent to NYT graphic clients.\nNon-subscribers can make individual purchase by calling (888)\n603-1036 or (888) 346-9867.)  \n (af)  \n By WILLIAMS K. STEVENS   \n c.1999 N.Y. Times News Service   \n\n   As evidence that the earth's atmosphere is warming continues to\naccumulate, scientists are making slow progress toward an answer to\nthe big question raised by the evidence: how much of the warming is\ndue to human activity and how much to natural causes?\n\n   The United Nations' Intergovernmental Panel on Climate Change,\nthe group of scientists widely considered the most authoritative\nvoice on the subject, has already concluded that there is a\n``discernible human influence'' on the global climate. Now the\npanel is deep into another of its periodic full-scale scientific\nassessments of global climate change, to be finished in about 18\nmonths.\n\n   While the group's conclusions are unformed, some experts on the\nproblem say the human imprint on climate is becoming clearer, and\nmay even have been the dominant factor in the global warming of\nrecent decades. Not everyone agrees _ there is a range of judgments\n_ and virtually all experts say that in any case, a reliable\nestimate of the human imprint's magnitude still remains some\ndistance off.\n\n   A number of influences, both natural and man-made, cause the\nplanet's temperature to vary. The natural ones include changes in\nsolar radiation, and sulfate droplets called aerosols cast aloft by\nerupting volcanoes, which cool the atmosphere by reflecting\nsunlight.\n\n   The human influence stems mostly from emissions of waste\nindustrial gases like carbon dioxide, which trap heat in the\natmosphere, and sulfate aerosols from industrial smokestacks.\n\n   The combined impact of industrial aerosols and greenhouse gases\ncreates complex and distinctive temperature patterns. It was mostly\nan analysis of those patterns that led the intergovernmental panel\nin 1995 to abandon its previous position that global warming\nobserved over the past century might as easily be natural as\nhuman-induced.\n\n   Human factors appeared to be playing a part, the panel said\nthen, but it offered no judgment on whether that part was big,\nsmall or in between.\n\n   One recent piece of evidence suggesting a strong human\ninfluence, which seems likely to carry some weight with the\nintergovernmental panel, appeared recently in the journal Nature.\nScientists at the Hadley Center for Climate Prediction and\nResearch, a British government organization, analyzed the global\nclimate record of the last century in an effort to isolate and\nquantify the major factors producing the century's rise of about 1\ndegree Fahrenheit in the earth's average surface temperature.\n\n   The research team led by Dr. Simon F.B. Tett found that in the\nearlier part of the century, the rise could be explained either by\nan increase in solar radiation or a combination of stronger solar\nradiation and heat-trapping greenhouse gases emitted by industrial\neconomies. But they found that after the mid-1970s, when about half\nthe century's warming took place, the warming resulted largely from\nthe greenhouse gases. Other researchers have lately come to a\nsimilar conclusion.\n\n   The Tett study represents ``another jigsaw puzzle piece,'' said\none expert, Dr. Tom M.L. Wigley of the National Center for\nAtmospheric Research in Boulder, Colo. ``There is still a long way\nto go'' in completing the puzzle, he said, ``but we're beginning to\nsee the smile on the face of the Mona Lisa, I think _ or perhaps it\nshould be a frown.''\n\n   Wigley was a principal author of the section of the\nintergovernmental panel's 1995 report dealing with detection of the\nhuman imprint on climate, but he is not involved in the latest\nassessment. If they were writing their report today, he said at a\nrecent panel discussion on climate, he and his co-assessors of four\nyears ago ``would now make a stronger statement.''\n\n   But other participants in the discussion were more cautious.\nOne, Dr. Michael E. Schlesinger, a climatologist at the University\nof Illinois at Urbana-Champaign, said that experts had insufficient\nknowledge of the magnitude of natural climatic variations,\nespecially solar radiation, to gauge how large the human impact was\nby comparison.\n\n   Another, Dr. Ronald Prinn of the Massachusetts Institute of\nTechnology said that although there was ``accumulating evidence\nthat humans were having an influence on the climate system,'' it\nwould not be possible to discern its magnitude until the degree of\nnatural climate variability could be pinned down better.\n\n   Meanwhile, though, evidence of warming and its effects continues\nto mount. Earlier this year, scientists at the University of\nMassachusetts and the University of Arizona reconstructed the\naverage annual surface temperature trend of the Northern Hemisphere\nfor the last 1,000 years. While cautioning that the margin of error\nwas large enough to render data from the early centuries\nuntrustworthy, they found that the 20th century was the warmest of\nthe millennium, by far.\n\n   This and other analyses have found that the warmest years of all\noccurred in the 1990s, with 1998 the warmest on record. El Nino,\nthe great pool of warm water in the tropical Pacific Ocean that\nfrom time to time heats the atmosphere and disrupts weather\npatterns, was responsible for some of the 1998 heating.\n\n   A preliminary analysis by Wigley, however, has shown that when\nEl Nino's effects are filtered out of the global temperature record\nstatistically, 1998 still ranks as the warmest year. (This year is\nalso shaping up as unusually warm, but not as warm as 1998.)\n\n   Two studies reported in Nature this month suggest that the\nwarming is being reflected in patterns of wildlife behavior and\ndistribution. In one study, Dr. Camille Parmesan, a biologist at\nthe National Center for Ecological Analysis in Santa Barbara,\nCalif., and 12 colleagues analyzed distribution patterns of 35\nspecies of European butterflies. They found that for two-thirds of\nthe species, their range of habitat had shifted northward by 22 to\n150 miles coincidentally with Europe's warming trend.\n\n   In the other study, Humphrey Q.B. Crick of the British Trust for\nOrnithology and Timothy H. Sparks of the Institute of Terrestrial\nEcology in Cambridgeshire, England, analyzed the nesting habits of\n20 species of birds in Britain. They found that, again coincident\nwith a recent warming trend, the birds were laying their eggs\nearlier in the spring.\n\n   This is the latest in a series of studies indicating that\nmeteorological spring is coming earlier in the Northern Hemisphere.\nSome have also shown that fall is coming later.\n\n   A third study in Nature this month reported, on the basis of\nbubbles of atmospheric gas contained in ice cores extracted from\nthe Antarctic ice sheet, that present-day atmospheric levels of\nheat-trapping carbon dioxide were higher than at any other time in\nthe last 420,000 years. At 360 parts per million, they are 20\npercent higher than in any previous warm period between ice ages,\nand double the typical concentrations during an ice age.\n\n   nn\n\n   If greenhouse gas emissions are not reduced, the United Nations\nscientific panel has consistently said, atmospheric concentrations\nwill continue to rise and warm the earth further. In its 1995\nreport, it projected a warming of 2 to 6 degrees Fahrenheit, with a\nbest estimate of 3.5 degrees, by the year 2100.\n\n   The warming would not end in 2100, the panel found, but would\ncontinue. By comparison, the earth has warmed by 5 to 9 degrees\nsince the depths of the last ice age some 20,000 years ago.\n\n   The amount of warming projected by the panel, it said, would\ncreate widespread climatic and ecological changes, including a\nshift in climatic zones, an increase in heat waves, warmer northern\nwinters, increased precipitation when it rains but worse droughts\nwhen it does not, and a rise in sea level that could inundate many\nsmall island nations and drive tens of millions of people away from\nthe coasts when storm surges develop.\n\n   For a long time, the global warming debate focused on how much\nwarming a given increase in greenhouse gases _ say, a doubling of\natmospheric concentrations _ would produce. Though skeptics say it\nwill be small, the dominant view for 20 years has been that a\ndoubling would produce a warming of 3 to 8 degrees, other things\nbeing equal.\n\n   This is a measure of the climate system's sensitivity to\n``forcing,'' as experts call it, by external heating and cooling\ninfluences, and many mainstream scientists say confidence that it\nis right has grown.\n\n   Now attention is shifting to the relative strength of the\nexternal forcings. This is the crux of the problem of figuring out\nthe magnitude of humans' influence on the climate. There are\nbasically three main forcings: greenhouse gases and solar\nradiation, which warm the atmosphere, and sulfate droplets, or\naerosols, from both volcanoes and industrial sources, which cool\nit.\n\n   The amount of carbon dioxide and other greenhouse gases in the\natmosphere has been firmly established and continuously monitored,\nthough it is difficult if not impossible to predict how much there\nwill be in the future. Once greenhouse gases diffuse throughout the\nentire lower part of the atmosphere they remain there for decades\nto centuries.\n\n   Sulfate aerosols from volcanoes sometimes spread to the\nstratosphere, where they, too, diffuse globally and cool the earth.\nBut they dissipate in two or three years. That is what happened\nwith Mount Pinatubo in the Philippines, which temporarily cooled\nthe earth by about 1 degree Fahrenheit after it erupted in 1991.\n\n   Sulfate aerosols from industry generally rise only into the\nlower part of the atmosphere and fall out, as acid rain, within a\nfew days. Moreover, their extent and impact is mostly regional\nrather than global.\n\n   Until recently, they affected primarily the industrial countries\nof Europe and North America, but scientists now believe that they\nare diminishing in that part of the world because of controls on\npollution. They are growing fast, however, in India, China and\nSoutheast Asia.\n\n   Experts have difficulty in getting a handle on the constantly\nshifting amounts and patterns of industrial aerosols, and they have\na similarly hard time establishing the varying strength of solar\nradiation.\n\n   Some mainstream scientists say that because the earth's average\nsurface temperature has not varied by more than a degree or two\nsince the last ice age, variations in the strength of the sun's\nradiation must be relatively small during the present interglacial\nperiod. Satellite measurements show some small variations, less\nthan 0.1 percent, in concert with the 11-year sunspot cycle.\n\n   But for the years before 1978, when satellite measurements\nbegan, scientists must estimate the variations from proxy\nindicators like sunspots. These estimates say that solar irradiance\ndid not increase by more than 1 percent from 1908 to 1952.\n\n   In the recent Tett study, the British scientists fed into a\ncomputer model of the climate system varying estimates, based on\ndifferent proxy studies, of past solar irradiance. They also fed in\nthe observed and estimated changes in greenhouse gas concentrations\nand aerosols from both volcanoes and industrial sources.\n\n   They ran many simulations of the effect of each of these\nforcings and then averaged them together to see if they explained\nthe observed global temperature rise _ and to determine what weight\neach should be given. Since the 1970s, the simulations revealed,\nglobal warming cannot be explained without a large impact from\ngreenhouse gases.\n\n   Schlesinger, the University of Illinois climatologist, says he\nhas ``a couple of problems'' with the study. First, he says, the\ndata on solar variability before 1978 are unreliable. Second, the\nclimate system's natural internal variability, apart from external\nforcings, is quite large relative to the observed warming and has\nnot been well quantified.\n\n   For example, he says, there is a growing body of evidence that\nthe warming in the early part of the century resulted from a\nnatural oscillation in the surface temperature of the North\nAtlantic Ocean.\n\n   The larger point, Schlesinger says, is that the climate system's\ninternal variations may be so large that they render the Tett\nfindings' statistical significance weaker. Nonetheless, Tett says\nhe believes the findings strengthen the United Nations panel's 1995\nconclusion about a human impact on climate.\n\n   The struggle to gauge that impact goes on. ``The important\nquestion,'' Prinn says, ``is numbers'' _ precise estimates of the\nrelative weight of natural and human factors. ``It could be there\nare big environmental issues involved here,'' he says, ``or\nrelatively modest ones.\n","Headline":"\nHUMAN IMPRINT ON CLIMATE CHANGE GROWS CLEARER \n","Text":["\n   As evidence that the earth's atmosphere is warming continues to\naccumulate, scientists are making slow progress toward an answer to\nthe big question raised by the evidence: how much of the warming is\ndue to human activity and how much to natural causes?\n","\n   The United Nations' Intergovernmental Panel on Climate Change,\nthe group of scientists widely considered the most authoritative\nvoice on the subject, has already concluded that there is a\n``discernible human influence'' on the global climate. Now the\npanel is deep into another of its periodic full-scale scientific\nassessments of global climate change, to be finished in about 18\nmonths.\n","\n   While the group's conclusions are unformed, some experts on the\nproblem say the human imprint on climate is becoming clearer, and\nmay even have been the dominant factor in the global warming of\nrecent decades. Not everyone agrees _ there is a range of judgments\n_ and virtually all experts say that in any case, a reliable\nestimate of the human imprint's magnitude still remains some\ndistance off.\n","\n   A number of influences, both natural and man-made, cause the\nplanet's temperature to vary. The natural ones include changes in\nsolar radiation, and sulfate droplets called aerosols cast aloft by\nerupting volcanoes, which cool the atmosphere by reflecting\nsunlight.\n","\n   The human influence stems mostly from emissions of waste\nindustrial gases like carbon dioxide, which trap heat in the\natmosphere, and sulfate aerosols from industrial smokestacks.\n","\n   The combined impact of industrial aerosols and greenhouse gases\ncreates complex and distinctive temperature patterns. It was mostly\nan analysis of those patterns that led the intergovernmental panel\nin 1995 to abandon its previous position that global warming\nobserved over the past century might as easily be natural as\nhuman-induced.\n","\n   Human factors appeared to be playing a part, the panel said\nthen, but it offered no judgment on whether that part was big,\nsmall or in between.\n","\n   One recent piece of evidence suggesting a strong human\ninfluence, which seems likely to carry some weight with the\nintergovernmental panel, appeared recently in the journal Nature.\nScientists at the Hadley Center for Climate Prediction and\nResearch, a British government organization, analyzed the global\nclimate record of the last century in an effort to isolate and\nquantify the major factors producing the century's rise of about 1\ndegree Fahrenheit in the earth's average surface temperature.\n","\n   The research team led by Dr. Simon F.B. Tett found that in the\nearlier part of the century, the rise could be explained either by\nan increase in solar radiation or a combination of stronger solar\nradiation and heat-trapping greenhouse gases emitted by industrial\neconomies. But they found that after the mid-1970s, when about half\nthe century's warming took place, the warming resulted largely from\nthe greenhouse gases. Other researchers have lately come to a\nsimilar conclusion.\n","\n   The Tett study represents ``another jigsaw puzzle piece,'' said\none expert, Dr. Tom M.L. Wigley of the National Center for\nAtmospheric Research in Boulder, Colo. ``There is still a long way\nto go'' in completing the puzzle, he said, ``but we're beginning to\nsee the smile on the face of the Mona Lisa, I think _ or perhaps it\nshould be a frown.''\n","\n   Wigley was a principal author of the section of the\nintergovernmental panel's 1995 report dealing with detection of the\nhuman imprint on climate, but he is not involved in the latest\nassessment. If they were writing their report today, he said at a\nrecent panel discussion on climate, he and his co-assessors of four\nyears ago ``would now make a stronger statement.''\n","\n   But other participants in the discussion were more cautious.\nOne, Dr. Michael E. Schlesinger, a climatologist at the University\nof Illinois at Urbana-Champaign, said that experts had insufficient\nknowledge of the magnitude of natural climatic variations,\nespecially solar radiation, to gauge how large the human impact was\nby comparison.\n","\n   Another, Dr. Ronald Prinn of the Massachusetts Institute of\nTechnology said that although there was ``accumulating evidence\nthat humans were having an influence on the climate system,'' it\nwould not be possible to discern its magnitude until the degree of\nnatural climate variability could be pinned down better.\n","\n   Meanwhile, though, evidence of warming and its effects continues\nto mount. Earlier this year, scientists at the University of\nMassachusetts and the University of Arizona reconstructed the\naverage annual surface temperature trend of the Northern Hemisphere\nfor the last 1,000 years. While cautioning that the margin of error\nwas large enough to render data from the early centuries\nuntrustworthy, they found that the 20th century was the warmest of\nthe millennium, by far.\n","\n   This and other analyses have found that the warmest years of all\noccurred in the 1990s, with 1998 the warmest on record. El Nino,\nthe great pool of warm water in the tropical Pacific Ocean that\nfrom time to time heats the atmosphere and disrupts weather\npatterns, was responsible for some of the 1998 heating.\n","\n   A preliminary analysis by Wigley, however, has shown that when\nEl Nino's effects are filtered out of the global temperature record\nstatistically, 1998 still ranks as the warmest year. (This year is\nalso shaping up as unusually warm, but not as warm as 1998.)\n","\n   Two studies reported in Nature this month suggest that the\nwarming is being reflected in patterns of wildlife behavior and\ndistribution. In one study, Dr. Camille Parmesan, a biologist at\nthe National Center for Ecological Analysis in Santa Barbara,\nCalif., and 12 colleagues analyzed distribution patterns of 35\nspecies of European butterflies. They found that for two-thirds of\nthe species, their range of habitat had shifted northward by 22 to\n150 miles coincidentally with Europe's warming trend.\n","\n   In the other study, Humphrey Q.B. Crick of the British Trust for\nOrnithology and Timothy H. Sparks of the Institute of Terrestrial\nEcology in Cambridgeshire, England, analyzed the nesting habits of\n20 species of birds in Britain. They found that, again coincident\nwith a recent warming trend, the birds were laying their eggs\nearlier in the spring.\n","\n   This is the latest in a series of studies indicating that\nmeteorological spring is coming earlier in the Northern Hemisphere.\nSome have also shown that fall is coming later.\n","\n   A third study in Nature this month reported, on the basis of\nbubbles of atmospheric gas contained in ice cores extracted from\nthe Antarctic ice sheet, that present-day atmospheric levels of\nheat-trapping carbon dioxide were higher than at any other time in\nthe last 420,000 years. At 360 parts per million, they are 20\npercent higher than in any previous warm period between ice ages,\nand double the typical concentrations during an ice age.\n","\n   nn\n","\n   If greenhouse gas emissions are not reduced, the United Nations\nscientific panel has consistently said, atmospheric concentrations\nwill continue to rise and warm the earth further. In its 1995\nreport, it projected a warming of 2 to 6 degrees Fahrenheit, with a\nbest estimate of 3.5 degrees, by the year 2100.\n","\n   The warming would not end in 2100, the panel found, but would\ncontinue. By comparison, the earth has warmed by 5 to 9 degrees\nsince the depths of the last ice age some 20,000 years ago.\n","\n   The amount of warming projected by the panel, it said, would\ncreate widespread climatic and ecological changes, including a\nshift in climatic zones, an increase in heat waves, warmer northern\nwinters, increased precipitation when it rains but worse droughts\nwhen it does not, and a rise in sea level that could inundate many\nsmall island nations and drive tens of millions of people away from\nthe coasts when storm surges develop.\n","\n   For a long time, the global warming debate focused on how much\nwarming a given increase in greenhouse gases _ say, a doubling of\natmospheric concentrations _ would produce. Though skeptics say it\nwill be small, the dominant view for 20 years has been that a\ndoubling would produce a warming of 3 to 8 degrees, other things\nbeing equal.\n","\n   This is a measure of the climate system's sensitivity to\n``forcing,'' as experts call it, by external heating and cooling\ninfluences, and many mainstream scientists say confidence that it\nis right has grown.\n","\n   Now attention is shifting to the relative strength of the\nexternal forcings. This is the crux of the problem of figuring out\nthe magnitude of humans' influence on the climate. There are\nbasically three main forcings: greenhouse gases and solar\nradiation, which warm the atmosphere, and sulfate droplets, or\naerosols, from both volcanoes and industrial sources, which cool\nit.\n","\n   The amount of carbon dioxide and other greenhouse gases in the\natmosphere has been firmly established and continuously monitored,\nthough it is difficult if not impossible to predict how much there\nwill be in the future. Once greenhouse gases diffuse throughout the\nentire lower part of the atmosphere they remain there for decades\nto centuries.\n","\n   Sulfate aerosols from volcanoes sometimes spread to the\nstratosphere, where they, too, diffuse globally and cool the earth.\nBut they dissipate in two or three years. That is what happened\nwith Mount Pinatubo in the Philippines, which temporarily cooled\nthe earth by about 1 degree Fahrenheit after it erupted in 1991.\n","\n   Sulfate aerosols from industry generally rise only into the\nlower part of the atmosphere and fall out, as acid rain, within a\nfew days. Moreover, their extent and impact is mostly regional\nrather than global.\n","\n   Until recently, they affected primarily the industrial countries\nof Europe and North America, but scientists now believe that they\nare diminishing in that part of the world because of controls on\npollution. They are growing fast, however, in India, China and\nSoutheast Asia.\n","\n   Experts have difficulty in getting a handle on the constantly\nshifting amounts and patterns of industrial aerosols, and they have\na similarly hard time establishing the varying strength of solar\nradiation.\n","\n   Some mainstream scientists say that because the earth's average\nsurface temperature has not varied by more than a degree or two\nsince the last ice age, variations in the strength of the sun's\nradiation must be relatively small during the present interglacial\nperiod. Satellite measurements show some small variations, less\nthan 0.1 percent, in concert with the 11-year sunspot cycle.\n","\n   But for the years before 1978, when satellite measurements\nbegan, scientists must estimate the variations from proxy\nindicators like sunspots. These estimates say that solar irradiance\ndid not increase by more than 1 percent from 1908 to 1952.\n","\n   In the recent Tett study, the British scientists fed into a\ncomputer model of the climate system varying estimates, based on\ndifferent proxy studies, of past solar irradiance. They also fed in\nthe observed and estimated changes in greenhouse gas concentrations\nand aerosols from both volcanoes and industrial sources.\n","\n   They ran many simulations of the effect of each of these\nforcings and then averaged them together to see if they explained\nthe observed global temperature rise _ and to determine what weight\neach should be given. Since the 1970s, the simulations revealed,\nglobal warming cannot be explained without a large impact from\ngreenhouse gases.\n","\n   Schlesinger, the University of Illinois climatologist, says he\nhas ``a couple of problems'' with the study. First, he says, the\ndata on solar variability before 1978 are unreliable. Second, the\nclimate system's natural internal variability, apart from external\nforcings, is quite large relative to the observed warming and has\nnot been well quantified.\n","\n   For example, he says, there is a growing body of evidence that\nthe warming in the early part of the century resulted from a\nnatural oscillation in the surface temperature of the North\nAtlantic Ocean.\n","\n   The larger point, Schlesinger says, is that the climate system's\ninternal variations may be so large that they render the Tett\nfindings' statistical significance weaker. Nonetheless, Tett says\nhe believes the findings strengthen the United Nations panel's 1995\nconclusion about a human impact on climate.\n","\n   The struggle to gauge that impact goes on. ``The important\nquestion,'' Prinn says, ``is numbers'' _ precise estimates of the\nrelative weight of natural and human factors. ``It could be there\nare big environmental issues involved here,'' he says, ``or\nrelatively modest ones.\n"]}