{"DocumentId":"NYT19990922.0224","TopicId":"NYT","Relevance":"0","Body":" BC-WORLD-VIEWS-COX \n    \n\n      THE PAST IN PERIL\n      BUYING, SELLING, STEALING HISTORY\n      A world of trouble: Where looting is rampant\n      By Mike Toner\n      c. 1999 Cox News Service\n\n   ANTARCTICA\n\n   Endangered: Tools, supplies and artifacts left by the\ncontinent's first explorers in the early 1900s.\n\n   The threat: ``Souveniring'' past and present; a budding market\nfor artifacts.\n\n   Outlook: The theft of artifacts is prohibited by treaty, with\nsome items being returned.\n\n   It's the coldest, driest, most remote continent. In Antarctica,\nhuman history is barely a century old. Yet for half that time,\nlooters and souvenir hunters have been chipping away its meager\ncultural heritage _ pilfering what was left by explorers who\ndeparted the frozen continent or died there.\n\n   This year, British and New Zealand authorities rescued three\nitems _ a lantern, a dog harness and a coat hook _ about to be\nauctioned at Christie's in London. Taken more than 40 years ago,\nthey were returned to the weather-beaten wooden hut at Cape Evans\nonce occupied by British explorer Robert Falcon Scott.\n\n   ``Over the years, hundreds, perhaps thousands of items have been\ntaken from these sites,'' says David Crerer, chairman of New\nZealand's Antarctic Heritage Trust. ``We estimate that as many as\n50 percent of the artifacts left by the early explorers are gone.''\n\n   Along the shores of the Ross Sea, dozens of old huts and supply\ndepots stand in mute testimony to the dawn of Antarctic exploration\nin the early 1900s. Thanks to the cold, dry climate, many look as\nif the owners had just stepped away. At Cape Evans, the carcasses\nof sled dogs lie frozen. At Cape Royds, tins of biscuits and other\nship's stores still line the shelves once used by Ernest\nShakleton's crew.\n\n   As sites in Antarctica have been stripped, New Zealand, whose\nterritory includes dozens of historic sites, has grown more\nprotective. These days, the huts are locked _ and the growing\nnumber of tour groups are allowed in the huts only under\nsupervision. Only last year did the Antarctic Treaty Organization,\nwhich includes the U.S., make removal of such items illegal.\n\n   Until recently, ``souveniring'' was widely tolerated. The items\nabout to be sold were collected this year before such activity\nbecame illegal. ``The items weren't so important by themselves,''\nsays Crerar. ``But we did not want to see a market established for\nsuch items.'' If monetary values ever get assigned to Scott era\nitems, the danger to these sites would be greatly increased.''\n\n   Crerar's hopes suffered a setback on Friday, when Christie's\nauctioned off $800,000 worth of Antarctic memorabilia. A few items,\nincluding the flag Scott flew at the pole, were purchased in\nadvance by a Britsh museum, but most of the items, owned by\ndescendents of the explorers, were sold to the highest bidder.\n\n   CHINA\n\n   Endangered: More than 1,000 sites (Stone Age to Ming Dynasty,\nA.D. 1600) on Yangzi River.\n\n   The threat: Looting spurred by reservoir construction for the\nThree Gorges Dam.\n\n   Outlook: It's too late for many sites; archaeologists are trying\nto make the best of a bad situation.\n\n   China's Three Gorges Dam _ the largest hydroelectric project\never attempted _ will allow ocean-going ships to travel 1,500 miles\ninland. It will also displace more than 1.5 million people and\ndestroy 400 towns and villages, as well as obliterate 3,000 years\nof Chinese history in 1,000 archaeological sites along the river\nand its tributaries.\n\n   The central government has promised professional excavations to\nsave the region's most impressive sites, like the caves of Dazu,\nwhich hold a half-million stone sculptures from the 400-year span\nof time from the Tang to the Ming dynasties. But archaeologists say\nculturally important sites are still being lost _ such as those of\nthe Stone Age Ba people, who occupied the area before it was part\nof China.\n\n   China has declined help from archaeologists outside the country.\nIn desperation, some Chinese archaeologists are borrowing money to\nfinance their own digs.\n\n   China's looters aren't waiting. Grave robbers, black marketers\nand smugglers _ some equipped with cellular phones and two-way\nradios _ have descended on the region. Not all of the looting is so\norganized. At Fengjie, a county town on the Yangzi, dynamiting and\nbulldozing by construction crews exposed more than 1,000 tombs,\ntouching off a frenzy of looting.\n\n   Archaeologists say poverty provides a powerful incentive for\nlooters, but the demand for Chinese antiquities is also a major\nforce.\n\n   ``Art and artifact smuggling out of China is a major basis for\nwestern collections,'' says Zou Heng, professor of archaeology at\nPeking University. ``In some places, hundreds of looters work day\nand night. Dealers set up shop in nearby villages to buy artifacts,\nwhich were then smuggled into Hong Kong, and then into the\ninternational market _ dispersed to Japan, Thailand and throughout\nthe world.''\n\n   ``What has passed through New York, London and Berlin in the\nlast few years would fill a great museum,'' says Jerome Eisenberg,\nowner of the Royal Athena Galley in New York. ``I went to China in\n1994 to produce guides to the country's major archaeological sites.\nNow I'm seeing the same material showing up on the market.''\n\n   The most spectacular artifact to come out of China in recent\nyears was a 4-foot bronze ``spirit tree'' candelabra from the Han\nDynasty _ sold for $2.5 million last year at the International\nAsian Art Fair in New York. Archaeologists say it may be the same\npiece reportedly unearthed in the Three Gorges region the year\nbefore and quickly sold on the black market for about $25,000.\n\n   GUATEMALA\n\n   Endangered: Written records of classic Mayan civilization (A.D.\n250 -1500).\n\n   The threat: Looters have stripped stone monuments from more than\n300 sites.\n\n   Outlook: As large carvings are depleted, looters are taking\nsmaller artifacts.\n\n   As one of the world's leading Mayanists, Ian Graham has seen the\nmost remote corners of the Central American jungle. But in his\n40-year quest to document the Mayan equivalent of hieroglyphics,\nthe 77-year-old archaeologist has made a discouraging number of his\ndiscoveries in museums and private collections in Fort Worth, San\nDiego, Cleveland, New York, Budapest and Stockholm.\n\n   ``When I started working in Guatemala in the '60s, almost\neverything was intact. Now, virtually all of the sculpture is\ngone,'' says Graham, director of the Maya Corpus Program at Harvard\nUniversity's Peabody Museum of Archaeology and Ethnology.\n\n   ``Instead of being able to study these inscriptions intact, they\nhave been cut into pieces and sold to people who only think of them\nas trophies or tax deductions,'' he says.\n\n   Victories are few, but sweet. In August, Graham learned that a\ncollector was planning to sell part of a Mayan stone carving.\n\n   He recognized the masked human figure as a piece stolen from\nnorthern Guatemala in the 1960s.\n\n   When U.S. Customs agents and attorneys for the Guatemalan\ngovernment came calling, the collector agreed to surrender the\npiece.\n\n   Even armed guards and double-locked gates at archaeological\nsites have failed to deter the thefts.\n\n   ``Looting and smuggling of artifacts is a major industry,'' says\nRichard Hansen, a California archaeologist who has worked\nextensively in Guatemala.\n\n   ``In Peten, hundreds of sites have been totally overrun. It's\nlike trying to ward off hordes of ants.''\n\n   Hanses says soaring prices for Mayan pottery is fueling the\nfrenzy. ``A single polychrome Codex pot can bring a Guatemalan\npeasant $1,000,'' he says. ``Get it to Guatemala City and it takes\na dramatic jump. Smuggled to the United States or Japan, it can\nfetch $100,000 to $150,000.\n\n   IRAQ\n\n   Endangered: Stone reliefs, artifacts from world's oldest\ncivilizations (2000- 600 B.C.).\n\n   The threat: United Nations sanctions, post-war problems leave\nremote desert sites open to looters.\n\n   Outlook: Internal control is improving, but remote borders are\nstill open to smugglers.\n\n   The fertile land between the Tigris and Euphrates rivers is the\ncradle of civilization, the home to ancient Sumeria, Assyria and\nBabylonia. Since the Persian Gulf War and the imposition of\ninternational sanctions, looters have been robbing the cradle _ and\nits graves _ with impunity.\n\n   ``Illicit digging for antiquities, especially in desert areas of\nIraq, has increased dramatically,'' says McGuire Gibson, a\nUniversity of Chicago archaeologist who specializes in the Middle\nEast. ``Gangs of up to 100 people work some sites, using\nearthmoving equipment to open up the ruins. Large groups of stone\ntablets and statues are being smuggled out along traditional\nsmuggling routes to Iran, through Kurdish northern Iraq, and from\nthere to Europe.''\n\n   United Nations sanctions have squeezed the country's economy to\nthe point that Iraq can't halt looting internally, and it gets\nlittle help when stolen goods turn up elsewhere. A rare exception\nwas Jordan's seizure in July of more than 1,000 Iraqi artifacts _\ncuneiform tablets, cylinder seals and a Sumerian stone statue more\nthan 4,000 years old _ being smuggled out on a plane.\n\n   Pillage is nothing new in the Iraqi countryside. Nor is the\nWestern world's interest in the cultures that thrived there from\nthe 4th millennium B.C. In 1994, one Assyrian wall panel sold at\nauction for $11.8 million _ the highest price ever paid for any\nantiquity.\n\n   ``Iraq's rich and varied heritage has been coveted by the\nWestern world since the 19th century heyday of imperial\nacquisition,'' says John Malcolm Russell, archaeologist and art\nhistorian at the Massachusetts College of Art. ``Back then,\nEuropean governments descended on the palaces of Mesopotamia and\nsacked them to fill the halls of the British Museum, the Louvre and\nthe Berlin Museum.''\n\n   But since the mid-1990s, the problem has been the illicit art\nmarket. At least 13 wall panels from the great Assyrian capital of\nNineveh and the palace at Nimrud have appeared for sale in London,\nBrussels and other cities. So far no one has been arrested and none\nof the panels have been recovered.\n\n   ``United Nations sanctions have finally finished the work begun\nby the ancient Medes and Babylonians, who sacked Nineveh in 612\nB.C,'' Russell says. ``A lot of people say the Iraqis got what's\ncoming to them. But this is not merely Iraq's problem. The people\nof ancient Iraq influenced the way we speak and write and do\nbusiness today. This culture belongs to the whole world.''\n\n   CAMBODIA\n\n   Endangered: Hundreds of temple sites built by the Khmer Empire\n(A.D. 500-1400).\n\n   The threat: Gangs of looters are stripping temples of stone\nsculptures.\n\n   Outlook: Dismal. Cambodian government is unable to guard many\nsites.\n\n   Lost, found and lost again in the jungles of Southeast Asia, the\nruins of Angkor Wat and other walled temples of the Khmer Empire\nhave endured centuries of neglect, conflict and the horrors of\nCambodia's killing fields.\n\n   Peace has not been so kind. Cambodia's ancient architecture is\nbeing dismembered to feed a growing market for Khmer art and\nartifacts. The crisis was highlighted this year when Thai police\nintercepted a truck bound for Bangkok with 117 sandstone carvings _\nestimated market value: $2 million _ which had been hacked off the\nwall of a 12th century temple in northwest Cambodia. Investigators\nsay elements of the Cambodian army spent four weeks chiseling and\ncutting the sculptures from the wall. So many were removed that a\n40-foot section of the inner wall collapsed.\n\n   Cambodian police this year also found 40 tons of ancient statues\nand carvings hidden near the jungle headquarters of former Khmer\nRouge leader Ta Mok. ``On a recent visit to Thailand, I had a\ndealer show me pictures of sandstone panels _ still on the temple\nwalls _ that he said he could obtain for me,'' says John Stubbs,\nvice president of the World Monuments Fund, which works to protect\nCambodian sites. ``He was, in effect, offering to loot them to\norder.''\n\n   In another big haul in July, Thai police seized eight tons of\nCambodian artifacts _ 29 cases of Hindu and Buddhist sculptures _\nbeing smuggled in from Singapore. Later, they seized another 110\nCambodian artifacts on sale in a Bangkok shopping mall.\n\n   Cambodian authorities have vowed to crack down. Looters have\nbeen warned that they will be shot on sight. But with 400 police\nguarding Angkor Wat, the country's most famous temple complex, the\ncountry doesn't have the resources to protect its more than 1,000\ntemple sites.\n\n   Mike Toner writes for the Atlanta Journal-Constitution.\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   ANTARCTICA\n","\n   Endangered: Tools, supplies and artifacts left by the\ncontinent's first explorers in the early 1900s.\n","\n   The threat: ``Souveniring'' past and present; a budding market\nfor artifacts.\n","\n   Outlook: The theft of artifacts is prohibited by treaty, with\nsome items being returned.\n","\n   It's the coldest, driest, most remote continent. In Antarctica,\nhuman history is barely a century old. Yet for half that time,\nlooters and souvenir hunters have been chipping away its meager\ncultural heritage _ pilfering what was left by explorers who\ndeparted the frozen continent or died there.\n","\n   This year, British and New Zealand authorities rescued three\nitems _ a lantern, a dog harness and a coat hook _ about to be\nauctioned at Christie's in London. Taken more than 40 years ago,\nthey were returned to the weather-beaten wooden hut at Cape Evans\nonce occupied by British explorer Robert Falcon Scott.\n","\n   ``Over the years, hundreds, perhaps thousands of items have been\ntaken from these sites,'' says David Crerer, chairman of New\nZealand's Antarctic Heritage Trust. ``We estimate that as many as\n50 percent of the artifacts left by the early explorers are gone.''\n","\n   Along the shores of the Ross Sea, dozens of old huts and supply\ndepots stand in mute testimony to the dawn of Antarctic exploration\nin the early 1900s. Thanks to the cold, dry climate, many look as\nif the owners had just stepped away. At Cape Evans, the carcasses\nof sled dogs lie frozen. At Cape Royds, tins of biscuits and other\nship's stores still line the shelves once used by Ernest\nShakleton's crew.\n","\n   As sites in Antarctica have been stripped, New Zealand, whose\nterritory includes dozens of historic sites, has grown more\nprotective. These days, the huts are locked _ and the growing\nnumber of tour groups are allowed in the huts only under\nsupervision. Only last year did the Antarctic Treaty Organization,\nwhich includes the U.S., make removal of such items illegal.\n","\n   Until recently, ``souveniring'' was widely tolerated. The items\nabout to be sold were collected this year before such activity\nbecame illegal. ``The items weren't so important by themselves,''\nsays Crerar. ``But we did not want to see a market established for\nsuch items.'' If monetary values ever get assigned to Scott era\nitems, the danger to these sites would be greatly increased.''\n","\n   Crerar's hopes suffered a setback on Friday, when Christie's\nauctioned off $800,000 worth of Antarctic memorabilia. A few items,\nincluding the flag Scott flew at the pole, were purchased in\nadvance by a Britsh museum, but most of the items, owned by\ndescendents of the explorers, were sold to the highest bidder.\n","\n   CHINA\n","\n   Endangered: More than 1,000 sites (Stone Age to Ming Dynasty,\nA.D. 1600) on Yangzi River.\n","\n   The threat: Looting spurred by reservoir construction for the\nThree Gorges Dam.\n","\n   Outlook: It's too late for many sites; archaeologists are trying\nto make the best of a bad situation.\n","\n   China's Three Gorges Dam _ the largest hydroelectric project\never attempted _ will allow ocean-going ships to travel 1,500 miles\ninland. It will also displace more than 1.5 million people and\ndestroy 400 towns and villages, as well as obliterate 3,000 years\nof Chinese history in 1,000 archaeological sites along the river\nand its tributaries.\n","\n   The central government has promised professional excavations to\nsave the region's most impressive sites, like the caves of Dazu,\nwhich hold a half-million stone sculptures from the 400-year span\nof time from the Tang to the Ming dynasties. But archaeologists say\nculturally important sites are still being lost _ such as those of\nthe Stone Age Ba people, who occupied the area before it was part\nof China.\n","\n   China has declined help from archaeologists outside the country.\nIn desperation, some Chinese archaeologists are borrowing money to\nfinance their own digs.\n","\n   China's looters aren't waiting. Grave robbers, black marketers\nand smugglers _ some equipped with cellular phones and two-way\nradios _ have descended on the region. Not all of the looting is so\norganized. At Fengjie, a county town on the Yangzi, dynamiting and\nbulldozing by construction crews exposed more than 1,000 tombs,\ntouching off a frenzy of looting.\n","\n   Archaeologists say poverty provides a powerful incentive for\nlooters, but the demand for Chinese antiquities is also a major\nforce.\n","\n   ``Art and artifact smuggling out of China is a major basis for\nwestern collections,'' says Zou Heng, professor of archaeology at\nPeking University. ``In some places, hundreds of looters work day\nand night. Dealers set up shop in nearby villages to buy artifacts,\nwhich were then smuggled into Hong Kong, and then into the\ninternational market _ dispersed to Japan, Thailand and throughout\nthe world.''\n","\n   ``What has passed through New York, London and Berlin in the\nlast few years would fill a great museum,'' says Jerome Eisenberg,\nowner of the Royal Athena Galley in New York. ``I went to China in\n1994 to produce guides to the country's major archaeological sites.\nNow I'm seeing the same material showing up on the market.''\n","\n   The most spectacular artifact to come out of China in recent\nyears was a 4-foot bronze ``spirit tree'' candelabra from the Han\nDynasty _ sold for $2.5 million last year at the International\nAsian Art Fair in New York. Archaeologists say it may be the same\npiece reportedly unearthed in the Three Gorges region the year\nbefore and quickly sold on the black market for about $25,000.\n","\n   GUATEMALA\n","\n   Endangered: Written records of classic Mayan civilization (A.D.\n250 -1500).\n","\n   The threat: Looters have stripped stone monuments from more than\n300 sites.\n","\n   Outlook: As large carvings are depleted, looters are taking\nsmaller artifacts.\n","\n   As one of the world's leading Mayanists, Ian Graham has seen the\nmost remote corners of the Central American jungle. But in his\n40-year quest to document the Mayan equivalent of hieroglyphics,\nthe 77-year-old archaeologist has made a discouraging number of his\ndiscoveries in museums and private collections in Fort Worth, San\nDiego, Cleveland, New York, Budapest and Stockholm.\n","\n   ``When I started working in Guatemala in the '60s, almost\neverything was intact. Now, virtually all of the sculpture is\ngone,'' says Graham, director of the Maya Corpus Program at Harvard\nUniversity's Peabody Museum of Archaeology and Ethnology.\n","\n   ``Instead of being able to study these inscriptions intact, they\nhave been cut into pieces and sold to people who only think of them\nas trophies or tax deductions,'' he says.\n","\n   Victories are few, but sweet. In August, Graham learned that a\ncollector was planning to sell part of a Mayan stone carving.\n","\n   He recognized the masked human figure as a piece stolen from\nnorthern Guatemala in the 1960s.\n","\n   When U.S. Customs agents and attorneys for the Guatemalan\ngovernment came calling, the collector agreed to surrender the\npiece.\n","\n   Even armed guards and double-locked gates at archaeological\nsites have failed to deter the thefts.\n","\n   ``Looting and smuggling of artifacts is a major industry,'' says\nRichard Hansen, a California archaeologist who has worked\nextensively in Guatemala.\n","\n   ``In Peten, hundreds of sites have been totally overrun. It's\nlike trying to ward off hordes of ants.''\n","\n   Hanses says soaring prices for Mayan pottery is fueling the\nfrenzy. ``A single polychrome Codex pot can bring a Guatemalan\npeasant $1,000,'' he says. ``Get it to Guatemala City and it takes\na dramatic jump. Smuggled to the United States or Japan, it can\nfetch $100,000 to $150,000.\n","\n   IRAQ\n","\n   Endangered: Stone reliefs, artifacts from world's oldest\ncivilizations (2000- 600 B.C.).\n","\n   The threat: United Nations sanctions, post-war problems leave\nremote desert sites open to looters.\n","\n   Outlook: Internal control is improving, but remote borders are\nstill open to smugglers.\n","\n   The fertile land between the Tigris and Euphrates rivers is the\ncradle of civilization, the home to ancient Sumeria, Assyria and\nBabylonia. Since the Persian Gulf War and the imposition of\ninternational sanctions, looters have been robbing the cradle _ and\nits graves _ with impunity.\n","\n   ``Illicit digging for antiquities, especially in desert areas of\nIraq, has increased dramatically,'' says McGuire Gibson, a\nUniversity of Chicago archaeologist who specializes in the Middle\nEast. ``Gangs of up to 100 people work some sites, using\nearthmoving equipment to open up the ruins. Large groups of stone\ntablets and statues are being smuggled out along traditional\nsmuggling routes to Iran, through Kurdish northern Iraq, and from\nthere to Europe.''\n","\n   United Nations sanctions have squeezed the country's economy to\nthe point that Iraq can't halt looting internally, and it gets\nlittle help when stolen goods turn up elsewhere. A rare exception\nwas Jordan's seizure in July of more than 1,000 Iraqi artifacts _\ncuneiform tablets, cylinder seals and a Sumerian stone statue more\nthan 4,000 years old _ being smuggled out on a plane.\n","\n   Pillage is nothing new in the Iraqi countryside. Nor is the\nWestern world's interest in the cultures that thrived there from\nthe 4th millennium B.C. In 1994, one Assyrian wall panel sold at\nauction for $11.8 million _ the highest price ever paid for any\nantiquity.\n","\n   ``Iraq's rich and varied heritage has been coveted by the\nWestern world since the 19th century heyday of imperial\nacquisition,'' says John Malcolm Russell, archaeologist and art\nhistorian at the Massachusetts College of Art. ``Back then,\nEuropean governments descended on the palaces of Mesopotamia and\nsacked them to fill the halls of the British Museum, the Louvre and\nthe Berlin Museum.''\n","\n   But since the mid-1990s, the problem has been the illicit art\nmarket. At least 13 wall panels from the great Assyrian capital of\nNineveh and the palace at Nimrud have appeared for sale in London,\nBrussels and other cities. So far no one has been arrested and none\nof the panels have been recovered.\n","\n   ``United Nations sanctions have finally finished the work begun\nby the ancient Medes and Babylonians, who sacked Nineveh in 612\nB.C,'' Russell says. ``A lot of people say the Iraqis got what's\ncoming to them. But this is not merely Iraq's problem. The people\nof ancient Iraq influenced the way we speak and write and do\nbusiness today. This culture belongs to the whole world.''\n","\n   CAMBODIA\n","\n   Endangered: Hundreds of temple sites built by the Khmer Empire\n(A.D. 500-1400).\n","\n   The threat: Gangs of looters are stripping temples of stone\nsculptures.\n","\n   Outlook: Dismal. Cambodian government is unable to guard many\nsites.\n","\n   Lost, found and lost again in the jungles of Southeast Asia, the\nruins of Angkor Wat and other walled temples of the Khmer Empire\nhave endured centuries of neglect, conflict and the horrors of\nCambodia's killing fields.\n","\n   Peace has not been so kind. Cambodia's ancient architecture is\nbeing dismembered to feed a growing market for Khmer art and\nartifacts. The crisis was highlighted this year when Thai police\nintercepted a truck bound for Bangkok with 117 sandstone carvings _\nestimated market value: $2 million _ which had been hacked off the\nwall of a 12th century temple in northwest Cambodia. Investigators\nsay elements of the Cambodian army spent four weeks chiseling and\ncutting the sculptures from the wall. So many were removed that a\n40-foot section of the inner wall collapsed.\n","\n   Cambodian police this year also found 40 tons of ancient statues\nand carvings hidden near the jungle headquarters of former Khmer\nRouge leader Ta Mok. ``On a recent visit to Thailand, I had a\ndealer show me pictures of sandstone panels _ still on the temple\nwalls _ that he said he could obtain for me,'' says John Stubbs,\nvice president of the World Monuments Fund, which works to protect\nCambodian sites. ``He was, in effect, offering to loot them to\norder.''\n","\n   In another big haul in July, Thai police seized eight tons of\nCambodian artifacts _ 29 cases of Hindu and Buddhist sculptures _\nbeing smuggled in from Singapore. Later, they seized another 110\nCambodian artifacts on sale in a Bangkok shopping mall.\n","\n   Cambodian authorities have vowed to crack down. Looters have\nbeen warned that they will be shot on sight. But with 400 police\nguarding Angkor Wat, the country's most famous temple complex, the\ncountry doesn't have the resources to protect its more than 1,000\ntemple sites.\n","\n   Mike Toner writes for the Atlanta Journal-Constitution.\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}