{"DocumentId":"NYT19990827.0346","TopicId":"NYT","Relevance":"0","Body":" BC-BIZ-GENOMICS-ART-$ADV29-3TAKES-NYT \nTHE RACE TO CASH IN ON THE GENETIC CODE \n\n  (For release Sun., Aug.29) \n(ART ADV: Photo is being sent to NYT photo clients. Graphic is\nbeing sent to NYT graphic clients. Non-subscribers can make\nindividual purchase by calling (888) 603-1036 or (888) 346-9867.) \n(jt) \n By LAWRENCE M. FISHER    \n c.1999 N.Y. Times News Service    \n\n   ROCKVILLE, Md. _ Before there was an Internet bubble, before\nbiotechnology left a bad taste in money managers' mouths, capital\nwas ventured and shares were sold in a group of companies that\naimed to leapfrog the government's multibillion-dollar effort to\nmap the human genome. By sequencing and patenting genes ahead of\nthe publicly financed laboratories, the investors thought, these\ncompanies would control the next era of health care _ and make\ntheir founders and shareholders rich.\n\n   But now, as the international race to spell out the precise\nsequence of the three billion letters in the human genetic code\nsprints to the finish line, the markets are demanding that the gene\nmerchants deliver the goods. Investors are starting to demand not\njust science, but a viable business model, too.\n\n   To the victors will belong an asset of almost unfathomable\nvalue: the source code of life itself. By sequencing the DNA in all\n100,000 genes in the human body _ that is, by divining the order of\nthe four chemicals that make up the genes _ scientists hope to\ntreat diseases in much the same way that software engineers fix\nfaulty computer programs: by isolating flaws in the code.\n\n   If the effort is successful, health care will shift from a\nparadigm of detect and treat, typically with toxic drugs that\nsometimes do no more than mask symptoms, to predict and prevent,\nwith therapies of exquisite specificity aimed at the causes of\ndisease. By identifying the genetic roots of illnesses like cancer\nand heart disease, some experts say, the science of the genome, or\ngenomics, may make it possible for a child born today to live to\n150 _ or, some say, much longer.\n\n   ``Death is a series of preventable diseases,'' said Dr. William\nA. Haseltine, chairman and chief executive of Human Genome Sciences\nhere, declaring the philosophy behind the industry he is helping to\ninvent.\n\n   Other genomics leaders have less trouble with that assertion\nthan with Haseltine's contention that his company already has\nsequences for 95 percent of the human genes and is amassing a\npatent portfolio that will make it the gatekeeper for the entire\nbiopharmaceuticals industry.\n\n   Assertions like that have always irritated Dr. Francis S.\nCollins, the director of the Human Genome Project at the National\nInstitutes of Health in Bethesda, Md. For some of the companies, he\nsaid, ``financial viability appears to be tied to claims of\nexclusivity,'' while the government's goal is to sequence all the\nhuman genes and place them in the public domain for the common\ngood.\n\n   Indeed, the whole concept of patenting the bits of biochemical\ninformation known as genes offends many, from religious leaders to\nscientists, including James Watson, a co-discoverer of DNA, who\nresigned as the original head of the Human Genome Project over this\nissue. While the Patent Office has established rules meant to\nclarify what kind of genetic discoveries can be patented, the issue\nis by no means resolved.\n\n   The genomics companies have filed patents by the thousands, but\nonly a few hundred have been published, fewer still issued and none\nof those yet defended in court. So any claims of strong patent\npositions remain unproven.\n\n   But genomics is all about big claims. Last year, Dr. J. Craig\nVenter, a former N.I.H. researcher, shook up the field when he\nstarted a new company, now called Celera Genomics Group, a\nseparately traded subsidiary of the PE Corp., which he said would\ncomplete the sequencing of the human genome in 2001, about two\nyears ahead of the public labs.\n\n   Venter's announcement was greeted with considerable skepticism,\nbut it prompted Collins to move up his goal for completion, too; he\nnow expects a rough draft of the human genome by next spring and a\ncomplete genome a year later.\n\n   The acceleration of the public and private efforts has already\nled to a rough winnowing of the genomics field, with some companies\ndisappearing in mergers and others trading at such low share prices\nthat their ability to raise capital and remain independent is\ndoubtful.\n\n   A couple of broad strategies have emerged, meanwhile, among the\nbest-capitalized companies.\n\n   Human Genome Sciences and Millennium Pharmaceuticals Inc., of\nCambridge, Mass., intend to sell drugs, developed with capital\nraised in a few high-value deals with pharmaceutical companies. Two\nothers, Incyte Pharmaceuticals Inc., of Palo Alto, Calif., and\nCelera, in Rockville, sell only data that others use to identify\npotential drug targets.\n\n   Shares in Human Genome and Millennium have soared this year,\nwhile Incyte, once the market leader, has fallen, primarily because\nof the perceived threat from Celera, which has deep pockets and a\nsimilar business model.\n\n   ``The human genome is going to be sequenced, with absolute\ncertainty, within the next two years,'' said Dr. Eric Lander,\ndirector of the federally financed Whitehead/MIT Center for Genomic\nResearch in Cambridge and a founding scientist at Millennium. ``The\ngame has moved on. Now it's: How do you add value to the genome?''  \n\n    \n\n   The Code as a Cure\n\n   Perhaps the most obvious way to add value to the genome is to\nturn genetic discoveries into drugs, but so far Human Genome\nSciences is the only company that has done so. The stainless-steel\nfermentation vats at its 80,000-square-foot manufacturing plant\nhere in Rockville would be a common site at a traditional\nbiotechnology company, like Amgen or Genentech, but they are unique\namong the genomics players.\n\n   These vats produce the proteins that are Human Genome's first\ntwo drugs. One, intended to protect blood-forming cells from the\ntoxic effects of chemotherapy, is being tested in women with breast\nand ovarian cancer. The other is being tested as a wound-healing\nagent. Both are in the second of three phases of trials typically\nrequired of new drugs by the Food and Drug Administration; that\nmeans that they are at least two or three years away from the\nmarket.\n\n   But it is Human Genome's third drug candidate that provides a\nglimpse of the real promise of genomics. Using a gene injected\ndirectly into a diseased area, it prompts the body to grow new\nblood vessels. The drug is being tested as an alternative to bypass\nsurgery for treating blocked arteries in the heart and limbs.\n\n   ``At this point, we are the only company to create genomics\nassets and to use those assets to move drugs into the clinic,''\nsaid Haseltine, who did pioneering work in sequencing the genome of\nHIV, the virus that causes AIDS, as a scientist at Harvard's\nDana-Farber Cancer Institute.\n\n   nn\n\n   But these three drugs, and three others that Human Genome hopes\nto begin testing next year, are only the tip of a very large\niceberg. Haseltine said the company has discovered _ and, more\nimportantly, filed patents on _ a vast data base of genes.\n\n   ``Any company that wants to be in the business of using genes,\nproteins or antibodies as drugs has a very high probability of\nrunning afoul of our patents,'' Haseltine said. ``From a commercial\npoint of view, they are severely constrained _ and far more than\nthey realize.''\n\n   Some drug industry executives dismiss this is as self-promotion,\nthough as Human Genome's patents begin to be published, it is clear\nthat the company is assembling an arsenal of intellectual property.\n\n   Still, Human Genome is itself constrained by the terms of a deal\nit struck in 1993 with SmithKline Beecham P.L.C., the British\npharmaceuticals giant. For $125 million, then the largest\nbiotechnology deal ever, SmithKline obtained exclusive rights to\nuse Human Genome's gene discoveries to produce so-called\nsmall-molecule drugs, the kind that can be taken in pill form. The\nagreement expires in June 2001.\n\n   The deal left Human Genome free to develop drugs based on\nproteins _ the easiest kind to take quickly to the clinic. But such\ndrugs are commercially problematic, because they must be injected,\nand few patients want to take a shot if a pill is available. The\ncompany can also develop gene therapies, like its heart drug. But\ngene therapy has yet to produce an approved drug for anyone.\n\n   Nonetheless, Haseltine said the SmithKline deal was worthwhile,\nbecause it gave Human Genome the resources to grab a big lead in\ngenomics. And when it expires, he will be free to strike new\npartnerships based on the same data base of genes. ``Two years from\nnow, we have a big opportunity to remonetize our asset and still\nhave plenty of intellectual property to ourselves,'' he said.\n\n   Partners in the Marketplace\n\n   For now, however, the undisputed champion of deal making is\nMillennium, which has raked in over $1 billion in financing from\npartners like Roche Holding AG, Eli Lilly & Co., Monsanto and Bayer\nAG.\n\n   The arrangements are exclusive only for specific diseases (or,\nin Monsanto's case, for use in agricultural products), so\nMillennium remains free to pursue its own small-molecule drugs. It\nhas also created subsidiaries for biotechnology drugs and for\npredictive medicine, like tests to identify genetic conditions\nshowing a predisposition to diseases or adverse drug reactions.\n\n   Millennium's executives don't claim a lock on the intellectual\nproperty of the human genome, but their deal-making shows the value\nthat drug makers see in the company's work.\n\n   A year ago, for example, Bayer agreed to pay Millennium up to\n$460 million over five years for 225 of what the industry calls\nvalidated genetic targets _ that is, genes plus the accompanying\nbiological data to show their relevance in areas like\ncardiovascular disease, cancer, osteoporosis, pain, liver fibrosis\nand viral infections. Targets that Bayer doesn't choose for drug\ndevelopment revert to Millennium.\n\n   ``We did a huge search before we went with Millennium,'' said\nWolfgang Hartwig, Bayer's executive vice president of\npharmaceutical research. He said Bayer was attracted to\nMillennium's continual refreshing of its technology and to its\nfreedom from the encumbrances of exclusive deals.\n\n   Millennium sprawls around Cambridge in leased space, most of it\nnear the Massachusetts Institute of Technology. In its early days,\nthe company made much of its connection to Lander and MIT's genome\ncenter. But today, Lander's role is more clearly advisory. The\npersonalities who define the company are those of its chief\nexecutive, Mark Levin, a soft-spoken former venture capitalist, and\nhis head deal maker and chief business officer, Steven H. Holtzman,\na Rhodes Scholar with a degree in philosophy.\n\n   Levin tends not to make big claims, but he is building a big\ncompany, drawing on experiences early in his career at Genentech,\nthe biotechnology pioneer, where he worked in process engineering\nin the mid-1980s.\n\n   ``Genentech put in place the largest molecular biology lab in\nthe world at the time,'' he said. ``We've gone out and put together\nthe largest critical mass in biotech today.''\n\n   Later this year, Roche is expected to seek permission to begin\ntrials of an anti-obesity drug developed from a genetic target\nsupplied by Millennium. Becton Dickinson & Co. in Franklin Lakes,\nN.J., will soon offer a melanoma test using technology from\nMillennium's predictive medicine unit.\n\n   But for all the depth and breadth of its science and technology,\nMillennium is conspicuously lacking a drug of its own in clinical\ntrials.\n\n   ``We're developing genes and targets and leads,'' Levin said.\n``By the end of 1999, going into 2000, you will see us make\nadditional acquisitions, and these acquisitions will take us into\nthe clinic.''\n\n   Analysts note that while Millennium has the cash and high-value\nshares to acquire a drug _ and many struggling biotech companies\nhave drugs for sale _ the best drug prospects attract multiple\nbids, and there are many far larger companies out shopping.\n\n    \n\n   The Knowledge Merchants\n\n   If Millennium and Human Genome aim to be the next Genentech and\nAmgen, Incyte and Celera have a different role model in mind:\nBloomberg L.P. Just as Bloomberg sells information to the\nsecurities industry but isn't in the brokerage business, these\ncompanies sell data bases of genetic information to drug companies\nbut never intend to produce drugs.\n\n   Incyte is based in Palo Alto, Calif., deep in Silicon Valley,\nand it is no coincidence that the heart of its headquarters is a\nvast, glass-enclosed room full of powerful computers. ``At the end\nof the day, it's the information that matters,'' said Randy Scott,\nthe president and chief scientific officer. ``We are all about the\napplication of Moore's Law to biology,'' he said _ a reference to\nthe observation that computer processing power doubles every 18\nmonths. Applying that exponential growth to genomics should produce\nsimilar gains for drug discovery, Scott said.\n\n   Until recently, Incyte had something unique among genomics\ncompanies: operating income from sales of its products. Instead of\nsigning huge deals to bankroll its own drug programs, Incyte sold\nsubscriptions to Lifeseq, its genomic data base. Some 25 companies\nsubscribed, including most of the leading pharmaceutical and\nbiotechnology concerns, and Incyte showed steady earnings growth\nwithout big outlays on drug development.\n\n   But the creation last year of Celera _ cash-rich and in no hurry\nto show a profit _ put Incyte on the spot. While Incyte's data base\noffered gene fragments that point the way to full-length genes,\nCelera said it would provide whole genomes at a competitive price.\n\n   At the same time, the government's Human Genome Project, now on\nan accelerated timetable, was placing thousands of genes in the\npublic domain. And companies like Pangea Systems of Oakland,\nCalif., were supplying software tools to analyze this data, at a\nfraction of the cost of a Lifeseq subscription.\n\n   nn\n\n   Facing a classic squeeze, Incyte management moved rapidly to\nimprove its product, adding data from the government's work,\ncutting the price and introducing new data bases. But the moves\ncost money, and as the company began reporting losses, investors\nfled, cutting the share price in half.\n\n   ``I've been hearing this story _ that Lifeseq's dead, it's all\nin the public domain _ and maybe we even started to believe it\nourselves,'' said Roy Whitfield, Incyte's chairman and chief\nexecutive. ``But it's just not true.'' No customer has failed to\nrenew its subscription, he said, and he predicted that profits _\nand investors _ would return in the second half of next year.\n\n   Celera is the spoiler in genomics, or intends to be. The company\nplans to sequence the entire human genome and offer the data to\nsubscribers. Other genomes of interest to scientists _ like that of\ndrosophila, a fruit fly used in many experiments _ will be offered\nin a similar fashion. Venter's critics say Celera's hurry-up human\ngenome will be full of gaps and errors, but the company has\nattracted three blue-chip subscribers: Novartis A.G., Amgen and\nPharmacia & Upjohn.\n\n   As a sibling of PE Biosystems Group, also part of the PE Corp.,\nCelera received first access to PE Biosystems' latest automated\ngene-sequencing machines. (The two companies were created this\nspring in a reorganization of the old Perkin-Elmer Corp.; the\ncurrent Perkin ELmer is a different company that bought part of the\nold Perkin Elmer and took its name.) Celera now has 300 of these\n$300,000 devices, some arrayed in neat rows, some lining the\nhallways still in their wooden shipping crates, some piled in\nelevators. The largest public genome center, Lander's lab at MIT\nhas 120 such machines, and most genomics companies have just a\nhandful.\n\n   Combining the powerful equipment with an army of robots and vast\namounts of computing power makes it practical and cost-effective to\nsequence whole genomes, Dr. Venter said.\n\n   The idea is that subscribers will pay Celera for partial genetic\ninformation as it becomes available, just as they have paid Incyte\n_ but with the kicker that the company will ultimately supply\ncomplete genomes for many organisms. Companies can use this\ninformation royalty-free, except where it involves a gene sequence\npatented by Celera. Venter said he ultimately expects a mixture of\nrevenues _ from subscriptions, royalties on drug sales and even\nindividual researchers paying to use the Celera Web site.\n\n   ``They say I'm going to be the Bill Gates of biology; I'm not\nsure that's meant to be flattering,'' he said. Still, ``the upside\nto this business is very, very large, and different from what\nanybody else is doing.''  \n\n    \n\n   Many Eager Competitors\n\n   Wall Street loves to anoint winners, and given the impact of\ncapital flow, these prophecies can become self-fulfilling. Despite\ntalk that Celera or Human Genome may achieve a Microsoft-like\ndominance of biological information, many smaller companies are\nalso pursuing opportunities.\n\n   The first real product of genomics was a diagnostic kit\ndeveloped by Myriad Genetics Inc. of Salt Lake City, drawing on its\ndiscovery of two genes responsible for hereditary breast cancer.\nGenome Therapeutics Inc. of Waltham, Mass., has built a\nsubscription business based on bacterial genomes. Genset S.A. of\nParis has signed up two partners for what is called\npharmacogenomics _ the enterprise of applying genetic data to\nexisting drugs to screen out people more likely to have side\neffects.\n\n   There are many more, and their continued proliferation suggests\nthat genomics remains a fertile field.\n\n   ``The current effort is rather like building the periodic\ntable,'' said Dr. Collins, head of the government's project,\ncomparing the work to the fundamental plow work of chemistry.\n\n   ``The real challenge of genomics _ the real fun, the real payoff\n_ is being able to take the periodic table and figure out how it\nworks,'' he said. ``All of that will be poorly understood and will\nbe grist for research for decades to come.''\n\n    \n","Headline":"\nTHE RACE TO CASH IN ON THE GENETIC CODE \n","Text":["\n   ROCKVILLE, Md. _ Before there was an Internet bubble, before\nbiotechnology left a bad taste in money managers' mouths, capital\nwas ventured and shares were sold in a group of companies that\naimed to leapfrog the government's multibillion-dollar effort to\nmap the human genome. By sequencing and patenting genes ahead of\nthe publicly financed laboratories, the investors thought, these\ncompanies would control the next era of health care _ and make\ntheir founders and shareholders rich.\n","\n   But now, as the international race to spell out the precise\nsequence of the three billion letters in the human genetic code\nsprints to the finish line, the markets are demanding that the gene\nmerchants deliver the goods. Investors are starting to demand not\njust science, but a viable business model, too.\n","\n   To the victors will belong an asset of almost unfathomable\nvalue: the source code of life itself. By sequencing the DNA in all\n100,000 genes in the human body _ that is, by divining the order of\nthe four chemicals that make up the genes _ scientists hope to\ntreat diseases in much the same way that software engineers fix\nfaulty computer programs: by isolating flaws in the code.\n","\n   If the effort is successful, health care will shift from a\nparadigm of detect and treat, typically with toxic drugs that\nsometimes do no more than mask symptoms, to predict and prevent,\nwith therapies of exquisite specificity aimed at the causes of\ndisease. By identifying the genetic roots of illnesses like cancer\nand heart disease, some experts say, the science of the genome, or\ngenomics, may make it possible for a child born today to live to\n150 _ or, some say, much longer.\n","\n   ``Death is a series of preventable diseases,'' said Dr. William\nA. Haseltine, chairman and chief executive of Human Genome Sciences\nhere, declaring the philosophy behind the industry he is helping to\ninvent.\n","\n   Other genomics leaders have less trouble with that assertion\nthan with Haseltine's contention that his company already has\nsequences for 95 percent of the human genes and is amassing a\npatent portfolio that will make it the gatekeeper for the entire\nbiopharmaceuticals industry.\n","\n   Assertions like that have always irritated Dr. Francis S.\nCollins, the director of the Human Genome Project at the National\nInstitutes of Health in Bethesda, Md. For some of the companies, he\nsaid, ``financial viability appears to be tied to claims of\nexclusivity,'' while the government's goal is to sequence all the\nhuman genes and place them in the public domain for the common\ngood.\n","\n   Indeed, the whole concept of patenting the bits of biochemical\ninformation known as genes offends many, from religious leaders to\nscientists, including James Watson, a co-discoverer of DNA, who\nresigned as the original head of the Human Genome Project over this\nissue. While the Patent Office has established rules meant to\nclarify what kind of genetic discoveries can be patented, the issue\nis by no means resolved.\n","\n   The genomics companies have filed patents by the thousands, but\nonly a few hundred have been published, fewer still issued and none\nof those yet defended in court. So any claims of strong patent\npositions remain unproven.\n","\n   But genomics is all about big claims. Last year, Dr. J. Craig\nVenter, a former N.I.H. researcher, shook up the field when he\nstarted a new company, now called Celera Genomics Group, a\nseparately traded subsidiary of the PE Corp., which he said would\ncomplete the sequencing of the human genome in 2001, about two\nyears ahead of the public labs.\n","\n   Venter's announcement was greeted with considerable skepticism,\nbut it prompted Collins to move up his goal for completion, too; he\nnow expects a rough draft of the human genome by next spring and a\ncomplete genome a year later.\n","\n   The acceleration of the public and private efforts has already\nled to a rough winnowing of the genomics field, with some companies\ndisappearing in mergers and others trading at such low share prices\nthat their ability to raise capital and remain independent is\ndoubtful.\n","\n   A couple of broad strategies have emerged, meanwhile, among the\nbest-capitalized companies.\n","\n   Human Genome Sciences and Millennium Pharmaceuticals Inc., of\nCambridge, Mass., intend to sell drugs, developed with capital\nraised in a few high-value deals with pharmaceutical companies. Two\nothers, Incyte Pharmaceuticals Inc., of Palo Alto, Calif., and\nCelera, in Rockville, sell only data that others use to identify\npotential drug targets.\n","\n   Shares in Human Genome and Millennium have soared this year,\nwhile Incyte, once the market leader, has fallen, primarily because\nof the perceived threat from Celera, which has deep pockets and a\nsimilar business model.\n","\n   ``The human genome is going to be sequenced, with absolute\ncertainty, within the next two years,'' said Dr. Eric Lander,\ndirector of the federally financed Whitehead/MIT Center for Genomic\nResearch in Cambridge and a founding scientist at Millennium. ``The\ngame has moved on. Now it's: How do you add value to the genome?''  \n","\n    \n","\n   The Code as a Cure\n","\n   Perhaps the most obvious way to add value to the genome is to\nturn genetic discoveries into drugs, but so far Human Genome\nSciences is the only company that has done so. The stainless-steel\nfermentation vats at its 80,000-square-foot manufacturing plant\nhere in Rockville would be a common site at a traditional\nbiotechnology company, like Amgen or Genentech, but they are unique\namong the genomics players.\n","\n   These vats produce the proteins that are Human Genome's first\ntwo drugs. One, intended to protect blood-forming cells from the\ntoxic effects of chemotherapy, is being tested in women with breast\nand ovarian cancer. The other is being tested as a wound-healing\nagent. Both are in the second of three phases of trials typically\nrequired of new drugs by the Food and Drug Administration; that\nmeans that they are at least two or three years away from the\nmarket.\n","\n   But it is Human Genome's third drug candidate that provides a\nglimpse of the real promise of genomics. Using a gene injected\ndirectly into a diseased area, it prompts the body to grow new\nblood vessels. The drug is being tested as an alternative to bypass\nsurgery for treating blocked arteries in the heart and limbs.\n","\n   ``At this point, we are the only company to create genomics\nassets and to use those assets to move drugs into the clinic,''\nsaid Haseltine, who did pioneering work in sequencing the genome of\nHIV, the virus that causes AIDS, as a scientist at Harvard's\nDana-Farber Cancer Institute.\n","\n   nn\n","\n   But these three drugs, and three others that Human Genome hopes\nto begin testing next year, are only the tip of a very large\niceberg. Haseltine said the company has discovered _ and, more\nimportantly, filed patents on _ a vast data base of genes.\n","\n   ``Any company that wants to be in the business of using genes,\nproteins or antibodies as drugs has a very high probability of\nrunning afoul of our patents,'' Haseltine said. ``From a commercial\npoint of view, they are severely constrained _ and far more than\nthey realize.''\n","\n   Some drug industry executives dismiss this is as self-promotion,\nthough as Human Genome's patents begin to be published, it is clear\nthat the company is assembling an arsenal of intellectual property.\n","\n   Still, Human Genome is itself constrained by the terms of a deal\nit struck in 1993 with SmithKline Beecham P.L.C., the British\npharmaceuticals giant. For $125 million, then the largest\nbiotechnology deal ever, SmithKline obtained exclusive rights to\nuse Human Genome's gene discoveries to produce so-called\nsmall-molecule drugs, the kind that can be taken in pill form. The\nagreement expires in June 2001.\n","\n   The deal left Human Genome free to develop drugs based on\nproteins _ the easiest kind to take quickly to the clinic. But such\ndrugs are commercially problematic, because they must be injected,\nand few patients want to take a shot if a pill is available. The\ncompany can also develop gene therapies, like its heart drug. But\ngene therapy has yet to produce an approved drug for anyone.\n","\n   Nonetheless, Haseltine said the SmithKline deal was worthwhile,\nbecause it gave Human Genome the resources to grab a big lead in\ngenomics. And when it expires, he will be free to strike new\npartnerships based on the same data base of genes. ``Two years from\nnow, we have a big opportunity to remonetize our asset and still\nhave plenty of intellectual property to ourselves,'' he said.\n","\n   Partners in the Marketplace\n","\n   For now, however, the undisputed champion of deal making is\nMillennium, which has raked in over $1 billion in financing from\npartners like Roche Holding AG, Eli Lilly & Co., Monsanto and Bayer\nAG.\n","\n   The arrangements are exclusive only for specific diseases (or,\nin Monsanto's case, for use in agricultural products), so\nMillennium remains free to pursue its own small-molecule drugs. It\nhas also created subsidiaries for biotechnology drugs and for\npredictive medicine, like tests to identify genetic conditions\nshowing a predisposition to diseases or adverse drug reactions.\n","\n   Millennium's executives don't claim a lock on the intellectual\nproperty of the human genome, but their deal-making shows the value\nthat drug makers see in the company's work.\n","\n   A year ago, for example, Bayer agreed to pay Millennium up to\n$460 million over five years for 225 of what the industry calls\nvalidated genetic targets _ that is, genes plus the accompanying\nbiological data to show their relevance in areas like\ncardiovascular disease, cancer, osteoporosis, pain, liver fibrosis\nand viral infections. Targets that Bayer doesn't choose for drug\ndevelopment revert to Millennium.\n","\n   ``We did a huge search before we went with Millennium,'' said\nWolfgang Hartwig, Bayer's executive vice president of\npharmaceutical research. He said Bayer was attracted to\nMillennium's continual refreshing of its technology and to its\nfreedom from the encumbrances of exclusive deals.\n","\n   Millennium sprawls around Cambridge in leased space, most of it\nnear the Massachusetts Institute of Technology. In its early days,\nthe company made much of its connection to Lander and MIT's genome\ncenter. But today, Lander's role is more clearly advisory. The\npersonalities who define the company are those of its chief\nexecutive, Mark Levin, a soft-spoken former venture capitalist, and\nhis head deal maker and chief business officer, Steven H. Holtzman,\na Rhodes Scholar with a degree in philosophy.\n","\n   Levin tends not to make big claims, but he is building a big\ncompany, drawing on experiences early in his career at Genentech,\nthe biotechnology pioneer, where he worked in process engineering\nin the mid-1980s.\n","\n   ``Genentech put in place the largest molecular biology lab in\nthe world at the time,'' he said. ``We've gone out and put together\nthe largest critical mass in biotech today.''\n","\n   Later this year, Roche is expected to seek permission to begin\ntrials of an anti-obesity drug developed from a genetic target\nsupplied by Millennium. Becton Dickinson & Co. in Franklin Lakes,\nN.J., will soon offer a melanoma test using technology from\nMillennium's predictive medicine unit.\n","\n   But for all the depth and breadth of its science and technology,\nMillennium is conspicuously lacking a drug of its own in clinical\ntrials.\n","\n   ``We're developing genes and targets and leads,'' Levin said.\n``By the end of 1999, going into 2000, you will see us make\nadditional acquisitions, and these acquisitions will take us into\nthe clinic.''\n","\n   Analysts note that while Millennium has the cash and high-value\nshares to acquire a drug _ and many struggling biotech companies\nhave drugs for sale _ the best drug prospects attract multiple\nbids, and there are many far larger companies out shopping.\n","\n    \n","\n   The Knowledge Merchants\n","\n   If Millennium and Human Genome aim to be the next Genentech and\nAmgen, Incyte and Celera have a different role model in mind:\nBloomberg L.P. Just as Bloomberg sells information to the\nsecurities industry but isn't in the brokerage business, these\ncompanies sell data bases of genetic information to drug companies\nbut never intend to produce drugs.\n","\n   Incyte is based in Palo Alto, Calif., deep in Silicon Valley,\nand it is no coincidence that the heart of its headquarters is a\nvast, glass-enclosed room full of powerful computers. ``At the end\nof the day, it's the information that matters,'' said Randy Scott,\nthe president and chief scientific officer. ``We are all about the\napplication of Moore's Law to biology,'' he said _ a reference to\nthe observation that computer processing power doubles every 18\nmonths. Applying that exponential growth to genomics should produce\nsimilar gains for drug discovery, Scott said.\n","\n   Until recently, Incyte had something unique among genomics\ncompanies: operating income from sales of its products. Instead of\nsigning huge deals to bankroll its own drug programs, Incyte sold\nsubscriptions to Lifeseq, its genomic data base. Some 25 companies\nsubscribed, including most of the leading pharmaceutical and\nbiotechnology concerns, and Incyte showed steady earnings growth\nwithout big outlays on drug development.\n","\n   But the creation last year of Celera _ cash-rich and in no hurry\nto show a profit _ put Incyte on the spot. While Incyte's data base\noffered gene fragments that point the way to full-length genes,\nCelera said it would provide whole genomes at a competitive price.\n","\n   At the same time, the government's Human Genome Project, now on\nan accelerated timetable, was placing thousands of genes in the\npublic domain. And companies like Pangea Systems of Oakland,\nCalif., were supplying software tools to analyze this data, at a\nfraction of the cost of a Lifeseq subscription.\n","\n   nn\n","\n   Facing a classic squeeze, Incyte management moved rapidly to\nimprove its product, adding data from the government's work,\ncutting the price and introducing new data bases. But the moves\ncost money, and as the company began reporting losses, investors\nfled, cutting the share price in half.\n","\n   ``I've been hearing this story _ that Lifeseq's dead, it's all\nin the public domain _ and maybe we even started to believe it\nourselves,'' said Roy Whitfield, Incyte's chairman and chief\nexecutive. ``But it's just not true.'' No customer has failed to\nrenew its subscription, he said, and he predicted that profits _\nand investors _ would return in the second half of next year.\n","\n   Celera is the spoiler in genomics, or intends to be. The company\nplans to sequence the entire human genome and offer the data to\nsubscribers. Other genomes of interest to scientists _ like that of\ndrosophila, a fruit fly used in many experiments _ will be offered\nin a similar fashion. Venter's critics say Celera's hurry-up human\ngenome will be full of gaps and errors, but the company has\nattracted three blue-chip subscribers: Novartis A.G., Amgen and\nPharmacia & Upjohn.\n","\n   As a sibling of PE Biosystems Group, also part of the PE Corp.,\nCelera received first access to PE Biosystems' latest automated\ngene-sequencing machines. (The two companies were created this\nspring in a reorganization of the old Perkin-Elmer Corp.; the\ncurrent Perkin ELmer is a different company that bought part of the\nold Perkin Elmer and took its name.) Celera now has 300 of these\n$300,000 devices, some arrayed in neat rows, some lining the\nhallways still in their wooden shipping crates, some piled in\nelevators. The largest public genome center, Lander's lab at MIT\nhas 120 such machines, and most genomics companies have just a\nhandful.\n","\n   Combining the powerful equipment with an army of robots and vast\namounts of computing power makes it practical and cost-effective to\nsequence whole genomes, Dr. Venter said.\n","\n   The idea is that subscribers will pay Celera for partial genetic\ninformation as it becomes available, just as they have paid Incyte\n_ but with the kicker that the company will ultimately supply\ncomplete genomes for many organisms. Companies can use this\ninformation royalty-free, except where it involves a gene sequence\npatented by Celera. Venter said he ultimately expects a mixture of\nrevenues _ from subscriptions, royalties on drug sales and even\nindividual researchers paying to use the Celera Web site.\n","\n   ``They say I'm going to be the Bill Gates of biology; I'm not\nsure that's meant to be flattering,'' he said. Still, ``the upside\nto this business is very, very large, and different from what\nanybody else is doing.''  \n","\n    \n","\n   Many Eager Competitors\n","\n   Wall Street loves to anoint winners, and given the impact of\ncapital flow, these prophecies can become self-fulfilling. Despite\ntalk that Celera or Human Genome may achieve a Microsoft-like\ndominance of biological information, many smaller companies are\nalso pursuing opportunities.\n","\n   The first real product of genomics was a diagnostic kit\ndeveloped by Myriad Genetics Inc. of Salt Lake City, drawing on its\ndiscovery of two genes responsible for hereditary breast cancer.\nGenome Therapeutics Inc. of Waltham, Mass., has built a\nsubscription business based on bacterial genomes. Genset S.A. of\nParis has signed up two partners for what is called\npharmacogenomics _ the enterprise of applying genetic data to\nexisting drugs to screen out people more likely to have side\neffects.\n","\n   There are many more, and their continued proliferation suggests\nthat genomics remains a fertile field.\n","\n   ``The current effort is rather like building the periodic\ntable,'' said Dr. Collins, head of the government's project,\ncomparing the work to the fundamental plow work of chemistry.\n","\n   ``The real challenge of genomics _ the real fun, the real payoff\n_ is being able to take the periodic table and figure out how it\nworks,'' he said. ``All of that will be poorly understood and will\nbe grist for research for decades to come.''\n","\n    \n"]}