{"DocumentId":"NYT19990517.0235","TopicId":"NYT","Relevance":"0","Body":" BC-SCI-VENTER-GENOME-ART-2TAKES-NYT \nTHE GENOME'S COMBATIVE ENTREPRENEUR \n\n  \n (Attn: Md.)   (ART ADV: Photo is being sent to NYT photo clients. Non-subscribers\ncan make individual purchase by calling (888) 603-1036 or (888)\n346-9867.)  \n (af)  \n By NICHOLAS WADE   \n c.1999 N.Y. Times News Service   \n\n   ROCKVILLE, Md. _ It is like visiting a boxer in his training\ncamp a few days before the big fight. The display of muscle. The\nbrassy predictions of victory. The forecast that the world will be\nchanged after the dazed opponent has been carried from the ring\nfeet first before a jeering crowd.\n\n   But in this case the muscle consists of a HAL-sized computer,\nsaid to be the second most powerful in the world, and a\nballroom-like chamber being equipped to receive $30 million worth\nof high-tech machines. The opponents are the federal government and\nthe world's largest medical philanthropy. And yes, the world might\nreally be changed just a little if the vaunted victory is achieved.\n\n   Dr. J. Craig Venter, a pioneer in the sequencing, or decoding,\nof DNA, is beginning a new venture of boundless ambition.\nSequencing the entire three billion letters of human DNA by the end\nof 2001, a goal first announced last May, is just the start of his\ngrand design.\n\n   His immediate goal is to sequence the genomes of five\nscientifically important species _ fruitfly, mouse, human, the\nAridopsis mustard and rice. These will be the core of a biomedical\nand an agricultural database.\n\n   His wider plan is to sequence the genomes of a thousand major\nspecies in the next 10 years and to make this fountain of genetic\ninformation the centerpiece of an electronic information empire. An\nannotated genome _ explanations of what each gene does, keyed to\nits DNA sequence _ is the logical organizing principle around which\nto develop a full description of any organism and its biology.\n\n   Venter will store all this information on his computers, along\nwith related data contributed by other biologists and special\nprograms for searching and analyzing the vast trove. His ambition\nis to create a database as essential for biologists and physicians\nas the Bloomberg data terminals are for the financial world.\n\n   Trouncing the publicly financed effort to sequence the human\ngenome seems to be just a small part, however pleasurable, of this\ngrand design. ``My major mental goal right now is not to beat\npublicly funded scientists at doing something. What we are doing\ngives us far more than that,'' Venter said while showing a visitor\naround his new plant here, in a suburb a few miles north of\nWashington's Beltway.\n\n   Venter asserts that the public effort to sequence the human\ngenome, by a group of academic centers financed by the National\nInstitutes of Health and the Wellcome Trust of London, has chosen a\nflawed strategy that will produce a seriously incomplete DNA\nsequence. The public consortium breaks DNA in large fragments, maps\nthe positions of the fragments on the chromosomes and then\nsequences the fragments. Venter's approach is to fit the fragments\ntogether without a map.\n\n   He implies that his rivals should pack up and find some other\nline of work, a course whose wisdom will be clear before the end of\nthe year: by that time he hopes to have validated his own strategy\nby sequencing the fruitfly's genome.\n\n   ``Both Morgan and Collins are putting good money after bad,''\nVenter says, referring to Dr. Michael Morgan, the Wellcome Trust's\nexecutive for genome sequencing and Dr. Francis Collins, director\nof the NIH's part of the human genome project. ``Their plan is not\nto finish the genome,'' he says, but rather to prevent him from\nobtaining the only sequence and locking it up with patent claims.\n\n   An associate of Collins, Dr. Kathy Hudson, said that he remained\n``totally confident of the current human genome project strategy\nand that, ``While Venter is certainly a fascinating personality,\nhis every utterance does not seem to warrant a story in The New\nYork Times.'' Morgan said the public consortium's strategy was\nsafer than Venter's.\n\n   Venter has always reveled in portraying himself as an outsider\nto the biomedical establishment, a maverick implementer of bold\nideas that other scientists say cannot work. Coming from almost\nanyone else, the rhetoric might be sharply discounted. But at least\nas far as his own plans are concerned, Venter has acquired both the\ntrack record and the resources _ half a billion dollars _ to be\ntaken seriously.\n\n   As an unknown researcher at the NIH, Venter became interested in\nsequencing human DNA, particularly after the first commercial\nsequencing machines became available. In 1992, a medical financier,\nthe late Wallace Steinberg, spotted the significance of Venter's\nideas and set him up to work independently, founding the Institute\nfor Genomic Research.\n\n   He and a colleague, Dr. Hamilton O. Smith, changed microbiology\nwhen for the first time they decoded the genome of a bacterium. An\narticle by them, published in 1995, sealed Venter's standing as a\nserious scientist. (Smith already had a Nobel Prize in Physiology\nor Medicine.)\n\n   The genomes of almost every significant pathogenic organism are\nnow being sequenced, and young scientists are flocking to what had\nbeen seen as a mature field.\n\n   Last year Venter, who is now 52, amazed the biomedical world by\nsaying he would sequence the human genome ahead of the public\nconsortium. Together with a colleague, Dr. Michael W. Hunkapiller,\nhe has in effect hijacked a major company, the former Perkin-Elmer\nCorp.\n\n   Now the PE Corp., it has sold off its well-known instrument\nmaking operations and transformed itself into a pure genome\ncompany. Hunkapiller is head of one division, PE Biosystems, which\nmakes the leading brand of DNA sequencing machines, and Venter is\nhead of the other, known as Celera. Trading in PE Biosystems and\nCelera began earlier this month.\n\n   Hunkapiller, who first proposed the idea of a separate human\nproject, has in effect set off an arms race between Celera and the\npublic consortium to buy his new sequencing machines. So far Celera\nhas ordered 300 machines and the public consortium 200. The\nmachines cost $300,000 apiece.\n\n   Celera is capitalized at $330 million and will receive $75\nmillion from PE Biosystems. Two pharmaceutical companies, Pharmacia\nand Amgen, have taken out $50 million, five-year subscriptions each\nto Celera's human genome database. As a result Venter, who owns 5.5\npercent of Celera, has more than $500 million to invest in\nimplementing his design.\n\n   Venter calculates his 300 sequencing machines will be able to\ndecode 140 million units of DNA every 24 hours, making Celera the\nmost powerful DNA sequencing center in the world. To reconstruct\ngenomes from millions of small pieces of DNA, and store vast\narchives of assembled sequence, he has invested heavily in data\nprocessing equipment.\n\n     \nnn\n\n   By the end of the year, Celera's computer will have 20 trillion\nbytes of disk storage. Its computational capacity, when completed,\nwill make it the second most powerful in the world after the\nDepartment of Energy's computer that simulates nuclear explosions,\nsaid Keith Pillow, a spokesman for Compaq, which supplied the\ncomputer.\n\n   At Celera's Rockville building, 50 of Hunkapiller's new\nsequencing machines are already running. Their first major tasks\nwill be to sequence the genome of the Drosophila fruitfly and then,\nif this pilot project succeeds, to tackle the human genome.\n\n   Venter plans to sequence the genomes of five individuals, to be\nselected from the major ethnic groups and including three men and\ntwo women. The people will be chosen from a large number of\nvolunteers and will not know they have been selected.\n\n   From these 10 sets of chromosomes (each individual has a\npaternal and maternal set) Celera will generate a ``consensus''\nhuman sequence as well as an expected 20 million or so of the DNA\nvariations, known as polymorphisms, that make each person unique.\nThe polymorphisms are of great interest to drug companies because\nthey are the genetic reason why people respond differently to\ndifferent drugs.\n\n   The polymorphism data will be open only for a fee but the\nconsensus human DNA sequence, Venter said, will be made freely\navailable for academic scientists to search, though not to download\nuntil the full sequence is completed. This restriction seems\ndesigned to prevent the public consortium from using Celera's human\ngenome sequence to help complete its own.\n\n   The restriction creates a lack of reciprocity because Venter\nfully intends to use the interim sequence information being\nreleased by the public consortium. Venter said progress on the\nhuman genome would be faster if Celera and the public consortium\nwere to cooperate, as they are doing on Drosophila.\n\n   Cooperation is less simple than it may appear, however, as the\ntwo groups have different rules for releasing information and\ndifferent agendas. Both Morgan and Collins said they would be happy\nto cooperate if Celera would agree to full and immediate\npublication of its sequencing data.\n\n   After the human and mouse genomes are sequenced, Celera's\nphalanx of sequencing machines will turn to other interesting\nspecies. ``I am dying to add chimp to this,'' Venter says. The\nchimpanzee genome, which differs hardly at all from human DNA,\nwould help identify the handful of genetic changes specific to\npeople.\n\n   ``It's easy to make a list of a hundred insects whose genomes\nwould be interesting. Look at how much money we spend on killing\ninsects,'' he says. The cow genome also seems high on his list of\ncandidates, in the belief the beef industry would pay well for it.\n\n   Despite the confidence that Venter projects, Celera's approach\nto deciphering the human genome is not without considerable risk.\nEach human chromosome is a single DNA molecule roughly 100 million\nbases in length. The sequencing machines that determine the order\nof DNA bases cannot handle pieces longer than 600 bases or so.\nReconstructing a full length chromosome from such short snippets is\na formidable task by whatever method it is done.\n\n   In the public consortium's approach, a chromosome is broken down\ninto large overlapping fragments, and biologists then try to figure\nout which region on the chromosome each fragment comes from, a\nprocess known as mapping. In Venter's process, called a whole\ngenome shotgun, the entire genome is broken into sets of large and\nsmall fragments, and the pieces are assembled from their overlaps\nwithout prior mapping of their chromosomal positions.\n\n   Venter and his colleague Smith have developed some clever tricks\nto help bypass the tedious mapping stage but nonetheless will have\nto piece together a jigsaw puzzle of 70 million pieces without any\ncrib sheet.\n\n   Venter's criticism of the public program is based on his view\nthat the mapping process has not been made to work efficiently.\nThere are risks in his own too. Because the human genome contains\nmany regions where the same DNA sequence is repeated over and over\nwith few or no variations, some biologists believe it may be hard\nto reconstitute the genome from a shotgun experiment as the\nrepetitive regions will yield a nightmare of almost identical\npieces.\n\n   Venter and Smith used their shotgun strategy to sequence the\nfirst bacterial genome in 1995 but that possessed a mere 1.8\nmillion units of DNA. The Drosophila fruitfly, which is thought to\nhave a genome of 160 million units, will prove a harsher test of\nthe strategy, and even Drosophila is a fraction the size of the\nthree billion unit human genome.\n\n   Venter expresses no doubt that his enormous gamble will be\nsuccessful. Sitting in Celera's cafeteria, clad casually in jeans\nand more relaxed than usual, he banters light heartedly with\ncolleagues while dishing out zingers to the opposition.\n\n   ``Far from us being the evil empire, we as a corporation are\nproviding them with the tools and reagents to try to compete with\nus,'' he says with Vader-like finality.\n\n   ``Assuming we could do the Drosophila genome, we think the world\nwill change,'' he says. ``It will be like before and after\nHaemophilus. And once the paradigm is proven again, I guarantee\nthat everybody will adopt it.''\n","Headline":"\nTHE GENOME'S COMBATIVE ENTREPRENEUR \n","Text":["\n   ROCKVILLE, Md. _ It is like visiting a boxer in his training\ncamp a few days before the big fight. The display of muscle. The\nbrassy predictions of victory. The forecast that the world will be\nchanged after the dazed opponent has been carried from the ring\nfeet first before a jeering crowd.\n","\n   But in this case the muscle consists of a HAL-sized computer,\nsaid to be the second most powerful in the world, and a\nballroom-like chamber being equipped to receive $30 million worth\nof high-tech machines. The opponents are the federal government and\nthe world's largest medical philanthropy. And yes, the world might\nreally be changed just a little if the vaunted victory is achieved.\n","\n   Dr. J. Craig Venter, a pioneer in the sequencing, or decoding,\nof DNA, is beginning a new venture of boundless ambition.\nSequencing the entire three billion letters of human DNA by the end\nof 2001, a goal first announced last May, is just the start of his\ngrand design.\n","\n   His immediate goal is to sequence the genomes of five\nscientifically important species _ fruitfly, mouse, human, the\nAridopsis mustard and rice. These will be the core of a biomedical\nand an agricultural database.\n","\n   His wider plan is to sequence the genomes of a thousand major\nspecies in the next 10 years and to make this fountain of genetic\ninformation the centerpiece of an electronic information empire. An\nannotated genome _ explanations of what each gene does, keyed to\nits DNA sequence _ is the logical organizing principle around which\nto develop a full description of any organism and its biology.\n","\n   Venter will store all this information on his computers, along\nwith related data contributed by other biologists and special\nprograms for searching and analyzing the vast trove. His ambition\nis to create a database as essential for biologists and physicians\nas the Bloomberg data terminals are for the financial world.\n","\n   Trouncing the publicly financed effort to sequence the human\ngenome seems to be just a small part, however pleasurable, of this\ngrand design. ``My major mental goal right now is not to beat\npublicly funded scientists at doing something. What we are doing\ngives us far more than that,'' Venter said while showing a visitor\naround his new plant here, in a suburb a few miles north of\nWashington's Beltway.\n","\n   Venter asserts that the public effort to sequence the human\ngenome, by a group of academic centers financed by the National\nInstitutes of Health and the Wellcome Trust of London, has chosen a\nflawed strategy that will produce a seriously incomplete DNA\nsequence. The public consortium breaks DNA in large fragments, maps\nthe positions of the fragments on the chromosomes and then\nsequences the fragments. Venter's approach is to fit the fragments\ntogether without a map.\n","\n   He implies that his rivals should pack up and find some other\nline of work, a course whose wisdom will be clear before the end of\nthe year: by that time he hopes to have validated his own strategy\nby sequencing the fruitfly's genome.\n","\n   ``Both Morgan and Collins are putting good money after bad,''\nVenter says, referring to Dr. Michael Morgan, the Wellcome Trust's\nexecutive for genome sequencing and Dr. Francis Collins, director\nof the NIH's part of the human genome project. ``Their plan is not\nto finish the genome,'' he says, but rather to prevent him from\nobtaining the only sequence and locking it up with patent claims.\n","\n   An associate of Collins, Dr. Kathy Hudson, said that he remained\n``totally confident of the current human genome project strategy\nand that, ``While Venter is certainly a fascinating personality,\nhis every utterance does not seem to warrant a story in The New\nYork Times.'' Morgan said the public consortium's strategy was\nsafer than Venter's.\n","\n   Venter has always reveled in portraying himself as an outsider\nto the biomedical establishment, a maverick implementer of bold\nideas that other scientists say cannot work. Coming from almost\nanyone else, the rhetoric might be sharply discounted. But at least\nas far as his own plans are concerned, Venter has acquired both the\ntrack record and the resources _ half a billion dollars _ to be\ntaken seriously.\n","\n   As an unknown researcher at the NIH, Venter became interested in\nsequencing human DNA, particularly after the first commercial\nsequencing machines became available. In 1992, a medical financier,\nthe late Wallace Steinberg, spotted the significance of Venter's\nideas and set him up to work independently, founding the Institute\nfor Genomic Research.\n","\n   He and a colleague, Dr. Hamilton O. Smith, changed microbiology\nwhen for the first time they decoded the genome of a bacterium. An\narticle by them, published in 1995, sealed Venter's standing as a\nserious scientist. (Smith already had a Nobel Prize in Physiology\nor Medicine.)\n","\n   The genomes of almost every significant pathogenic organism are\nnow being sequenced, and young scientists are flocking to what had\nbeen seen as a mature field.\n","\n   Last year Venter, who is now 52, amazed the biomedical world by\nsaying he would sequence the human genome ahead of the public\nconsortium. Together with a colleague, Dr. Michael W. Hunkapiller,\nhe has in effect hijacked a major company, the former Perkin-Elmer\nCorp.\n","\n   Now the PE Corp., it has sold off its well-known instrument\nmaking operations and transformed itself into a pure genome\ncompany. Hunkapiller is head of one division, PE Biosystems, which\nmakes the leading brand of DNA sequencing machines, and Venter is\nhead of the other, known as Celera. Trading in PE Biosystems and\nCelera began earlier this month.\n","\n   Hunkapiller, who first proposed the idea of a separate human\nproject, has in effect set off an arms race between Celera and the\npublic consortium to buy his new sequencing machines. So far Celera\nhas ordered 300 machines and the public consortium 200. The\nmachines cost $300,000 apiece.\n","\n   Celera is capitalized at $330 million and will receive $75\nmillion from PE Biosystems. Two pharmaceutical companies, Pharmacia\nand Amgen, have taken out $50 million, five-year subscriptions each\nto Celera's human genome database. As a result Venter, who owns 5.5\npercent of Celera, has more than $500 million to invest in\nimplementing his design.\n","\n   Venter calculates his 300 sequencing machines will be able to\ndecode 140 million units of DNA every 24 hours, making Celera the\nmost powerful DNA sequencing center in the world. To reconstruct\ngenomes from millions of small pieces of DNA, and store vast\narchives of assembled sequence, he has invested heavily in data\nprocessing equipment.\n","\n     \nnn\n","\n   By the end of the year, Celera's computer will have 20 trillion\nbytes of disk storage. Its computational capacity, when completed,\nwill make it the second most powerful in the world after the\nDepartment of Energy's computer that simulates nuclear explosions,\nsaid Keith Pillow, a spokesman for Compaq, which supplied the\ncomputer.\n","\n   At Celera's Rockville building, 50 of Hunkapiller's new\nsequencing machines are already running. Their first major tasks\nwill be to sequence the genome of the Drosophila fruitfly and then,\nif this pilot project succeeds, to tackle the human genome.\n","\n   Venter plans to sequence the genomes of five individuals, to be\nselected from the major ethnic groups and including three men and\ntwo women. The people will be chosen from a large number of\nvolunteers and will not know they have been selected.\n","\n   From these 10 sets of chromosomes (each individual has a\npaternal and maternal set) Celera will generate a ``consensus''\nhuman sequence as well as an expected 20 million or so of the DNA\nvariations, known as polymorphisms, that make each person unique.\nThe polymorphisms are of great interest to drug companies because\nthey are the genetic reason why people respond differently to\ndifferent drugs.\n","\n   The polymorphism data will be open only for a fee but the\nconsensus human DNA sequence, Venter said, will be made freely\navailable for academic scientists to search, though not to download\nuntil the full sequence is completed. This restriction seems\ndesigned to prevent the public consortium from using Celera's human\ngenome sequence to help complete its own.\n","\n   The restriction creates a lack of reciprocity because Venter\nfully intends to use the interim sequence information being\nreleased by the public consortium. Venter said progress on the\nhuman genome would be faster if Celera and the public consortium\nwere to cooperate, as they are doing on Drosophila.\n","\n   Cooperation is less simple than it may appear, however, as the\ntwo groups have different rules for releasing information and\ndifferent agendas. Both Morgan and Collins said they would be happy\nto cooperate if Celera would agree to full and immediate\npublication of its sequencing data.\n","\n   After the human and mouse genomes are sequenced, Celera's\nphalanx of sequencing machines will turn to other interesting\nspecies. ``I am dying to add chimp to this,'' Venter says. The\nchimpanzee genome, which differs hardly at all from human DNA,\nwould help identify the handful of genetic changes specific to\npeople.\n","\n   ``It's easy to make a list of a hundred insects whose genomes\nwould be interesting. Look at how much money we spend on killing\ninsects,'' he says. The cow genome also seems high on his list of\ncandidates, in the belief the beef industry would pay well for it.\n","\n   Despite the confidence that Venter projects, Celera's approach\nto deciphering the human genome is not without considerable risk.\nEach human chromosome is a single DNA molecule roughly 100 million\nbases in length. The sequencing machines that determine the order\nof DNA bases cannot handle pieces longer than 600 bases or so.\nReconstructing a full length chromosome from such short snippets is\na formidable task by whatever method it is done.\n","\n   In the public consortium's approach, a chromosome is broken down\ninto large overlapping fragments, and biologists then try to figure\nout which region on the chromosome each fragment comes from, a\nprocess known as mapping. In Venter's process, called a whole\ngenome shotgun, the entire genome is broken into sets of large and\nsmall fragments, and the pieces are assembled from their overlaps\nwithout prior mapping of their chromosomal positions.\n","\n   Venter and his colleague Smith have developed some clever tricks\nto help bypass the tedious mapping stage but nonetheless will have\nto piece together a jigsaw puzzle of 70 million pieces without any\ncrib sheet.\n","\n   Venter's criticism of the public program is based on his view\nthat the mapping process has not been made to work efficiently.\nThere are risks in his own too. Because the human genome contains\nmany regions where the same DNA sequence is repeated over and over\nwith few or no variations, some biologists believe it may be hard\nto reconstitute the genome from a shotgun experiment as the\nrepetitive regions will yield a nightmare of almost identical\npieces.\n","\n   Venter and Smith used their shotgun strategy to sequence the\nfirst bacterial genome in 1995 but that possessed a mere 1.8\nmillion units of DNA. The Drosophila fruitfly, which is thought to\nhave a genome of 160 million units, will prove a harsher test of\nthe strategy, and even Drosophila is a fraction the size of the\nthree billion unit human genome.\n","\n   Venter expresses no doubt that his enormous gamble will be\nsuccessful. Sitting in Celera's cafeteria, clad casually in jeans\nand more relaxed than usual, he banters light heartedly with\ncolleagues while dishing out zingers to the opposition.\n","\n   ``Far from us being the evil empire, we as a corporation are\nproviding them with the tools and reagents to try to compete with\nus,'' he says with Vader-like finality.\n","\n   ``Assuming we could do the Drosophila genome, we think the world\nwill change,'' he says. ``It will be like before and after\nHaemophilus. And once the paradigm is proven again, I guarantee\nthat everybody will adopt it.''\n"]}