{"DocumentId":"NYT19990428.0059","TopicId":"NYT","Relevance":"0","Body":" BC-MILLENNIUM-BEST-DEMOCRACY-NYTSF \n    \n\n  \n `Every Dictator's Nightmare'  \n       (This article has already moved to Centerpiece and Millennium\nPlus partnership clients. To publish as a one shot _ and for\nmillennium rates and packages _ please contact one of these New\nYork Times Syndicate sales representatives: \n      (--U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697. \n      (--Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942. \n      (--Latin America: OLIVIA VASQUEZ in Los Angeles, 310-996-0075;\nfax, 310-996-0089.  By WOLE SOYINKA  \n FROM: The New York Times Magazine  \n c.1999 Wole Soyinka  \n\n   For release: April 18 or thereafter      \n   NOTE: At the author's request, this text may not be edited or\ntrimmed.      \n   Editors: See THE LOCAL ANGLE box below     \n\n   _____    The message, whether from Yoruban elders of the Founding\nFathers, the Bible or the Koran, is the same: Humans have rights.  \n\n   With the blood-soaked banner of religious fanaticism billowing\nacross the skies as one prominent legacy of this millennium, Martin\nLuther's famous theses against religious absolutism struck me early\nas a strong candidate for the best idea of the last thousand years.\n\n   By progressive association, so did the microprocessor and its\nimplications _ the liberalization of access to knowledge, and a\nquantum boost for the transmission of ideas.\n\n   There is, however, a nobler idea that has spread by its own\npower in this millennium and that has now begun to flourish: the\nidea that certain fundamental rights are inherent to all humanity.\n\n   Humankind has always struggled to assert certain values in their\nown right, values that the individual intuitively felt belonged to\neach person as part of natural existence. It is difficult to\nimagine a period when such values were not pursued in spasmodic\nacts of dissent from norms that appeared to govern society even in\nits most rudimentary form.\n\n   Even after years of conformity to hallowed precedents, a few\ndissidents always arise, and they obtain their primary impulse in\ncrucial instances from the individual's seizure of his or her\nsubjective worth.\n\n   In the devolution of authority to one individual as the head of\na collective, a system of checks on arbitrary authority is\nprevalent. Take, for instance, monarchical rule among the Yoruba,\nthe people now concentrated in western Nigeria. At the apex is a\nquasi-deified personage, endowed with supreme authority over his\nsubjects. To preserve the mystic aura of such a ruler, he is never\nseen to eat or drink.\n\n   In earlier times, he was not permitted to speak directly to his\npeople but had to employ an intermediary voice, a spokesman. For\nthe highest-ranked kings in the Yoruban world, the ``ekeji orisa''\n(companions to the deities), it was forbidden even to see their\nfaces. Despite the social and psychological distance between the\nleader and his subjects, the monarch was pledged to rule within a\nstrict contract of authority.\n\n   Transgression of a taboo, say, or failure to fulfill ceremonial\nduties on time, resulted in fines, rituals of appeasement or a\nperiod of ostracism. The major crime, however, was abuse of power,\nexcessive authoritarianism and a trampling on the rights of the\ncitizenry.\n\n   For this category of crimes, there was only one response: the\nking, on being found guilty, was given a covered calabash and\ninvited to retreat to his inner chambers. He understood the\nsentence: he must never again be seen among the living.\n\n   Sometimes, of course, an individual manages to convert\ncollective authority into a personal monopoly. In these instances,\nsociety is characterized by tensions, palpable or hidden, between\nthe suppressed rights of the people and the power rapacity of one\nindividual.\n\n   But where does society ground its claims, its resistant will, in\nsuch circumstances? We know that rebellion may be triggered by\nrecollections of more equitable relationships, by material\nexpropriation or by a cultural transgression that affects the\nspiritual well-being of the community or individual. Such rebellion\nfinds its authority in the belief, in one citizen after another,\nthat the ruler has violated a fundamental condition of human\nexistence.\n\n   The ``droit du seigneur,'' the ``right'' that confers on the\nlord the pleasure of deflowering, on her marriage night, the bride\nof any of his vassals _ on what does the ritually cuckolded groom\nfinally ground his rebellion other than a subjective sense of\nself-worth? What of the Yoruban monarch who, even today in certain\nparts of my world, tries to exercise his ``right'' to ``gbese le''\n_ that is, to place his royal slipper, symbolically, on any woman\nwho catches his fancy, and thus assign her to his harem?\n\n   The manor lord's entitlement to compulsory labor from his\npeasants, the ownership of another being as a slave, the new age of\nenslavement of womanhood in countries such as Afghanistan _ the\nchallenges to these and other so-called rights surely commence with\nthe interrogation of self-worth, expanding progressively toward an\nexamination of the common worth of the human entity as a unit of\nirreducible properties and rights.\n\n   It took centuries for societies to influence one another to the\ncritical extent needed to incite the philosophic mind to address\nthe concept of the human race in general, and not simply as members\nof a specific race or occupants of a geographical space. In its\nrudimentary beginnings, each society remained limited by a process\nthat codified its own now-recognizable collective interests against\nall others, like the Magna Carta and the Bill of Rights.\n\n   Such oaths of fealty by petty chieftains imposed duties on the\nsuzerain but also entrenched their own equally arbitrary mechanisms\nof authority and coercion over the next level of society. This\nsometimes resulted in the bizarre alliance of the monarch with his\nlowest vassals against his overreaching barons and chieftains.\n\n   Like race and citizenship, religion was not far behind in the\nexclusionist philosophy of rights, formulating codes to protect the\nrights of the faithful but denying the same to others _ the Cross\nagainst the Crescent, Buddhist versus Hindu, the believer against\nthe infidel. Or simply religion versus secularism.\n\n   Ground into powder beneath the hooves of the contending\nbehemoths of religion, ideology and race, each social unit ponders,\nat least periodically, how he or she differs from cattle or sheep,\nfrom the horses that pull the carriages of majesty, even when such\nchoices are the mere expressions of the collective will. If order\nalone, ornamentation, social organization, technology, bonding and\neven productive structures were all that defined the human species,\nthen what significant properties marked out Homo sapiens as\ndistinct from the rest of the living species?\n\n   Polarizations within various micro-worlds _ us versus the\ninferior them _ have long been armed with industrious\nrationalizations. Christian and Islamic theologians throughout\nhistory have quarried their scriptures for passages that stress the\nincontestable primacy of an unseen and unknowable Supreme Deity who\nhas conferred authority on them. And to what end? Largely to divide\nthe world into us and the rest.\n\n   The great philosophical minds of Europe, such as Hume, Hegel and\nKant, bent their prodigious talents to separating the species into\nthose with rights and those with none, founded on the convenient\ntheory that some people were human and others less so.\n\n   The Encyclopedists of France, products of the so-called Age of\nReason, remain the most prolific codifiers of the human (and other)\nspecies on an ambitiously comprehensive scale, and their scholarly\nindustry conferred a scientific benediction on a purely commercial\nproject that saw millions of souls dragged across the ocean to\nserve as beasts of burden.\n\n   Religion and commerce _ far older professions than the one that\nis sometimes granted that distinction, but of an often-identical\ntemperament _ were reinforced by the authority of new scientific\ntheories to divide humanity into higher and lower manifestations of\nthe species. The dichotomy of the world was complete.\n\n   It took the near triumph of fascism to bring the world to its\nsenses. The horror of the Holocaust finally took the rulers of the\nworld back to the original question: What is the true value of\nhumanity? It is to be doubted if the victorious three meeting in\nYalta actually went into any profound philosophical niceties in the\ndiscussions that resulted in the United Nations, that partial\nattempt to reverse the dichotomizing course of humanity.\n\n   That course, taken to its ultimate conclusion, had just resulted\nin an attempted purification of the species, the systematic\nelimination of millions in gas chambers and a war that mired the\npotential of Europe in the blood of its youth. After all, the\nconcept of the master race was not new, but it was never before so\nobsessively articulated and systematically pursued. It was time to\nrethink the entire fate of humanity. The conversations at Yalta,\nconversations that led to the birth of the United Nations, were a\npartial answer to that question.\n\n   The first stage was to render the new thinking in concrete\nterms, to enshrine in a charter of rights the product of the\nbruising lessons of the immediate past: the United Nations and the\nUniversal Declaration of Human Rights. The informing recognition is\nthat long-suppressed extract of the intuition that humanity had\nguarded through evolution, one that had been proposed, compromised,\namended, vitiated, subverted but never abandoned: that, for all\nhuman beings, there do exist certain fundamental rights.\n\n   The idea already exists in the Bible, in the Koran, in the\nBhagavad-Gita, in the Upanishads, but always in curtailed form,\nrelativist, patriarchal, always subject to the invisible divine\nrealms whose interpreters are mortals with distinct, secular\nagendas, usually allied to the very arbitrary controls that are a\ncontradiction to such ideas. Quiet, restrained, ignored by but also\nblissfully indifferent to the so-called world religions, Ifa, the\ncorpus of Yoruban spiritual precepts and secular philosophy, its\norigins lost in antiquity but preserved and applied till today,\nannunciates identical ideas through Orunmila, the god of\ndivination:\n\n   ``Dandan enia l'ayan ko mu ire lo s'aye ... Ipo rere naa ni\naye-amotan ohungbogbo, ayo nnigbagbogbo, igbesi laisi ominu tabi\niberu ota.''\n\n   ``Certainly, it is the human being that was elected to bring\nvalues to the world ... and his place of good is the knowledge of\nall things, joy at all times, freedom from anxiety and freedom from\nfear of the enemy.'' (Irosu Wori)\n\n   Humanity has been straining to seize the fullness of this\ndoctrine, the right to knowledge, the freedom from anxiety, the\nright to security of existence as inherent to the species. It is\nonly the process of promulgating its pertinence to all mankind that\nhas been long and costly. The kernel of the idea, therefore, is\nboth timeless and new. Its resurrection _ the concrete seizure of\nthe idea within this millennium, answering the exigencies of\npolitics, religion and power and securing it within the bedrock of\nuniversality _ was a destiny that would first be embraced by\nFrance.\n\n   There, alas, the events that gave new life to this idea did not\nencourage its adoption on a universal scale, indeed not even\ndurably within France itself. The restoration of slavery by\nNapoleon was surely the most blatant contradiction of the idea, but\nthis did not much trouble the emperor.\n\n   Still, the idea had taken hold, the idea of the rights of man as\na universal principle. It certainly motored the passion of the\ngenuine idealists in the abolition of the slave trade, who must\nalways be distinguished from those to whom abolition was simply a\nshrewd commercial calculation.\n\n   The idea of the American Declaration of Independence _ an idea\nthat still lacks full realization _ that ``all men are created\nequal, that they are endowed by their Creator with certain\nunalienable Rights'' is an adumbration of that original idea from\nwhich the French Revolution obtained its inspiration, one that has\ncontinued to convulse the unjust order of the world wherever it has\nbeen grasped: the fundamental rights of man.\n\n   It is an idea whose suppression is the main occupation of\ndictatorships _ be these military or civilian, of the right or the\nleft, secular or theocratic. It is, however, their nightmare, their\nsingle province of terror, one that they cannot exorcise, not even\nthrough the most unconscionable pogroms, scorched-earth campaigns\nand crimes against humanity. It is an idea that has transformed the\nlives of billions and remains poised to liberate billions more,\nsince it is an idea that will not settle for tokenism or for\nrelativism _ it implicitly links the liberation of one to the\nliberation of all.\n\n   Its gospel of universalism is anchored in the most affective\nimpulse that cynics attribute to the choices made by humanity,\nself-love, but one that now translates humanity as one's own self.\n\n     (Wole Soyinka, a playwright, won the Nobel Prize in Literature\nin 1986.)  \n\n     -0-  \n\n     THE LOCAL ANGLE: Here are a few ideas to localize this piece:  \n\n   Who in your area is fighting for human rights? What are the\nissues closest to home? How do teens and college students feel\nabout human-rights questions? How can your readers become involved\nin human-rights causes in the neighborhood or around the world? Do\nyou have ethnic populations for whom international human-rights\nviolations are local stories? What are the latest news updates on\nnational and international stories? The following organizations\noffer extensive networks for developing local angles on the crucial\nissues.\n\n   1. Amnesty International    http://www.amnesty.org   , or\n1-800-AMNESTY, has a comprehensive listing of links to other\nhuman-rights organizations over a vast number of issues. For a\nlisting of local, college and high school groups by state and\nregional officers, go directly to the U.S. website:\n   http://www.amnestyusa.org/  \n\n   2. Human Rights Watch http:    //www.hrw.org    The website\noffers research and advocacy information. For New York\nheadquarters, phone 212-290-4700. For data on U.S. projects,\ncontact Allyson Collins    collina   hrw.org  \n\n   3. Lawyers Committee for Human Rights\n   http://www.lchw.org/lchr/    is involved in international and\nnational human-rights issues including immigration and sweatshops.\nPhone the communications director at 212-845-5200, for ideas on\nsources in your area.\n\n   ------------------  \n","Headline":"\n    \n","Text":["\n   _____    The message, whether from Yoruban elders of the Founding\nFathers, the Bible or the Koran, is the same: Humans have rights.  \n","\n   With the blood-soaked banner of religious fanaticism billowing\nacross the skies as one prominent legacy of this millennium, Martin\nLuther's famous theses against religious absolutism struck me early\nas a strong candidate for the best idea of the last thousand years.\n","\n   By progressive association, so did the microprocessor and its\nimplications _ the liberalization of access to knowledge, and a\nquantum boost for the transmission of ideas.\n","\n   There is, however, a nobler idea that has spread by its own\npower in this millennium and that has now begun to flourish: the\nidea that certain fundamental rights are inherent to all humanity.\n","\n   Humankind has always struggled to assert certain values in their\nown right, values that the individual intuitively felt belonged to\neach person as part of natural existence. It is difficult to\nimagine a period when such values were not pursued in spasmodic\nacts of dissent from norms that appeared to govern society even in\nits most rudimentary form.\n","\n   Even after years of conformity to hallowed precedents, a few\ndissidents always arise, and they obtain their primary impulse in\ncrucial instances from the individual's seizure of his or her\nsubjective worth.\n","\n   In the devolution of authority to one individual as the head of\na collective, a system of checks on arbitrary authority is\nprevalent. Take, for instance, monarchical rule among the Yoruba,\nthe people now concentrated in western Nigeria. At the apex is a\nquasi-deified personage, endowed with supreme authority over his\nsubjects. To preserve the mystic aura of such a ruler, he is never\nseen to eat or drink.\n","\n   In earlier times, he was not permitted to speak directly to his\npeople but had to employ an intermediary voice, a spokesman. For\nthe highest-ranked kings in the Yoruban world, the ``ekeji orisa''\n(companions to the deities), it was forbidden even to see their\nfaces. Despite the social and psychological distance between the\nleader and his subjects, the monarch was pledged to rule within a\nstrict contract of authority.\n","\n   Transgression of a taboo, say, or failure to fulfill ceremonial\nduties on time, resulted in fines, rituals of appeasement or a\nperiod of ostracism. The major crime, however, was abuse of power,\nexcessive authoritarianism and a trampling on the rights of the\ncitizenry.\n","\n   For this category of crimes, there was only one response: the\nking, on being found guilty, was given a covered calabash and\ninvited to retreat to his inner chambers. He understood the\nsentence: he must never again be seen among the living.\n","\n   Sometimes, of course, an individual manages to convert\ncollective authority into a personal monopoly. In these instances,\nsociety is characterized by tensions, palpable or hidden, between\nthe suppressed rights of the people and the power rapacity of one\nindividual.\n","\n   But where does society ground its claims, its resistant will, in\nsuch circumstances? We know that rebellion may be triggered by\nrecollections of more equitable relationships, by material\nexpropriation or by a cultural transgression that affects the\nspiritual well-being of the community or individual. Such rebellion\nfinds its authority in the belief, in one citizen after another,\nthat the ruler has violated a fundamental condition of human\nexistence.\n","\n   The ``droit du seigneur,'' the ``right'' that confers on the\nlord the pleasure of deflowering, on her marriage night, the bride\nof any of his vassals _ on what does the ritually cuckolded groom\nfinally ground his rebellion other than a subjective sense of\nself-worth? What of the Yoruban monarch who, even today in certain\nparts of my world, tries to exercise his ``right'' to ``gbese le''\n_ that is, to place his royal slipper, symbolically, on any woman\nwho catches his fancy, and thus assign her to his harem?\n","\n   The manor lord's entitlement to compulsory labor from his\npeasants, the ownership of another being as a slave, the new age of\nenslavement of womanhood in countries such as Afghanistan _ the\nchallenges to these and other so-called rights surely commence with\nthe interrogation of self-worth, expanding progressively toward an\nexamination of the common worth of the human entity as a unit of\nirreducible properties and rights.\n","\n   It took centuries for societies to influence one another to the\ncritical extent needed to incite the philosophic mind to address\nthe concept of the human race in general, and not simply as members\nof a specific race or occupants of a geographical space. In its\nrudimentary beginnings, each society remained limited by a process\nthat codified its own now-recognizable collective interests against\nall others, like the Magna Carta and the Bill of Rights.\n","\n   Such oaths of fealty by petty chieftains imposed duties on the\nsuzerain but also entrenched their own equally arbitrary mechanisms\nof authority and coercion over the next level of society. This\nsometimes resulted in the bizarre alliance of the monarch with his\nlowest vassals against his overreaching barons and chieftains.\n","\n   Like race and citizenship, religion was not far behind in the\nexclusionist philosophy of rights, formulating codes to protect the\nrights of the faithful but denying the same to others _ the Cross\nagainst the Crescent, Buddhist versus Hindu, the believer against\nthe infidel. Or simply religion versus secularism.\n","\n   Ground into powder beneath the hooves of the contending\nbehemoths of religion, ideology and race, each social unit ponders,\nat least periodically, how he or she differs from cattle or sheep,\nfrom the horses that pull the carriages of majesty, even when such\nchoices are the mere expressions of the collective will. If order\nalone, ornamentation, social organization, technology, bonding and\neven productive structures were all that defined the human species,\nthen what significant properties marked out Homo sapiens as\ndistinct from the rest of the living species?\n","\n   Polarizations within various micro-worlds _ us versus the\ninferior them _ have long been armed with industrious\nrationalizations. Christian and Islamic theologians throughout\nhistory have quarried their scriptures for passages that stress the\nincontestable primacy of an unseen and unknowable Supreme Deity who\nhas conferred authority on them. And to what end? Largely to divide\nthe world into us and the rest.\n","\n   The great philosophical minds of Europe, such as Hume, Hegel and\nKant, bent their prodigious talents to separating the species into\nthose with rights and those with none, founded on the convenient\ntheory that some people were human and others less so.\n","\n   The Encyclopedists of France, products of the so-called Age of\nReason, remain the most prolific codifiers of the human (and other)\nspecies on an ambitiously comprehensive scale, and their scholarly\nindustry conferred a scientific benediction on a purely commercial\nproject that saw millions of souls dragged across the ocean to\nserve as beasts of burden.\n","\n   Religion and commerce _ far older professions than the one that\nis sometimes granted that distinction, but of an often-identical\ntemperament _ were reinforced by the authority of new scientific\ntheories to divide humanity into higher and lower manifestations of\nthe species. The dichotomy of the world was complete.\n","\n   It took the near triumph of fascism to bring the world to its\nsenses. The horror of the Holocaust finally took the rulers of the\nworld back to the original question: What is the true value of\nhumanity? It is to be doubted if the victorious three meeting in\nYalta actually went into any profound philosophical niceties in the\ndiscussions that resulted in the United Nations, that partial\nattempt to reverse the dichotomizing course of humanity.\n","\n   That course, taken to its ultimate conclusion, had just resulted\nin an attempted purification of the species, the systematic\nelimination of millions in gas chambers and a war that mired the\npotential of Europe in the blood of its youth. After all, the\nconcept of the master race was not new, but it was never before so\nobsessively articulated and systematically pursued. It was time to\nrethink the entire fate of humanity. The conversations at Yalta,\nconversations that led to the birth of the United Nations, were a\npartial answer to that question.\n","\n   The first stage was to render the new thinking in concrete\nterms, to enshrine in a charter of rights the product of the\nbruising lessons of the immediate past: the United Nations and the\nUniversal Declaration of Human Rights. The informing recognition is\nthat long-suppressed extract of the intuition that humanity had\nguarded through evolution, one that had been proposed, compromised,\namended, vitiated, subverted but never abandoned: that, for all\nhuman beings, there do exist certain fundamental rights.\n","\n   The idea already exists in the Bible, in the Koran, in the\nBhagavad-Gita, in the Upanishads, but always in curtailed form,\nrelativist, patriarchal, always subject to the invisible divine\nrealms whose interpreters are mortals with distinct, secular\nagendas, usually allied to the very arbitrary controls that are a\ncontradiction to such ideas. Quiet, restrained, ignored by but also\nblissfully indifferent to the so-called world religions, Ifa, the\ncorpus of Yoruban spiritual precepts and secular philosophy, its\norigins lost in antiquity but preserved and applied till today,\nannunciates identical ideas through Orunmila, the god of\ndivination:\n","\n   ``Dandan enia l'ayan ko mu ire lo s'aye ... Ipo rere naa ni\naye-amotan ohungbogbo, ayo nnigbagbogbo, igbesi laisi ominu tabi\niberu ota.''\n","\n   ``Certainly, it is the human being that was elected to bring\nvalues to the world ... and his place of good is the knowledge of\nall things, joy at all times, freedom from anxiety and freedom from\nfear of the enemy.'' (Irosu Wori)\n","\n   Humanity has been straining to seize the fullness of this\ndoctrine, the right to knowledge, the freedom from anxiety, the\nright to security of existence as inherent to the species. It is\nonly the process of promulgating its pertinence to all mankind that\nhas been long and costly. The kernel of the idea, therefore, is\nboth timeless and new. Its resurrection _ the concrete seizure of\nthe idea within this millennium, answering the exigencies of\npolitics, religion and power and securing it within the bedrock of\nuniversality _ was a destiny that would first be embraced by\nFrance.\n","\n   There, alas, the events that gave new life to this idea did not\nencourage its adoption on a universal scale, indeed not even\ndurably within France itself. The restoration of slavery by\nNapoleon was surely the most blatant contradiction of the idea, but\nthis did not much trouble the emperor.\n","\n   Still, the idea had taken hold, the idea of the rights of man as\na universal principle. It certainly motored the passion of the\ngenuine idealists in the abolition of the slave trade, who must\nalways be distinguished from those to whom abolition was simply a\nshrewd commercial calculation.\n","\n   The idea of the American Declaration of Independence _ an idea\nthat still lacks full realization _ that ``all men are created\nequal, that they are endowed by their Creator with certain\nunalienable Rights'' is an adumbration of that original idea from\nwhich the French Revolution obtained its inspiration, one that has\ncontinued to convulse the unjust order of the world wherever it has\nbeen grasped: the fundamental rights of man.\n","\n   It is an idea whose suppression is the main occupation of\ndictatorships _ be these military or civilian, of the right or the\nleft, secular or theocratic. It is, however, their nightmare, their\nsingle province of terror, one that they cannot exorcise, not even\nthrough the most unconscionable pogroms, scorched-earth campaigns\nand crimes against humanity. It is an idea that has transformed the\nlives of billions and remains poised to liberate billions more,\nsince it is an idea that will not settle for tokenism or for\nrelativism _ it implicitly links the liberation of one to the\nliberation of all.\n","\n   Its gospel of universalism is anchored in the most affective\nimpulse that cynics attribute to the choices made by humanity,\nself-love, but one that now translates humanity as one's own self.\n","\n     (Wole Soyinka, a playwright, won the Nobel Prize in Literature\nin 1986.)  \n","\n     -0-  \n","\n     THE LOCAL ANGLE: Here are a few ideas to localize this piece:  \n","\n   Who in your area is fighting for human rights? What are the\nissues closest to home? How do teens and college students feel\nabout human-rights questions? How can your readers become involved\nin human-rights causes in the neighborhood or around the world? Do\nyou have ethnic populations for whom international human-rights\nviolations are local stories? What are the latest news updates on\nnational and international stories? The following organizations\noffer extensive networks for developing local angles on the crucial\nissues.\n","\n   1. Amnesty International    http://www.amnesty.org   , or\n1-800-AMNESTY, has a comprehensive listing of links to other\nhuman-rights organizations over a vast number of issues. For a\nlisting of local, college and high school groups by state and\nregional officers, go directly to the U.S. website:\n   http://www.amnestyusa.org/  \n","\n   2. Human Rights Watch http:    //www.hrw.org    The website\noffers research and advocacy information. For New York\nheadquarters, phone 212-290-4700. For data on U.S. projects,\ncontact Allyson Collins    collina   hrw.org  \n","\n   3. Lawyers Committee for Human Rights\n   http://www.lchw.org/lchr/    is involved in international and\nnational human-rights issues including immigration and sweatshops.\nPhone the communications director at 212-845-5200, for ideas on\nsources in your area.\n","\n   ------------------  \n"]}