{"DocumentId":"NYT19991026.0144","TopicId":"NYT","Relevance":"0","Body":" BC-CRASH-COUNT27-LONG-COX \n    \n\n      FALLING FROM THE SKY: Military undercounts aircraft accidents\n      \n      This is part of a six-day series from the Dayton Daily News on\nthe safety of military aircraft, the result of an 18-month\ninvestigation and study of databases of incidents from the\nmilitary's safety centers. The series is available for use starting\nSunday, Oct. 24, through Friday, Oct. 29.\n      Photos and graphics are moving from the New York Times News\nService.\n      Stories are moving on this schedule:\n      Moved Friday for Sunday, Oct. 24: CRASH-MAIN, CRASH-SC,\nCRASH-HOW.\n      Moved Friday for Monday, Oct. 25: CRASH-METAL.\n      Moving Monday for Tuesday, Oct. 26: CRASH-MAINTENANCE,\nCRASH-TIMMER.\n      Moving Tuesday for Wednesday, Oct. 27: CRASH-COUNT,\nCRASH-BUTTON.\n      Moving Wednesday for Thursday, Oct. 28: CRASH-CONTRACTORS.\n      Moving Thursday for Friday, Oct. 29: CRASH-KNIGHTS,\nCRASH-MCNALLY.\n      Starred files will move in long and short versions.\n      The first day's installment is also available as a CoxNet Focus\npage at www.nytsyn.com/pageexpress.\n      If you have questions, please contact CoxNet at 404-526-5456.\n      \n      By Russell Carollo\n      c. 1999 Cox News Service\n\n   DAYTON, Ohio _ Two pilots were killed and a $2.3 million\naircraft was lost when an F-4G fighter belonging to the Air Force\nMaterial Command at Wright Patterson Air Force Base crashed near\nLas Vegas on May 14, 1993.\n\n   Footage of the burning jet topped the evening news in Las Vegas,\nbut the crash wasn't included in the official Air Force accident\nrate that year.\n\n   A Sept. 9, 1996, accident in Orlando, Fla., destroyed a $2.8\nmillion military helicopter assigned to the White House.\n\n   The crash made the top of the Pentagon's press briefing that\nday, and President Clinton called for an investigation into the\nsafety of aircraft assigned to his fleet. But when the Navy\nreleased its official accident rate that year, the accident was not\nincluded.\n\n   These are among hundreds of aviation incidents since 1980 that\nthe armed services did not calculate in official accident rates,\nstatistics used by Congress and the public to assess military\naviation safety.\n\n   An 18-month Dayton Daily News examination found that among those\nnot counted were at least 282 Class A and B accidents _ the type\nwatched most closely by Congress _ that killed at least 78 people\nand injured another 130.\n\n   And several times during the past 10 years, as the military\nboasted that its aviation accident rate had declined, the number of\naccidents omitted from official statistics grew. The percentage of\naccidents not counted increased from 5.6 percent of total accidents\nin 1990 to 23 percent in 1997 _ nearly one of every four incidents.\n\n   At least part of the reason the services were able to conceal\nthe incidents from the public, the newspaper's examination found,\nis that military rules for reporting aviation incidents are vague,\nleaving commanders wide discretion in determining which accidents\nwill be counted.\n\n   The Daily News discovered the uncounted accidents in three\npreviously unreleased computer databases obtained through the\nfederal Freedom of Information Act. Though the Army, Air Force and\nNavy, which investigates Marine Corps accidents, included all but a\nfew of the incidents on the databases, special codes prevented them\nfrom appearing on records provided to the public.\n\n   ``There is zero intent to hide anything,'' said Brig. Gen. Gene\nMartin LaCoste, commander of the Army Safety Center at Fort Rucker,\nAla.\n\n   Rear Adm. Frank M. ``Skip'' Dirren Jr., who commands the Naval\nSafety Center in Norfolk, Va., said, ``I'm not trying to hide\nanything.''\n\n   Both LaCoste and Dirren said they are following rules given them\nby the Department of Defense.\n\n   Reporting standards change drastically\n\n   Part of the reason the services don't report all accidents is\nbecause they're not required to under Department of Defense\nguidelines. In 1989, those guidelines were rewritten, making it\neasier for the services to keep from official statistics the type\nof accidents routinely counted by the civilian National\nTransportation Safety Board.\n\n   Military officials said they rewrote the guidelines to exclude\ncertain types of aviation accidents because they believed Congress\nwasn't interested in knowing about all accidents.\n\n   The new guidelines increased the cost threshold for a Class A\nincident from $500,000 to $1 million and increased from $100,000 to\n$200,000 the threshold for a Class B incident.\n\n   But the new guidelines left much open to interpretation by the\nservices.\n\n   On Oct. 18, 1994, an F-16 sustained $1.8 million in damage when\nits landing gear failed at Moody Air Force Base, Ga. Because the\ndamage was more than $1 million, it fit the category for a Class A\naccident.\n\n   Or so it seemed.\n\n   Former Lt. Col. Jerry Perkins, who retired in December 1994 as\ndirector of computer operations for the Air Force Safety Center in\nNew Mexico, said he originally counted the accident in the Air\nForce database. He said he later was told by his supervisor that a\ngeneral wanted the accident reclassified, making it disappear from\nofficial accident rate statistics.\n\n   ``I objected to the point of being told to shut up and salute,''\nPerkins said.\n\n   The rationale the Air Force used for not counting the accident\nwas that the bulk of damage was to an expensive piece of equipment,\ncalled a LANTERN pod, used for night flying. Because the LANTERN\npod was not a permanent part of the plane, the Air Force believed\nit didn't have to count the damage against the $1 million\nthreshold.\n\n   The new directives also didn't clearly define when the services\ncould exclude an accident because it occurred in combat.\n\n   During Desert Storm, the Air Force classified as combat losses\nthe destruction of an EF-111 and an F-16.\n\n   Neither plane was hit by enemy fire. The EF-111 crashed after it\ntook evasive action while being mistakenly targeted by a U.S. Air\nForce F-15, and the F-16 was destroyed when a bomb apparently\ndetonated prematurely, although other possible causes were not\nruled out.\n\n   The Air Force decision not to include the accident was\nsubsequently questioned in a special management review, and the\nservice has since changed its rules. In July 1994, the service\nexpanded its regulations, making ``friendly fire'' accidents the\nsame as combat losses: no longer kept in the official accident rate\nreported to the public and Congress.\n\n   `Flight-related' accidents uncounted\n\n   One of the major categories of accidents addressed under the new\nregulations was ``flight-related'' _ accidents in which the damage,\nthough substantial in some cases, is not considered directly\nrelated to the aircraft.\n\n   Between 1980 and 1998, the three services identified 961\nflight-related accidents that resulted in at least 26 deaths and\n411 injuries.\n\n   Each case was identified as flight-related, signaling that they\nwere not to be included in the so-called mishap rate, the number\nfrequently provided to reporters and Congress by the military.\nAlthough the incidents were identified on computer databases, those\ndatabases previously had never been released outside the military.\n\n   The Navy had the most flight-related cases: 654 since 1980.\nNineteen were Class A accidents that killed 11 people and injured\n13.\n\n   On April 18, 1996, the tailhook of an F-14 landing on the USS\nNimitz caught a wire that struck and killed a sailor working on the\nflight deck and injured six others. On Nov. 16, 1995, the crew\nchief aboard a CH-53E Super Stallion helicopter flying a\nnight-vision goggle training mission in North Carolina fell out of\nthe aircraft and was killed, and on Aug. 9, 1992, near Reno, Nev.,\nanother crew chief was killed when he fell out of a helicopter on a\nnight-vision goggle training mission.\n\n   All three accidents were termed flight-related and not\ncalculated in the statistics frequently provided to reporters and\nCongress.\n\n   The Army had 225 flight-related incidents, killing 10 and\ninjuring 87 others; most of the cases _ at least 161 of them _\noccurred after the new rules took effect.\n\n   On Jan. 20, 1995, one soldier was killed and 21 others injured\nwhen they roped down from two helicopters into the wrong landing\nsite during a night mission in a dense Louisiana forest.\n\n   On Feb. 12, 1996, two soldiers fell from an MH-60 helicopter\ninto the jungle in Panama, killing one and seriously injuring the\nother.\n\n   On Jan. 3, 1992, a civilian kayaker was killed when he fell from\nan Army helicopter that was trying to hoist him from the water near\na Texas dam where he had become stranded.\n\n   None of the accidents was counted in the Army's mishap rate.\n\n   The Air Force termed 82 cases flight-related, with at least 70\nof them occurring since the new rules took effect. Five people were\nkilled and 50 injured in Air Force flight-related incidents.\n\n   On Jan. 3, 1990, Army Pfc. Edward L. Suits Jr. was killed when\nthe right wing of a huge Air Force C-141 cargo plane hit his\nparachute over North Carolina. The aircraft sustained more than\n$6,000 in damage, but neither the Army nor the Air Force counted\nthe accident in its official mishap rate.\n\n   ``They tried to cover it up,'' said Suits' father, Edward L.\nSuits Sr. ``The worst part about it is that they wouldn't tell us\nanything.\n\n   ``I was a paratrooper. I made four trips to Vietnam. I know\nabout jumping, and I know they were negligent.''\n\n   Suits said he was unaware his son's death was not counted in\nofficial statistics.\n\n   ``I hope something is done about that,'' he said.\n\n   On March 17, 1995, Sgt. Sanya Brockinton was trying to parachute\nfrom an Air Force C-23A cargo plane over California when he was\npulled out of the plane prematurely, hitting and damaging a\nhorizontal stabilizer on the aircraft as he fell. Brockinton, who\nwas recently married with an 8-month-old child, lost the lower part\nof his right leg in the accident.\n\n   ``I thought it was counted as far as Air Force accidents,'' said\nBrockinton, who now lives in Florida. ``If a person got hurt and\nthe aircraft was damaged, you think it would be.''\n\n   NTSB attorney Matthew M. Furman said that if a civilian plane\nhits a parachutist, the incident is counted in civilian accident\nstatistics.\n\n   Ground accidents also excluded\n\n   The military policy adopted in 1989 also allowed the services to\nexclude a larger number of accidents occurring on the ground. Prior\nto 1989, any incident occurring once an aircraft started its\nengines was counted in the mishap rate, but the new regulations\nrequire the aircraft to be moving on a runway and to have an\n``intent for flight.'' Helicopters have to be off the ground.\n\n   The NTSB policy is much more far-reaching, counting every\naccident occurring after someone steps aboard an aircraft,\nregardless of whether an engine is running.\n\n   In 1997, for example, the NTSB counted as an aviation death an\nincident in which a ground crew member was struck by a Delta\nAirlines L-1011 that was being towed and not operating under its\nown power.\n\n   At least 42 of the Navy cases, in which nine people were killed\nand 23 injured, were cases likely to be counted by the NTSB.\n\n   In a 1997 Navy accident classified as a ground mishap, a crew\nmember of an MH-53 helicopter was killed when the helicopter,\nrotors still turning, began to shake violently, causing an airplane\nengine to fall out of the helicopter's cargo bay.\n\n   The Navy also classified as a ground mishap the much-publicized\nSept. 6, 1996, accident in which a CH-46 Sea Knight helicopter\nstruck a light pole, rolled over and burned at Orlando Executive\nAirport. It was the second accident in a day involving a military\nhelicopter assigned to support President Clinton's trip to Florida,\nand the president immediately ordered a top-to-bottom review of all\naircraft assigned to the White House.\n\n   During a press briefing the same day, a Pentagon spokesman in\nWashington gave reporters the mishap rate for the type of\nhelicopter that burned in Orlando. That rate did not include the\nvery type of accident the reporters were asking about: the Sea\nKnight that was destroyed after hitting the light pole.\n\n   Between 1980 and 1998, the Army classified 269 incidents as\nground accidents, seven of them Class A accidents resulting in five\ndeaths. Five of the seven Class A accidents occurred since the\nreporting rules were changed and in at least four of those cases,\nrecords indicate the engines were running when the accidents\noccurred.\n\n   In 1996, an Army doctor was struck by a helicopter rotor blade\nand killed while the aircraft was being refueled. Though the\nhelicopter's rotor blades were turning, the accident was classified\nas a ground accident and not counted in the mishap rate.\n\n   The Air Force not only excluded ground accidents from its\nofficial accident rate but until Oct. 1 of this year also kept them\nfrom its aviation database altogether. Prior to Oct. 1, the service\ncounted aviation ground accidents in a separate database along with\nautomobile and truck accidents.\n\n   At least 20 aviation ground accidents, each causing at least\n$100,000 in damage, were reported by the Air Force between 1988 and\n1998.\n\n   One of the Air Force cases excluded from its database occurred\nDec. 3, 1996, when Navy Seal Theodore M. Moreland was killed after\nhe was thrown from an Air Force C-17 as the door to the plane blew\nopen.\n\n   Told her husband's death wasn't counted as part of the official\naccident rate, Moreland's widow, Tracy, said: ``You're kidding.''\n\n   Air Force adds the X-files\n\n   Although the Air Force had no entries on its aviation database\nspecifically identified as ground accidents, it created another\nclassification not used by the other services: ``X's.'' Incidents\nidentified with an X, excluded from official statistics, totaled\n1,273 and accounted for $88.5 million in damages between October\n1987 _ the month the Air Force started counting X cases _ and March\n1998.\n\n   In the 1990s, X cases accounted for more than 10 percent of all\nflight incidents in the Air Force Safety Center database. Many of\nthe X cases involve engine damage inflicted by so-called\nforeign-object damage _ a bird or some other object being sucked\ninto an engine.\n\n   D.J. Adkins, a spokeswoman with the Air Force Safety Center,\nsaid the service created the ``X'' category because the Department\nof Defense rule changes allowed some flexibility concerning\nforeign-object damage.\n\n   ``There was no specific guidance on how to manage the change,''\nshe said.\n\n   Prior to the X designation, the spokeswoman said, incidents\ncaused by foreign-object damage were calculated into the mishap\nrate, the one provided to the public and Congress.\n\n   On Dec. 13, 1997, a C-5 cargo plane was forced to land at Travis\nAir Force Base, Calif., when one of its engines was disabled after\nbirds caused $1.2 million in damage. That same year, a baseball cap\nand an ear protection headset were sucked into the engine of an\nF-15 at Rickenbacker International Airport near Columbus, Ohio,\ncausing an estimated $861,460 in damage.\n\n   Both cases were classified as X and not calculated in official\nmishap rates.\n\n   In addition to the X classification, the Air Force has two\nothers not used by the other services: ``non-rate producing'' and\n``track only.'' Both identify accidents that the Air Force\nincludes, or tracks, on its incident database but does not count in\nits official mishap rate.\n\n   One of the non-rate producing cases involved an experimental\nYF-22 fighter that crashed April 25, 1992, at Edwards Air Force\nBase, Calif. The jet belonged to a command headquartered at\nWright-Patterson Air Force Base near Dayton, Ohio, and because the\njet was experimental, the Air Force didn't count the accident in\nits rate.\n\n   Some of the track-only cases involved foreign aircraft or ones\nfrom other services, but 12 were Air Force aircraft. Eleven of\nthose 12 cases were major accidents that resulted in the deaths of\neight people, injuries to six others and damage totaling $129\nmillion.\n\n   At least five of the 12 were linked to commands headquartered at\nWright-Patterson. In one of those cases, an F-4 fighter crashed\nnear Las Vegas on May 14, 1993, killing two civilian test pilots\nand causing at least $2.4 million in damage.\n\n   The fighter, which belonged to the Air Force Material Command at\nWright-Pat, was on loan to a civilian company conducting tests for\nthe military. The Air Force conducted an extensive investigation\ninto the accident but didn't count it; neither did the civilian\nNTSB.\n\n   ``I didn't know it wasn't counted as a Class A mishap,'' said\nDave Levingston, spokesman for the Air Force Material Command at\nWright Patterson. ``That's interesting.''\n\n   Helps to keep repair costs low\n\n   Accidents can also be excluded from official counts by simply\nkeeping the cost estimate low. Accidents that do not result in a\ndeath, a permanent total disability or the destruction of an\naircraft must generate at least $1 million in damages to be counted\nas a Class A accident or at least $200,000 to be counted as a Class\nB accident _ the two classes of accidents most closely monitored by\nthe services.\n\n   On July 16, 1994, a UH-60 Blackhawk helicopter crash-landed in a\ncotton field near Tifton, Ga., at 60-80 mph, sending the main rotor\nblade slicing through the tail section, which severed from the\naircraft along with a maze of hydraulic lines, controls and wires.\nThe damage was listed at $998,981, avoiding a Class A by $1,019.\n\n   ``I know from experience that they work as hard as they can to\nget the cost of accidents down,'' said Don Delk, who retired\nrecently after 22 years as a maintenance officer at Elmendorf Air\nForce Base, Alaska. ``The safety people are more concerned with\ndowngrading accidents than safety.''\n\n   On March 19, 1990, an Elmendorf F-15 was accidentally hit by an\nAIM-9M missile fired from another Air Force jet, causing extensive\ndamage to the tail section and moderate damage to the left wing and\nengine exhaust.\n\n   The pilot, Lt. Col. Jimmy L. Harris, said he was sure the\naccident was going to be counted as a Class A. He was almost right.\n\n   The cost of repairing the aircraft was fixed at $992,058, or\n$7,942 short of being a Class A.\n\n   Delk said the accident easily could have been estimated at more\nthan $1 million had the cost of the replacement tail been included,\nbut the Air Force didn't charge itself for the tail because it came\nfrom another F-15 that had crashed earlier on a nearby\nmountainside.\n\n   ``You know they tend to write things off when they're\nin-house,'' he said.\n\n   Maj. Gen. Francis C. Gideon Jr., commander of the Air Force\nSafety Center at Kirtland Air Force Base, N.M., said he could not\ndetermine if the service calculated the cost of the F-15 tail in\nthe repair cost.\n\n   On Nov. 20, 1989, less than three months after the Navy\nimplemented the new $1 million threshold for Class A accidents, a\nNavy TA-4 collided with a civilian plane in Pensacola, Fla.,\nresulting in what the Navy estimated as $985,090 in damages, or\n$14,910 short of the threshold.\n\n   The next day, Lt. Michael G. Brooks was flying an SH-2F\nhelicopter when both engines failed and he was forced to crash land\nin the salt water of the James River, near Newport News, Va.\n\n   ``It sat in the water for a couple of days,'' said Brooks, who\nnow commands a Navy helicopter squadron in Florida. ``That's the\nbiggest thing: the salt water damage.''\n\n   The Navy called the crash a Class A accident, but later\ndowngraded it by lowering the repair cost to $995,271, or $4,729\nfrom the threshold for a Class A accident.\n\n   But the repairs apparently were never made.\n\n   ``I think they made a decision not to rebuild it,'' Brooks\nrecalled.\n\n   Rear Adm. Dirren, commander of the Naval Safety Center,\nacknowledged that the helicopter likely never flew again. Although\nregulations require that accidents in which an aircraft is\ndestroyed be classified as a Class A, he said, those rules don't\napply if the service simply decides it is not cost-effective to\nmake extensive repairs.\n\n   Labor often represents a significant portion of repair costs,\nand the military keeps repair costs low by calculating labor at $16\nan hour.\n\n   John Lewis, technical expert for the Professional Aviation\nMaintenance Association, said repair costs for civilian planes\nrange from $45 an hour for small, private planes to $2,000 an hour\nfor large commercial airliners.\n\n   ``You're right. The direct cost would seem to be more than $16\nan hour,'' said Cmdr. Brooks, who recently completed a Navy course\non accident investigations. ``When you're figuring repair cost of\nan investigation, they told us it's $16 an hour. It's still $16 an\nhour.''\n\n   Ron Hardin of Tulsa, Okla., said his company charges about $64\nan hour to repair corporate jets.\n\n   Asked if he could repair jets for $16 an hour, he said: ``No\nway. The mechanic gets paid that much.''\n\n   Military jets ``are at least as sophisticated as the civilian\njets are, and in most cases, more complex than the civilian jets\nare,'' Hardin said.\n\n   The $16 rate has been used at least since the new Department of\nDefense regulations took effect in 1989. All three services use the\nrate, but Army officials insist they use the $16 rate less than\nhalf the time, only when actual costs cannot be determined.\n\n   On Dec. 28, 1994, a Marine Corps HH-46D helicopter sustained\nextensive damage when it crashed into a swamp on private property\nin North Carolina. The Navy estimated the damage at $933,714, or\n$66,286 from the threshold for a Class A accident.\n\n   That estimate was based on 9,118 hours of labor at $16 an hour.\nRaising the labor cost to $25 an hour would have put the total\nrepair cost at more than $1 million, the threshold for a Class A\naccident.\n\n   Rear Adm. Dirren did not defend the $16-an-hour rate.\n\n   ``You're paying more for your car (repairs). I'll tell you\nthat,'' he said.\n\n   Some accidents never counted\n\n   A number of accidents are not on any of the services' databases,\nand there is no way to find all the uncounted accidents because the\nNTSB didn't put them on its database either.\n\n   Army and Navy officials said they counted incidents involving\naircraft on classified missions. Maj. Gen. Gideon said the Air\nForce does not, but he added that there have been only two such\nuncounted incidents during the past five years.\n\n   Twenty-six people died and at least $16 million worth of\naircraft were lost on April 14, 1994, when two Air Force F-15 jets\naccidentally shot down two Army UH-60 Blackhawk helicopters over a\nno-fly zone in Iraq. The tragedy made headlines worldwide, but it\ndid not appear on either the Army or the Air Force's records.\n\n   ``This was not an Army aviation accident,'' the Army Safety\nCenter wrote in a written response to the Dayton Daily News. ``It\nwas a friendly fire incident in which Air Force assets mistakenly\nfired upon the Army aircraft.''\n\n   Had the Army counted the accident and the 26 deaths, it would\nhave more than doubled the death toll that year, which was 16.\n\n   On May 9, 1996, a CH-53 helicopter earmarked for the White House\nfleet crashed in Connecticut, killing four civilian workers.\n\n   The Navy had already paid Sikorsky Aircraft for the helicopter.\nThe Navy investigated the crash. The helicopter is primary used by\nthe military. But the accident wasn't counted as a military\naccident.\n\n   ``It was still being tested, and it crashed at their site,''\nsaid Lt. Tom Dorwin of the Naval Safety Center in Norfolk, Va. ``It\nis not a naval aircraft until it has undergone tests.''\n\n   But it wasn't a civilian accident either. The NTSB didn't count\nit in its database.\n\n   Asked why the Navy investigated the accident at all instead of\nturning it over to NTSB, Dorwin said: ``The government sustained a\nloss.''\n\n   Russell Carollo writes for the Dayton Daily News in Dayton,\nOhio. The complete text of this series is available at\nwww.daytondailynews.com.\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   DAYTON, Ohio _ Two pilots were killed and a $2.3 million\naircraft was lost when an F-4G fighter belonging to the Air Force\nMaterial Command at Wright Patterson Air Force Base crashed near\nLas Vegas on May 14, 1993.\n","\n   Footage of the burning jet topped the evening news in Las Vegas,\nbut the crash wasn't included in the official Air Force accident\nrate that year.\n","\n   A Sept. 9, 1996, accident in Orlando, Fla., destroyed a $2.8\nmillion military helicopter assigned to the White House.\n","\n   The crash made the top of the Pentagon's press briefing that\nday, and President Clinton called for an investigation into the\nsafety of aircraft assigned to his fleet. But when the Navy\nreleased its official accident rate that year, the accident was not\nincluded.\n","\n   These are among hundreds of aviation incidents since 1980 that\nthe armed services did not calculate in official accident rates,\nstatistics used by Congress and the public to assess military\naviation safety.\n","\n   An 18-month Dayton Daily News examination found that among those\nnot counted were at least 282 Class A and B accidents _ the type\nwatched most closely by Congress _ that killed at least 78 people\nand injured another 130.\n","\n   And several times during the past 10 years, as the military\nboasted that its aviation accident rate had declined, the number of\naccidents omitted from official statistics grew. The percentage of\naccidents not counted increased from 5.6 percent of total accidents\nin 1990 to 23 percent in 1997 _ nearly one of every four incidents.\n","\n   At least part of the reason the services were able to conceal\nthe incidents from the public, the newspaper's examination found,\nis that military rules for reporting aviation incidents are vague,\nleaving commanders wide discretion in determining which accidents\nwill be counted.\n","\n   The Daily News discovered the uncounted accidents in three\npreviously unreleased computer databases obtained through the\nfederal Freedom of Information Act. Though the Army, Air Force and\nNavy, which investigates Marine Corps accidents, included all but a\nfew of the incidents on the databases, special codes prevented them\nfrom appearing on records provided to the public.\n","\n   ``There is zero intent to hide anything,'' said Brig. Gen. Gene\nMartin LaCoste, commander of the Army Safety Center at Fort Rucker,\nAla.\n","\n   Rear Adm. Frank M. ``Skip'' Dirren Jr., who commands the Naval\nSafety Center in Norfolk, Va., said, ``I'm not trying to hide\nanything.''\n","\n   Both LaCoste and Dirren said they are following rules given them\nby the Department of Defense.\n","\n   Reporting standards change drastically\n","\n   Part of the reason the services don't report all accidents is\nbecause they're not required to under Department of Defense\nguidelines. In 1989, those guidelines were rewritten, making it\neasier for the services to keep from official statistics the type\nof accidents routinely counted by the civilian National\nTransportation Safety Board.\n","\n   Military officials said they rewrote the guidelines to exclude\ncertain types of aviation accidents because they believed Congress\nwasn't interested in knowing about all accidents.\n","\n   The new guidelines increased the cost threshold for a Class A\nincident from $500,000 to $1 million and increased from $100,000 to\n$200,000 the threshold for a Class B incident.\n","\n   But the new guidelines left much open to interpretation by the\nservices.\n","\n   On Oct. 18, 1994, an F-16 sustained $1.8 million in damage when\nits landing gear failed at Moody Air Force Base, Ga. Because the\ndamage was more than $1 million, it fit the category for a Class A\naccident.\n","\n   Or so it seemed.\n","\n   Former Lt. Col. Jerry Perkins, who retired in December 1994 as\ndirector of computer operations for the Air Force Safety Center in\nNew Mexico, said he originally counted the accident in the Air\nForce database. He said he later was told by his supervisor that a\ngeneral wanted the accident reclassified, making it disappear from\nofficial accident rate statistics.\n","\n   ``I objected to the point of being told to shut up and salute,''\nPerkins said.\n","\n   The rationale the Air Force used for not counting the accident\nwas that the bulk of damage was to an expensive piece of equipment,\ncalled a LANTERN pod, used for night flying. Because the LANTERN\npod was not a permanent part of the plane, the Air Force believed\nit didn't have to count the damage against the $1 million\nthreshold.\n","\n   The new directives also didn't clearly define when the services\ncould exclude an accident because it occurred in combat.\n","\n   During Desert Storm, the Air Force classified as combat losses\nthe destruction of an EF-111 and an F-16.\n","\n   Neither plane was hit by enemy fire. The EF-111 crashed after it\ntook evasive action while being mistakenly targeted by a U.S. Air\nForce F-15, and the F-16 was destroyed when a bomb apparently\ndetonated prematurely, although other possible causes were not\nruled out.\n","\n   The Air Force decision not to include the accident was\nsubsequently questioned in a special management review, and the\nservice has since changed its rules. In July 1994, the service\nexpanded its regulations, making ``friendly fire'' accidents the\nsame as combat losses: no longer kept in the official accident rate\nreported to the public and Congress.\n","\n   `Flight-related' accidents uncounted\n","\n   One of the major categories of accidents addressed under the new\nregulations was ``flight-related'' _ accidents in which the damage,\nthough substantial in some cases, is not considered directly\nrelated to the aircraft.\n","\n   Between 1980 and 1998, the three services identified 961\nflight-related accidents that resulted in at least 26 deaths and\n411 injuries.\n","\n   Each case was identified as flight-related, signaling that they\nwere not to be included in the so-called mishap rate, the number\nfrequently provided to reporters and Congress by the military.\nAlthough the incidents were identified on computer databases, those\ndatabases previously had never been released outside the military.\n","\n   The Navy had the most flight-related cases: 654 since 1980.\nNineteen were Class A accidents that killed 11 people and injured\n13.\n","\n   On April 18, 1996, the tailhook of an F-14 landing on the USS\nNimitz caught a wire that struck and killed a sailor working on the\nflight deck and injured six others. On Nov. 16, 1995, the crew\nchief aboard a CH-53E Super Stallion helicopter flying a\nnight-vision goggle training mission in North Carolina fell out of\nthe aircraft and was killed, and on Aug. 9, 1992, near Reno, Nev.,\nanother crew chief was killed when he fell out of a helicopter on a\nnight-vision goggle training mission.\n","\n   All three accidents were termed flight-related and not\ncalculated in the statistics frequently provided to reporters and\nCongress.\n","\n   The Army had 225 flight-related incidents, killing 10 and\ninjuring 87 others; most of the cases _ at least 161 of them _\noccurred after the new rules took effect.\n","\n   On Jan. 20, 1995, one soldier was killed and 21 others injured\nwhen they roped down from two helicopters into the wrong landing\nsite during a night mission in a dense Louisiana forest.\n","\n   On Feb. 12, 1996, two soldiers fell from an MH-60 helicopter\ninto the jungle in Panama, killing one and seriously injuring the\nother.\n","\n   On Jan. 3, 1992, a civilian kayaker was killed when he fell from\nan Army helicopter that was trying to hoist him from the water near\na Texas dam where he had become stranded.\n","\n   None of the accidents was counted in the Army's mishap rate.\n","\n   The Air Force termed 82 cases flight-related, with at least 70\nof them occurring since the new rules took effect. Five people were\nkilled and 50 injured in Air Force flight-related incidents.\n","\n   On Jan. 3, 1990, Army Pfc. Edward L. Suits Jr. was killed when\nthe right wing of a huge Air Force C-141 cargo plane hit his\nparachute over North Carolina. The aircraft sustained more than\n$6,000 in damage, but neither the Army nor the Air Force counted\nthe accident in its official mishap rate.\n","\n   ``They tried to cover it up,'' said Suits' father, Edward L.\nSuits Sr. ``The worst part about it is that they wouldn't tell us\nanything.\n","\n   ``I was a paratrooper. I made four trips to Vietnam. I know\nabout jumping, and I know they were negligent.''\n","\n   Suits said he was unaware his son's death was not counted in\nofficial statistics.\n","\n   ``I hope something is done about that,'' he said.\n","\n   On March 17, 1995, Sgt. Sanya Brockinton was trying to parachute\nfrom an Air Force C-23A cargo plane over California when he was\npulled out of the plane prematurely, hitting and damaging a\nhorizontal stabilizer on the aircraft as he fell. Brockinton, who\nwas recently married with an 8-month-old child, lost the lower part\nof his right leg in the accident.\n","\n   ``I thought it was counted as far as Air Force accidents,'' said\nBrockinton, who now lives in Florida. ``If a person got hurt and\nthe aircraft was damaged, you think it would be.''\n","\n   NTSB attorney Matthew M. Furman said that if a civilian plane\nhits a parachutist, the incident is counted in civilian accident\nstatistics.\n","\n   Ground accidents also excluded\n","\n   The military policy adopted in 1989 also allowed the services to\nexclude a larger number of accidents occurring on the ground. Prior\nto 1989, any incident occurring once an aircraft started its\nengines was counted in the mishap rate, but the new regulations\nrequire the aircraft to be moving on a runway and to have an\n``intent for flight.'' Helicopters have to be off the ground.\n","\n   The NTSB policy is much more far-reaching, counting every\naccident occurring after someone steps aboard an aircraft,\nregardless of whether an engine is running.\n","\n   In 1997, for example, the NTSB counted as an aviation death an\nincident in which a ground crew member was struck by a Delta\nAirlines L-1011 that was being towed and not operating under its\nown power.\n","\n   At least 42 of the Navy cases, in which nine people were killed\nand 23 injured, were cases likely to be counted by the NTSB.\n","\n   In a 1997 Navy accident classified as a ground mishap, a crew\nmember of an MH-53 helicopter was killed when the helicopter,\nrotors still turning, began to shake violently, causing an airplane\nengine to fall out of the helicopter's cargo bay.\n","\n   The Navy also classified as a ground mishap the much-publicized\nSept. 6, 1996, accident in which a CH-46 Sea Knight helicopter\nstruck a light pole, rolled over and burned at Orlando Executive\nAirport. It was the second accident in a day involving a military\nhelicopter assigned to support President Clinton's trip to Florida,\nand the president immediately ordered a top-to-bottom review of all\naircraft assigned to the White House.\n","\n   During a press briefing the same day, a Pentagon spokesman in\nWashington gave reporters the mishap rate for the type of\nhelicopter that burned in Orlando. That rate did not include the\nvery type of accident the reporters were asking about: the Sea\nKnight that was destroyed after hitting the light pole.\n","\n   Between 1980 and 1998, the Army classified 269 incidents as\nground accidents, seven of them Class A accidents resulting in five\ndeaths. Five of the seven Class A accidents occurred since the\nreporting rules were changed and in at least four of those cases,\nrecords indicate the engines were running when the accidents\noccurred.\n","\n   In 1996, an Army doctor was struck by a helicopter rotor blade\nand killed while the aircraft was being refueled. Though the\nhelicopter's rotor blades were turning, the accident was classified\nas a ground accident and not counted in the mishap rate.\n","\n   The Air Force not only excluded ground accidents from its\nofficial accident rate but until Oct. 1 of this year also kept them\nfrom its aviation database altogether. Prior to Oct. 1, the service\ncounted aviation ground accidents in a separate database along with\nautomobile and truck accidents.\n","\n   At least 20 aviation ground accidents, each causing at least\n$100,000 in damage, were reported by the Air Force between 1988 and\n1998.\n","\n   One of the Air Force cases excluded from its database occurred\nDec. 3, 1996, when Navy Seal Theodore M. Moreland was killed after\nhe was thrown from an Air Force C-17 as the door to the plane blew\nopen.\n","\n   Told her husband's death wasn't counted as part of the official\naccident rate, Moreland's widow, Tracy, said: ``You're kidding.''\n","\n   Air Force adds the X-files\n","\n   Although the Air Force had no entries on its aviation database\nspecifically identified as ground accidents, it created another\nclassification not used by the other services: ``X's.'' Incidents\nidentified with an X, excluded from official statistics, totaled\n1,273 and accounted for $88.5 million in damages between October\n1987 _ the month the Air Force started counting X cases _ and March\n1998.\n","\n   In the 1990s, X cases accounted for more than 10 percent of all\nflight incidents in the Air Force Safety Center database. Many of\nthe X cases involve engine damage inflicted by so-called\nforeign-object damage _ a bird or some other object being sucked\ninto an engine.\n","\n   D.J. Adkins, a spokeswoman with the Air Force Safety Center,\nsaid the service created the ``X'' category because the Department\nof Defense rule changes allowed some flexibility concerning\nforeign-object damage.\n","\n   ``There was no specific guidance on how to manage the change,''\nshe said.\n","\n   Prior to the X designation, the spokeswoman said, incidents\ncaused by foreign-object damage were calculated into the mishap\nrate, the one provided to the public and Congress.\n","\n   On Dec. 13, 1997, a C-5 cargo plane was forced to land at Travis\nAir Force Base, Calif., when one of its engines was disabled after\nbirds caused $1.2 million in damage. That same year, a baseball cap\nand an ear protection headset were sucked into the engine of an\nF-15 at Rickenbacker International Airport near Columbus, Ohio,\ncausing an estimated $861,460 in damage.\n","\n   Both cases were classified as X and not calculated in official\nmishap rates.\n","\n   In addition to the X classification, the Air Force has two\nothers not used by the other services: ``non-rate producing'' and\n``track only.'' Both identify accidents that the Air Force\nincludes, or tracks, on its incident database but does not count in\nits official mishap rate.\n","\n   One of the non-rate producing cases involved an experimental\nYF-22 fighter that crashed April 25, 1992, at Edwards Air Force\nBase, Calif. The jet belonged to a command headquartered at\nWright-Patterson Air Force Base near Dayton, Ohio, and because the\njet was experimental, the Air Force didn't count the accident in\nits rate.\n","\n   Some of the track-only cases involved foreign aircraft or ones\nfrom other services, but 12 were Air Force aircraft. Eleven of\nthose 12 cases were major accidents that resulted in the deaths of\neight people, injuries to six others and damage totaling $129\nmillion.\n","\n   At least five of the 12 were linked to commands headquartered at\nWright-Patterson. In one of those cases, an F-4 fighter crashed\nnear Las Vegas on May 14, 1993, killing two civilian test pilots\nand causing at least $2.4 million in damage.\n","\n   The fighter, which belonged to the Air Force Material Command at\nWright-Pat, was on loan to a civilian company conducting tests for\nthe military. The Air Force conducted an extensive investigation\ninto the accident but didn't count it; neither did the civilian\nNTSB.\n","\n   ``I didn't know it wasn't counted as a Class A mishap,'' said\nDave Levingston, spokesman for the Air Force Material Command at\nWright Patterson. ``That's interesting.''\n","\n   Helps to keep repair costs low\n","\n   Accidents can also be excluded from official counts by simply\nkeeping the cost estimate low. Accidents that do not result in a\ndeath, a permanent total disability or the destruction of an\naircraft must generate at least $1 million in damages to be counted\nas a Class A accident or at least $200,000 to be counted as a Class\nB accident _ the two classes of accidents most closely monitored by\nthe services.\n","\n   On July 16, 1994, a UH-60 Blackhawk helicopter crash-landed in a\ncotton field near Tifton, Ga., at 60-80 mph, sending the main rotor\nblade slicing through the tail section, which severed from the\naircraft along with a maze of hydraulic lines, controls and wires.\nThe damage was listed at $998,981, avoiding a Class A by $1,019.\n","\n   ``I know from experience that they work as hard as they can to\nget the cost of accidents down,'' said Don Delk, who retired\nrecently after 22 years as a maintenance officer at Elmendorf Air\nForce Base, Alaska. ``The safety people are more concerned with\ndowngrading accidents than safety.''\n","\n   On March 19, 1990, an Elmendorf F-15 was accidentally hit by an\nAIM-9M missile fired from another Air Force jet, causing extensive\ndamage to the tail section and moderate damage to the left wing and\nengine exhaust.\n","\n   The pilot, Lt. Col. Jimmy L. Harris, said he was sure the\naccident was going to be counted as a Class A. He was almost right.\n","\n   The cost of repairing the aircraft was fixed at $992,058, or\n$7,942 short of being a Class A.\n","\n   Delk said the accident easily could have been estimated at more\nthan $1 million had the cost of the replacement tail been included,\nbut the Air Force didn't charge itself for the tail because it came\nfrom another F-15 that had crashed earlier on a nearby\nmountainside.\n","\n   ``You know they tend to write things off when they're\nin-house,'' he said.\n","\n   Maj. Gen. Francis C. Gideon Jr., commander of the Air Force\nSafety Center at Kirtland Air Force Base, N.M., said he could not\ndetermine if the service calculated the cost of the F-15 tail in\nthe repair cost.\n","\n   On Nov. 20, 1989, less than three months after the Navy\nimplemented the new $1 million threshold for Class A accidents, a\nNavy TA-4 collided with a civilian plane in Pensacola, Fla.,\nresulting in what the Navy estimated as $985,090 in damages, or\n$14,910 short of the threshold.\n","\n   The next day, Lt. Michael G. Brooks was flying an SH-2F\nhelicopter when both engines failed and he was forced to crash land\nin the salt water of the James River, near Newport News, Va.\n","\n   ``It sat in the water for a couple of days,'' said Brooks, who\nnow commands a Navy helicopter squadron in Florida. ``That's the\nbiggest thing: the salt water damage.''\n","\n   The Navy called the crash a Class A accident, but later\ndowngraded it by lowering the repair cost to $995,271, or $4,729\nfrom the threshold for a Class A accident.\n","\n   But the repairs apparently were never made.\n","\n   ``I think they made a decision not to rebuild it,'' Brooks\nrecalled.\n","\n   Rear Adm. Dirren, commander of the Naval Safety Center,\nacknowledged that the helicopter likely never flew again. Although\nregulations require that accidents in which an aircraft is\ndestroyed be classified as a Class A, he said, those rules don't\napply if the service simply decides it is not cost-effective to\nmake extensive repairs.\n","\n   Labor often represents a significant portion of repair costs,\nand the military keeps repair costs low by calculating labor at $16\nan hour.\n","\n   John Lewis, technical expert for the Professional Aviation\nMaintenance Association, said repair costs for civilian planes\nrange from $45 an hour for small, private planes to $2,000 an hour\nfor large commercial airliners.\n","\n   ``You're right. The direct cost would seem to be more than $16\nan hour,'' said Cmdr. Brooks, who recently completed a Navy course\non accident investigations. ``When you're figuring repair cost of\nan investigation, they told us it's $16 an hour. It's still $16 an\nhour.''\n","\n   Ron Hardin of Tulsa, Okla., said his company charges about $64\nan hour to repair corporate jets.\n","\n   Asked if he could repair jets for $16 an hour, he said: ``No\nway. The mechanic gets paid that much.''\n","\n   Military jets ``are at least as sophisticated as the civilian\njets are, and in most cases, more complex than the civilian jets\nare,'' Hardin said.\n","\n   The $16 rate has been used at least since the new Department of\nDefense regulations took effect in 1989. All three services use the\nrate, but Army officials insist they use the $16 rate less than\nhalf the time, only when actual costs cannot be determined.\n","\n   On Dec. 28, 1994, a Marine Corps HH-46D helicopter sustained\nextensive damage when it crashed into a swamp on private property\nin North Carolina. The Navy estimated the damage at $933,714, or\n$66,286 from the threshold for a Class A accident.\n","\n   That estimate was based on 9,118 hours of labor at $16 an hour.\nRaising the labor cost to $25 an hour would have put the total\nrepair cost at more than $1 million, the threshold for a Class A\naccident.\n","\n   Rear Adm. Dirren did not defend the $16-an-hour rate.\n","\n   ``You're paying more for your car (repairs). I'll tell you\nthat,'' he said.\n","\n   Some accidents never counted\n","\n   A number of accidents are not on any of the services' databases,\nand there is no way to find all the uncounted accidents because the\nNTSB didn't put them on its database either.\n","\n   Army and Navy officials said they counted incidents involving\naircraft on classified missions. Maj. Gen. Gideon said the Air\nForce does not, but he added that there have been only two such\nuncounted incidents during the past five years.\n","\n   Twenty-six people died and at least $16 million worth of\naircraft were lost on April 14, 1994, when two Air Force F-15 jets\naccidentally shot down two Army UH-60 Blackhawk helicopters over a\nno-fly zone in Iraq. The tragedy made headlines worldwide, but it\ndid not appear on either the Army or the Air Force's records.\n","\n   ``This was not an Army aviation accident,'' the Army Safety\nCenter wrote in a written response to the Dayton Daily News. ``It\nwas a friendly fire incident in which Air Force assets mistakenly\nfired upon the Army aircraft.''\n","\n   Had the Army counted the accident and the 26 deaths, it would\nhave more than doubled the death toll that year, which was 16.\n","\n   On May 9, 1996, a CH-53 helicopter earmarked for the White House\nfleet crashed in Connecticut, killing four civilian workers.\n","\n   The Navy had already paid Sikorsky Aircraft for the helicopter.\nThe Navy investigated the crash. The helicopter is primary used by\nthe military. But the accident wasn't counted as a military\naccident.\n","\n   ``It was still being tested, and it crashed at their site,''\nsaid Lt. Tom Dorwin of the Naval Safety Center in Norfolk, Va. ``It\nis not a naval aircraft until it has undergone tests.''\n","\n   But it wasn't a civilian accident either. The NTSB didn't count\nit in its database.\n","\n   Asked why the Navy investigated the accident at all instead of\nturning it over to NTSB, Dorwin said: ``The government sustained a\nloss.''\n","\n   Russell Carollo writes for the Dayton Daily News in Dayton,\nOhio. The complete text of this series is available at\nwww.daytondailynews.com.\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}