{"DocumentId":"NYT20000116.0108","TopicId":"NYT","Relevance":"0","Body":" BC-BORDER-2-AZR \nSTATE IS PIPELINE FOR ILLEGAL DRUGS \n\n   (For use by N.Y. Times News Service clients)  \n By PAT FLANNERY AND DENNIS WAGNER  \n c.2000 The Arizona Republic  \n\n   Arizona is America' newest drug mainline.\n\n   Pot, methamphetamine and heroin roll across the southern border\nso fast and in such large quantities that almost no part of the\nstate is unaffected.\n\n   In Nogales, storm drains pro vide a smuggling superhighway, with\ntraffickers parking over sewer grates to load cars through holes in\nthe floorboards. A barrio on the east side of town has begun to\nempty because of the violence wrought by a narco-gang whose leader\nlives just across the fence in Sonora, on a hill overlooking town.\n\n   Thickets along the normally dry Colorado River bed south of Yuma\nconceal a maze of trails from Baja California. When the river\nflowed with runoff last spring, smugglers ferried loads across by\nboat.\n\n   Near Douglas and Naco, agents exchange gunfire with drug\n``mules'' and get into smash-ups with those running the border by\ncar.\n\n   In the Tohono O'odham Nation, Indian trackers pursue midnight\nfootprints through the desert.\n\n   Cities away from the border also pay a price, especially Tuc son\nand Phoenix, which have been transformed into distribu tion hubs,\nwith spokes pointing to all corners of the nation.\n\n   It has gotten so bad that fed eral agents refer to Arizona as\n``America's doormat for mari juana'' and Tucson as its ``stash\nhouse.'' The numbers are stag gering:\n\n   U.S. Customs agents confiscated nearly 84 tons of pot in Arizona\nin fiscal 1999, four times what was seized at the start of the\ndecade.\n\n   Narcotics cases filed in U.S. District Court here have nearly\ntripled during the past five years.\n\n   Total drug arrests statewide have tripled in two decades to more\nthan 22,000 annually.\n\n   Last year, Tucson police raided a home and found ledgers show\ning a shipment of 3,300 pounds of dope, two suspects counting\n$109,000 in the kitchen, and a third guy smoking a\nCheech-and-Chong-size joint in the bedroom.\n\n   ``At any given time in Tucson, there are more than 2,000 loca\ntions where you can buy drugs or find stash houses,'' said Kermit\nMiller, a city police captain.\n\n   Phoenix also has emerged as an importation center for dope and\ncrime. Last year, the Office of National Drug Control Policy\nreported that more than two-thirds of the homicides in Phoe nix and\nmore than half the assaults were drug-related.\n\n   Police say the narcos, fre quently paranoid and heavily armed,\nkill snitches and competi tors, leaving them by roadsides with lead\nin the head. Investiga tors pursuing one East Valley ring have been\nstymied by the gunshot murder of at least four prospective\nwitnesses.\n\n   According to the Office of National Drug Control Policy, 11\n``major drug trafficking organi zations'' are based in Arizona,\nworking directly with Mexican cartels. Countless smaller syndi\ncates smuggle and distribute drugs from barrios to burbs.\n\n   It doesn't stop with narcotics. The syndicates also smuggle im\nmigrants, extort money, steal cars and launder money.\n\n   They are everywhere, and no one seems able to stop them.\n\n   A deputy says ``Go!'' as the van skids to a halt. Four SWAT team\nmembers, armed to the teeth, race into the darkness. A concus sion\ngrenade rolls under the trailer as a flak-jacketed lawman bolts up\nthe steps to crash the front door.\n\n   The ear-mangling boom gets every dog in Yuma barking.\n\n   A minute or two and a lot of shouting later, two sleepy-eyed\nwomen are led outside in hand cuffs. A small boy follows, weep ing\nfor his mom.\n\n   Yuma County sheriff's Com mander Jimmy Schroeder, an exuberant\nbundle of nerves, en ters the stuffy rig with his war rant in hand.\nThere's a bag of ``critty'' _ methamphetamine _ and a half-eaten\nburrito on the kitchen counter. Schroeder starts rifling drawers\nand closets. Out come several grams of foil-wrapped black-tar\nheroin. From the tiny bedroom, he fishes out a handgun, a couple of\npolice scan ners, assorted drug pipes and two more bags of meth, a\nquarter-pound in all.\n\n   One of the women, he says, is the stepdaughter of a Mexican\nsmuggling chief.\n\n   Surveying the growing stack of contraband in the kitchen,\nSchroeder breaks into a joyous shuffle. His partners chortle at the\n``critty dance.''   \nWHY ARIZONA?\n\n   Until the mid-1980s, most of South America's cocaine was\nsmuggled into the United States via Florida. But when Dade County\ndrug rings started having gunbattles in broad daylight, federal\nauthorities cracked down.\n\n   What happened was predictable: The cartels looked for new\nroutes, finding allies among Mexico's pot and heroin smugglers.\nThey had decades-old inroads through Texas, Arizona and California,\nblack-market systems that dated to Geronimo in the mid-1800s.\n\n   Colombians paid their Mexican collaborators cash at first, then\nagreed to share the coke and the U.S. market. Mexican syndicates\nquickly doubled their power and exportation business.\n\n   Law enforcement followed the crime, shifting its efforts from\nFlorida to the Southwest and Mexico.\n\n   But narco-democracy, government dominated by drug cartel money\nand intimidation, was already entrenched.\n\n   And the task was huge. Along America's southern border, there\nare 39 crossings, 24 ports of entry and 2,000 miles of badlands.\n\n   For the past six years, President Clinton has beefed up\nSouthwest interdiction forces in a strategy to stop the smuggling\nof drugs and immigrants. The number of Border Patrol agents, now\nabout 8,000, has more than doubled since 1993. Nearly a quarter of\nthose were hired last year alone.\n\n   California and Texas were targeted first as authorities tried to\nshut down pipelines through San Diego and El Paso. The squeeze sent\nmore and more drug shipments through Arizona, the point of weakest\nresistance.\n\n   Only in the past 18 months have substantial border\nreinforcements landed in Arizona, chiefly in and around Nogales, an\nimport-export crossroad about 60 miles south of Tucson.\n\n   Predictably, traffickers swarmed east to Cochise County _\nDouglas, Naco and Sierra Vista. Some have begun to move out of\nArizona altogether, back to old Caribbean routes. Drug Enforcement\nAdministration analysts say Colombian cartels supplying most of the\nU.S. cocaine grew weary of sharing profits and drugs with Mexican\ntraffickers, who helped them move their supplies through Mexico and\nacross the Southwestern border.\n\n   Plenty of pot, however, is still coming into Arizona from\nMexican sources. Federal agencies are betting it will eventually\nebb as they put more people along the border in southeastern\nArizona.\n\n   Eventually, the smuggling bulge will move to rural stretches of\nwestern Arizona, New Mexico and Texas, and that suits federal\nagents just fine. Smugglers are easier to spot in remote places\nthan in cities.\n\n   But no one expects it to stop. There's just too much money to be\nmade.\n\n   Across the border from Douglas, at Agua Prieta's Iglesia de Gua\ndalupe, the rectory is protected by double locks and window bars.\n\n   The Rev. Cristobal Valenzuela says drugs are eating at the heart\nof Mexico, as well as America.\n\n   But he understands why poor campesinos take jobs as smugglers.\nThey are accustomed to making $4 a day, if they can find work. They\nsee narco-neighbors with nice cars, building new homes. They watch\nTV and drive across the border on shopping sprees, seeing how\nAmericans live.\n\n   What are they to think? Valen zuela wonders.\n\n   So, they agree to carry one load of cocaine or pot across the\nline. They come home with more money than they would earn in a\nmonth. They pay the rent.\n\n   Need gives way to greed for other things _ jewelry, cars and\nstereos. So, they carry more loads. And when they've carried\nenough, they move up, hiring others to be the mules.\n\n   There is something desperate about Agua Prieta, a dirty clump of\nbusinesses and homes, clogged at the border. Families and fur\ntive-eyed young men move up and down the streets, waiting.\n\n   Valenzuela looks outside through wrought-iron bars, shak ing his\nhead: ``How can we help these people? How can we feed them, bathe\nthem, give them shoes?''   \nGUERRILLA WARFARE\n\n   Smuggling across Arizona's border is nothing new.\n\n   For 150 years, bandidos, Apaches, bootleggers and gun runners\nhave carved black-mar ket routes along la frontera.\n\n   What's novel these days is the volume, and the danger.\n\n   Before retiring last July, Thomas Constantine, head of the Drug\nEnforcement Administra tion, described the Arizona bor der from\nNogales to New Mexico as one of the most hazardous law enforcement\nbeats in America.\n\n   ``The traffickers in this area are bold and confident, and less\nhesitant to confront law enforce ment officers,'' he told Congress.\n``Since 1992, there have been 23 documented assaults and threats\nagainst law enforcement officers in the border area of Cochise\nCounty.''\n\n   The conflict is fought across an enormous and foreboding swath\nof desert and mountain. U.S. agents say Mexican military units\nsometimes serve as armed escorts for the drug runners.\n\n   In the dead of night, interdic tion becomes a perilous game of\ncat and mouse. Agents watch through an array of night-vision\nscopes, hidden in tarp-draped vans on hillsides or lying in wait\nalong trails.\n\n   The outlaws use their own technology and trickery.\n\n   They haul dope on their backs, hide the stuff in false truck\nbeds and thrash across the line in four-wheel-drive trucks. A few\ncarve underground tunnels or fly the low-level gantlet through U.S.\nCustoms' radar net.\n\n   ``Every night, there's a load. Every night, people are chasing\neach other,'' said Ritchie Marti nez, an intelligence analyst for\nsouthern Arizona's High Inten sity Drug Trafficking Area. ``We are\nshouldering a lot of the nation's problems here in terms of dope.''\n\n   Both sides use quasimilitary tactics. Undercover narcs set up\nstings. Smugglers use illegal im migrants as decoys. Customs agents\ncall in air support. Smug glers pay bribes to inspectors.\n\n   The game has created human logjams in small towns on both sides\nof the border, prompting public outcries over federal tac tics.\n\n   Southeastern Arizona ranchers have taken up rifles and formed\nmakeshift posses to patrol their lands against the invasion of\nsmugglers and illegal immi grants.\n\n   ``These people cut fences, (uri nate) in their water tanks,\nleave trash everywhere and don't ever close a gate,'' complained\nBill Wendt, a businessman in Doug las. ``I tell you what, if you\nlive in this part of the country and you go out in the country,\nyou'd better have a gun!''\n\n   Others, such as Raul Enriquez, owner of the T-Bone restaurant in\nDouglas, view the drug war as a charade that keeps border towns\nthriving.\n\n   ``Legalize?'' Enriquez says with horror. ``We'd have a . . .\ndepres sion. Do you know how many people would lose their jobs?''\n\n   The Astar chopper kicks up dust as rotor wind rips at dry scrub\nbelow. Moving to a nearby wash, the chopper hovers as all hands\nscan for bales. A smuggler pan ics, bolting from a clump of bushes.\nThe chopper banks and chases as one man becomes three.\n\n   Minutes earlier, U.S. Customs pilots scrambled from Tucson's\nDavis-Monthan Air Force Base. The Arizona Department of Pub lic\nSafety and the U.S. Border Patrol have tailed a carload of pot to a\nhouse in Tucson. It is a ``hot car'' sent ahead by smug glers to\ngrab police attention. A bigger load, it turns out, is waiting in\nthe desert a dozen miles north of the border, near Arivaca.\n\n   The chopper's blinding dust storm stops the smugglers in their\ntracks. Border Patrol agents round up the runners. In the wash,\nthey find the prize: 14 bundles of marijuana, some gift-wrapped in\nChristmas paper.   \n   \n   \n   \n   About this series   \nDuring a seven-month investigation, Arizona Republic reporters\nspoke to dozens of drug officers, smugglers, counselors and\nresidents on the Mexican border. The conclusion: We're losing the\nwar against drugs.   \n   TODAY: Arizona has become the major artery for drug traffic coming\nacross the Mexican border.   \n   TUESDAY: When it comes to sneaking drugs across the border,\ntraffickers get inventive _ and so do the folks trying to catch\nthem.  \n","Headline":"\nSTATE IS PIPELINE FOR ILLEGAL DRUGS \n","Text":["\n   Arizona is America' newest drug mainline.\n","\n   Pot, methamphetamine and heroin roll across the southern border\nso fast and in such large quantities that almost no part of the\nstate is unaffected.\n","\n   In Nogales, storm drains pro vide a smuggling superhighway, with\ntraffickers parking over sewer grates to load cars through holes in\nthe floorboards. A barrio on the east side of town has begun to\nempty because of the violence wrought by a narco-gang whose leader\nlives just across the fence in Sonora, on a hill overlooking town.\n","\n   Thickets along the normally dry Colorado River bed south of Yuma\nconceal a maze of trails from Baja California. When the river\nflowed with runoff last spring, smugglers ferried loads across by\nboat.\n","\n   Near Douglas and Naco, agents exchange gunfire with drug\n``mules'' and get into smash-ups with those running the border by\ncar.\n","\n   In the Tohono O'odham Nation, Indian trackers pursue midnight\nfootprints through the desert.\n","\n   Cities away from the border also pay a price, especially Tuc son\nand Phoenix, which have been transformed into distribu tion hubs,\nwith spokes pointing to all corners of the nation.\n","\n   It has gotten so bad that fed eral agents refer to Arizona as\n``America's doormat for mari juana'' and Tucson as its ``stash\nhouse.'' The numbers are stag gering:\n","\n   U.S. Customs agents confiscated nearly 84 tons of pot in Arizona\nin fiscal 1999, four times what was seized at the start of the\ndecade.\n","\n   Narcotics cases filed in U.S. District Court here have nearly\ntripled during the past five years.\n","\n   Total drug arrests statewide have tripled in two decades to more\nthan 22,000 annually.\n","\n   Last year, Tucson police raided a home and found ledgers show\ning a shipment of 3,300 pounds of dope, two suspects counting\n$109,000 in the kitchen, and a third guy smoking a\nCheech-and-Chong-size joint in the bedroom.\n","\n   ``At any given time in Tucson, there are more than 2,000 loca\ntions where you can buy drugs or find stash houses,'' said Kermit\nMiller, a city police captain.\n","\n   Phoenix also has emerged as an importation center for dope and\ncrime. Last year, the Office of National Drug Control Policy\nreported that more than two-thirds of the homicides in Phoe nix and\nmore than half the assaults were drug-related.\n","\n   Police say the narcos, fre quently paranoid and heavily armed,\nkill snitches and competi tors, leaving them by roadsides with lead\nin the head. Investiga tors pursuing one East Valley ring have been\nstymied by the gunshot murder of at least four prospective\nwitnesses.\n","\n   According to the Office of National Drug Control Policy, 11\n``major drug trafficking organi zations'' are based in Arizona,\nworking directly with Mexican cartels. Countless smaller syndi\ncates smuggle and distribute drugs from barrios to burbs.\n","\n   It doesn't stop with narcotics. The syndicates also smuggle im\nmigrants, extort money, steal cars and launder money.\n","\n   They are everywhere, and no one seems able to stop them.\n","\n   A deputy says ``Go!'' as the van skids to a halt. Four SWAT team\nmembers, armed to the teeth, race into the darkness. A concus sion\ngrenade rolls under the trailer as a flak-jacketed lawman bolts up\nthe steps to crash the front door.\n","\n   The ear-mangling boom gets every dog in Yuma barking.\n","\n   A minute or two and a lot of shouting later, two sleepy-eyed\nwomen are led outside in hand cuffs. A small boy follows, weep ing\nfor his mom.\n","\n   Yuma County sheriff's Com mander Jimmy Schroeder, an exuberant\nbundle of nerves, en ters the stuffy rig with his war rant in hand.\nThere's a bag of ``critty'' _ methamphetamine _ and a half-eaten\nburrito on the kitchen counter. Schroeder starts rifling drawers\nand closets. Out come several grams of foil-wrapped black-tar\nheroin. From the tiny bedroom, he fishes out a handgun, a couple of\npolice scan ners, assorted drug pipes and two more bags of meth, a\nquarter-pound in all.\n","\n   One of the women, he says, is the stepdaughter of a Mexican\nsmuggling chief.\n","\n   Surveying the growing stack of contraband in the kitchen,\nSchroeder breaks into a joyous shuffle. His partners chortle at the\n``critty dance.''   \nWHY ARIZONA?\n","\n   Until the mid-1980s, most of South America's cocaine was\nsmuggled into the United States via Florida. But when Dade County\ndrug rings started having gunbattles in broad daylight, federal\nauthorities cracked down.\n","\n   What happened was predictable: The cartels looked for new\nroutes, finding allies among Mexico's pot and heroin smugglers.\nThey had decades-old inroads through Texas, Arizona and California,\nblack-market systems that dated to Geronimo in the mid-1800s.\n","\n   Colombians paid their Mexican collaborators cash at first, then\nagreed to share the coke and the U.S. market. Mexican syndicates\nquickly doubled their power and exportation business.\n","\n   Law enforcement followed the crime, shifting its efforts from\nFlorida to the Southwest and Mexico.\n","\n   But narco-democracy, government dominated by drug cartel money\nand intimidation, was already entrenched.\n","\n   And the task was huge. Along America's southern border, there\nare 39 crossings, 24 ports of entry and 2,000 miles of badlands.\n","\n   For the past six years, President Clinton has beefed up\nSouthwest interdiction forces in a strategy to stop the smuggling\nof drugs and immigrants. The number of Border Patrol agents, now\nabout 8,000, has more than doubled since 1993. Nearly a quarter of\nthose were hired last year alone.\n","\n   California and Texas were targeted first as authorities tried to\nshut down pipelines through San Diego and El Paso. The squeeze sent\nmore and more drug shipments through Arizona, the point of weakest\nresistance.\n","\n   Only in the past 18 months have substantial border\nreinforcements landed in Arizona, chiefly in and around Nogales, an\nimport-export crossroad about 60 miles south of Tucson.\n","\n   Predictably, traffickers swarmed east to Cochise County _\nDouglas, Naco and Sierra Vista. Some have begun to move out of\nArizona altogether, back to old Caribbean routes. Drug Enforcement\nAdministration analysts say Colombian cartels supplying most of the\nU.S. cocaine grew weary of sharing profits and drugs with Mexican\ntraffickers, who helped them move their supplies through Mexico and\nacross the Southwestern border.\n","\n   Plenty of pot, however, is still coming into Arizona from\nMexican sources. Federal agencies are betting it will eventually\nebb as they put more people along the border in southeastern\nArizona.\n","\n   Eventually, the smuggling bulge will move to rural stretches of\nwestern Arizona, New Mexico and Texas, and that suits federal\nagents just fine. Smugglers are easier to spot in remote places\nthan in cities.\n","\n   But no one expects it to stop. There's just too much money to be\nmade.\n","\n   Across the border from Douglas, at Agua Prieta's Iglesia de Gua\ndalupe, the rectory is protected by double locks and window bars.\n","\n   The Rev. Cristobal Valenzuela says drugs are eating at the heart\nof Mexico, as well as America.\n","\n   But he understands why poor campesinos take jobs as smugglers.\nThey are accustomed to making $4 a day, if they can find work. They\nsee narco-neighbors with nice cars, building new homes. They watch\nTV and drive across the border on shopping sprees, seeing how\nAmericans live.\n","\n   What are they to think? Valen zuela wonders.\n","\n   So, they agree to carry one load of cocaine or pot across the\nline. They come home with more money than they would earn in a\nmonth. They pay the rent.\n","\n   Need gives way to greed for other things _ jewelry, cars and\nstereos. So, they carry more loads. And when they've carried\nenough, they move up, hiring others to be the mules.\n","\n   There is something desperate about Agua Prieta, a dirty clump of\nbusinesses and homes, clogged at the border. Families and fur\ntive-eyed young men move up and down the streets, waiting.\n","\n   Valenzuela looks outside through wrought-iron bars, shak ing his\nhead: ``How can we help these people? How can we feed them, bathe\nthem, give them shoes?''   \nGUERRILLA WARFARE\n","\n   Smuggling across Arizona's border is nothing new.\n","\n   For 150 years, bandidos, Apaches, bootleggers and gun runners\nhave carved black-mar ket routes along la frontera.\n","\n   What's novel these days is the volume, and the danger.\n","\n   Before retiring last July, Thomas Constantine, head of the Drug\nEnforcement Administra tion, described the Arizona bor der from\nNogales to New Mexico as one of the most hazardous law enforcement\nbeats in America.\n","\n   ``The traffickers in this area are bold and confident, and less\nhesitant to confront law enforce ment officers,'' he told Congress.\n``Since 1992, there have been 23 documented assaults and threats\nagainst law enforcement officers in the border area of Cochise\nCounty.''\n","\n   The conflict is fought across an enormous and foreboding swath\nof desert and mountain. U.S. agents say Mexican military units\nsometimes serve as armed escorts for the drug runners.\n","\n   In the dead of night, interdic tion becomes a perilous game of\ncat and mouse. Agents watch through an array of night-vision\nscopes, hidden in tarp-draped vans on hillsides or lying in wait\nalong trails.\n","\n   The outlaws use their own technology and trickery.\n","\n   They haul dope on their backs, hide the stuff in false truck\nbeds and thrash across the line in four-wheel-drive trucks. A few\ncarve underground tunnels or fly the low-level gantlet through U.S.\nCustoms' radar net.\n","\n   ``Every night, there's a load. Every night, people are chasing\neach other,'' said Ritchie Marti nez, an intelligence analyst for\nsouthern Arizona's High Inten sity Drug Trafficking Area. ``We are\nshouldering a lot of the nation's problems here in terms of dope.''\n","\n   Both sides use quasimilitary tactics. Undercover narcs set up\nstings. Smugglers use illegal im migrants as decoys. Customs agents\ncall in air support. Smug glers pay bribes to inspectors.\n","\n   The game has created human logjams in small towns on both sides\nof the border, prompting public outcries over federal tac tics.\n","\n   Southeastern Arizona ranchers have taken up rifles and formed\nmakeshift posses to patrol their lands against the invasion of\nsmugglers and illegal immi grants.\n","\n   ``These people cut fences, (uri nate) in their water tanks,\nleave trash everywhere and don't ever close a gate,'' complained\nBill Wendt, a businessman in Doug las. ``I tell you what, if you\nlive in this part of the country and you go out in the country,\nyou'd better have a gun!''\n","\n   Others, such as Raul Enriquez, owner of the T-Bone restaurant in\nDouglas, view the drug war as a charade that keeps border towns\nthriving.\n","\n   ``Legalize?'' Enriquez says with horror. ``We'd have a . . .\ndepres sion. Do you know how many people would lose their jobs?''\n","\n   The Astar chopper kicks up dust as rotor wind rips at dry scrub\nbelow. Moving to a nearby wash, the chopper hovers as all hands\nscan for bales. A smuggler pan ics, bolting from a clump of bushes.\nThe chopper banks and chases as one man becomes three.\n","\n   Minutes earlier, U.S. Customs pilots scrambled from Tucson's\nDavis-Monthan Air Force Base. The Arizona Department of Pub lic\nSafety and the U.S. Border Patrol have tailed a carload of pot to a\nhouse in Tucson. It is a ``hot car'' sent ahead by smug glers to\ngrab police attention. A bigger load, it turns out, is waiting in\nthe desert a dozen miles north of the border, near Arivaca.\n","\n   The chopper's blinding dust storm stops the smugglers in their\ntracks. Border Patrol agents round up the runners. In the wash,\nthey find the prize: 14 bundles of marijuana, some gift-wrapped in\nChristmas paper.   \n   \n   \n   \n   About this series   \nDuring a seven-month investigation, Arizona Republic reporters\nspoke to dozens of drug officers, smugglers, counselors and\nresidents on the Mexican border. The conclusion: We're losing the\nwar against drugs.   \n   TODAY: Arizona has become the major artery for drug traffic coming\nacross the Mexican border.   \n   TUESDAY: When it comes to sneaking drugs across the border,\ntraffickers get inventive _ and so do the folks trying to catch\nthem.  \n"]}