{"DocumentId":"NYT20000713.0312","TopicId":"NYT","Relevance":"0","Body":" BC-R-COLOMBIA-MILITARY-ART-2TAKES-(TRIMS)-NYT \nMASSACRE REVIVES QUESTIONS ON MILITARY'S ALLEGIANCES \n\n  \n (Repeating to add photo note)  (ART ADV: Photo NYT12 is being sent to NYT photo clients. A map is\nbeing sent to NYT graphic clients. Nonsubscribers can purchase\none-time rights by calling 888-603-1036 or 888-346-9867.) \n By LARRY ROHTER   \n c.2000 N.Y. Times News Service   \n\n   EL SALADO, Colombia _ The armed men, more than 300 of them,\nmarched into this tiny village early on a Friday. They went\nstraight to the basketball court that doubles as the main square\nhere, announced themselves as members of Colombia's most feared\nparamilitary group and with a list of names began summoning\nresidents for judgment.\n\n   A table and chairs were seized from a house, and after the death\nsquad leader had made himself comfortable, the basketball court was\nturned into a court of execution. The paramilitary troops ordered\nup liquor and music, and then embarked on a calculated rampage of\ntorture, rape and killing.\n\n   ``To them, it was like a big party,'' said one of a dozen\nsurvivors who described the scene in interviews earlier this month.\n``They drank and danced and cheered as they butchered us like\nhogs.''\n\n   By the time they left late Sunday afternoon, they had killed at\nleast 36 people whom they accused of collaborating with the enemy,\nleft-wing guerrillas who have long been a presence in the area. The\nvictims ranged from a six-year-old girl to an elderly woman. As\nmusic blared, some of the victims were shot after being tortured;\nothers were stabbed or beaten to death, and several more were\nstrangled.\n\n   Yet during the three days of killing, military and police units\njust a few miles away made no effort to stop the slaughter. At one\npoint the paramilitaries had a helicopter flown in to rescue a\nfighter who had been injured trying to drag some victims from their\nhome.\n\n   Instead of fighting back, the armed forces set up a roadblock on\nthe road to the village shortly after the rampage began and\nprevented human rights and relief groups from entering and rescuing\nresidents.\n\n   While the Colombian military has opened three investigations\ninto what happened here and made some paramilitary arrests, top\nofficials insist that fighting was underway in the village between\nguerrillas and paramilitary forces _ not a series of executions.\nThey also insist that the colonel in charge of the region has been\npersecuted by prosecutors and human rights groups. Last month he\nwas promoted to general, despite the fact that examinations of the\nincidents are pending.\n\n   What happened in El Salado in February _ at the very moment when\nPresident Clinton was pushing an aid package to step up antidrug\nefforts here _strikes at the heart of the debate over the growing\nU.S. backing of the Colombian military. For years the U.S.\ngovernment and human rights groups have had reservations about the\nColombian military leadership, its human rights record and its\ncollaboration with paramilitary units.\n\n   The Colombian armed forces and police are the principal\nbeneficiaries of a $1.3 billion aid package that Clinton signed\nThursday. The Colombian government says it has been working hard to\nsever the remnants of ties between the armed forces and the\nparamilitaries and has been training its soldiers to observe\ninternational human rights conventions even in the heat of combat.\n\n   ``The paramilitaries are some of the worst of the terrorists who\nprofit from drugs in Colombia, and in no way can anyone justify\ntheir human rights violations,'' said Gen. Barry McCaffrey, the\nWhite House drug czar. But he added that ``the Colombian military\nis making dramatic improvements in its human rights record,'' and\nnoted that the aid package includes ``significant money, $46\nmillion for human rights training and implementation.''\n\n   But human rights groups, pointing to incidents like the massacre\nhere, say these links still exist and that mechanisms to monitor\nand punish commanders and units have had limited success at best.\n\n   ``El Salado was the worst recorded massacre yet this year,''\nsaid Andrew Miller, a Latin American specialist for Amnesty\nInternational USA, who spent the past year as an observer near\nwhere this massacre occurred. ``The Colombian armed forces,\nspecifically the marines, were at best criminally negligent by not\nresponding sooner to the attack. At worst, they were knowledgeable\nand complicit.''\n\n   The paramilitary attack on El Salado indeed killed more people\nand lasted longer than any other in Colombia so far this year. But\nin most other respects it was an operation so typical of the\n5,500-member right-wing death squad that goes by the name of the\nPeasant Self-Defense of Colombia, that the Colombian press treated\nit as just another atrocity.\n\n   Over the past 18 months, more than 2,500 people, most of them\nunarmed peasants in rural areas like this village in northern\nColombia, have died in more than 500 attacks by what the Colombian\ngovernment calls ``illegal armed groups,'' involved in the\ncountry's 35-year-old civil conflict. And according to the tally of\nthe government ombudsman's office, right-wing paramilitary groups\nare responsible for most of those killings.\n\n   Since the El Salado massacre, nearly 3,000 residents of the area\nfled to nearby towns, including Carmen de Bolivar and Ovejas, as\nwell as the provincial capital, Cartagena. Early this month, more\nthan a dozen of the survivors were interviewed under the protection\nof human rights groups or the Roman Catholic Church.\n\n   Despite efforts to protect them, however, some have recently\nbeen killed in individual attacks or have disappeared, actions they\nblame on the same paramilitary group that attacked their village.\nAs a result, all of the survivors interviewed for this story spoke\non condition that their names not be used.\n\n   Their accounts, however, coincide with investigations conducted\nby the Colombian government prosecutor's office and by the Colombia\noffice of the U.N. High Commissioner for Human Rights.\n\n   A paramilitary unit had attacked this village in 1997, killing\nfive people and warning that they would eventually come back. Many\nresidents fled then, but returned after a few months believing that\nthey were safe until the death squad suddenly reappeared on the\nmorning of Feb. 18.\n\n   ``I looked up at the hills, and could see armed men everywhere,\nblocking every possible exit,'' a farmer recalled. ``They had\nsurrounded the town, and almost as soon as they came down, they\nbegan firing their guns and shouting ``death to the guerrillas.''\n\n   nn\n\n   (BEGIN OPTIONAL TRIM)\n\n   The death squad troops, almost all dressed in military-style\nuniforms with a blue patch, made their way to the basketball court\nat the center of the village. They took tables and chairs from a\nnearby building, pulled out a list of names and then began the\nsearch for victims.\n\n   ``Some people were shot, but a lot of them were beaten with\nclubs and then stabbed with knives or sliced up with machetes,''\nsaid one eyewitness. ``A few people were beheaded, or strangled\nwith metal wires, while others had their throats cut.''\n\n   The list of those to be executed was supplied by two men, one of\nwhom was wearing a ski mask. Paramilitary leaders, who have\nacknowledged the attack on El Salado but describe it as ``combat''\nwith the Revolutionary Armed Forces of Colombia, or the FARC, later\nsaid that the two men were FARC deserters who had dealt with local\npeople and knew who had been guerrilla sympathizers.\n\n   ``It was all done very methodically,'' said one eyewitness.\n``Some people were brought to the basketball court, but were saved\nbecause someone would say `not that one,' and they would be allowed\nto leave. But I saw a woman neighbor of mine, who I know had\nnothing at all to do with the guerrillas, knocked down with clubs\nand then stabbed to death.''\n\n   While some paramilitaries searched for people to kill, others\nwere breaking into shops and stealing beer, rum and whiskey. Before\nlong, a macabre party atmosphere prevailed, with the paramilitaries\nsetting up radios with dance music and ordering a local guitarist\nand accordionist to play.\n\n   In addition, a young waitress from a cantina adjoining the\nbasketball court was ordered to keep a steady supply of liquor\nflowing. As the armed men grew drunk and rowdy, they began to\nfondle her, and she ended up being repeatedly raped, along with\nseveral other women from the town, according to residents and human\nrights groups.\n\n   As night fell, some residents fled to the wooded hills above\ntown. Others stayed in their homes, afraid of being caught if they\ntried to escape, unable to move because they had small children or\nconvinced that they would not be harmed.\n\n   Saturday was more of the same. ``All day long we could hear\noccasional bursts of gunfire, along with the screams and cries of\nthose who were being tortured and killed,'' said a woman who had\ntaken refuge in the hills with her small children.\n\n   (END OPTIONAL TRIM)\n\n   Of the 36 people who were killed in town, 16 people were\nexecuted at the basketball court. An additional 18 people were\nkilled in the countryside, residents and human rights workers said,\nand 17 more are still missing, making for a death toll that could\nbe as high as 71.\n\n   By Friday afternoon, news of the slaughter had spread to Carmen\nde Bolivar, the county seat, about 15 miles away. Alarmed,\nrelatives of the residents rushed to local police and military\nposts, but were rebuffed.\n\n   ``We made a scandal and nearly caused a riot, we were so\ninsistent,'' said a 40-year-old-man who had left El Salado early on\nFriday because he had business in town. ``But they did nothing to\nhelp us.''\n\n   Not only did the armed forces and police not come to the aid of\nthe villagers here, but the roadblock they set up prevented\nhumanitarian aid from entering the village. Anyone seeking to enter\nthe area was turned back, told the road was unsafe because it had\nbeen mined and that combat was going on between guerrilla and\nparamilitary units.\n\n   In a telephone interview, three Colombian navy admirals said\nthat residents of El Salado were accusing the military of\ncomplicity in the massacre because they ``have been coerced by\nguerrillas,'' into doing so. The roadblock was set up, they said,\n``for the security of the people themselves, because we did not\nwant to see more deaths or injuries to civilians.''\n\n   ``At no point was there collaboration on our part, nor would we\nhave permitted their passage'' through the area, Adm. William\nPorras, the second in command of the Colombian navy, said of the\ndeath squad unit that attacked this village.\n\n   ``We never at any point were covering up for them or helping\nthem, as all the subsequent investigations have shown.''\n\n   But local residents, Colombian prosecutors investigating the\nmassacre and human rights groups say there was no combat of any\nkind. In fact, villagers report that the armed forces had not been\nin the center of El Salado recently, and that they had left the\noutlying areas a day before. Residents also say they had passed\nover the dirt road as recently as Friday morning and there were no\nmines.\n\n   ``The army was on patrol for two or three days before the\nmassacre took place, and then suddenly they disappeared,'' recalled\na 43-year old tobacco farmer. ``It can't be explained, and it seems\nvery curious to me.''\n\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n\n   What has been established, however, is that the villagers were\nsimple peasants, and not the guerrillas the paramilitary leader\nsays his troops were fighting. ``It is quite clear that these were\ndefenseless people and that what they were subjected to was not\ncombat, but abuse and torture,'' said a foreign diplomat who has\nbeen investigating the case.\n\n   According to residents, the paramilitaries felt so certain that\ngovernment security forces would stay away that late on Friday they\nhad a helicopter flown in. It landed in front of a church and\npicked up a death squad fighter who had been injured when a family\nhe was trying to drag out of their house to be taken to the\nbasketball court resisted.\n\n   In a report, Human Rights Watch found ``detailed, abundant and\ncompelling evidence of continuing close ties between the Colombian\narmy and paramilitary groups responsible for gross human rights\nviolations.'' All told, ``half of Colombia's eighteen brigade-level\nunits have documented links to paramilitary activity,'' the report\nconcluded.\n\n   ``Far from moving decisively to sever ties to paramilitaries,\nHuman Rights Watch's evidence strongly suggests that Colombia's\nmilitary high command has yet to take the necessary steps to\naccomplish this goal,'' the report stated.\n\n   At the time of the El Salado incident, the senior military\nofficer in this region was Col. Rodrigo Quinones Cardenas,\ncommander of the 1st Navy Brigade, who has since been promoted to\ngeneral. As director of Naval Intelligence in the early 1990s, he\nwas named by Colombian prosecutors as the organizer of a\nparamilitary network responsible for the killings of 57 trade\nunionists, human rights workers and members of a left-wing\npolitical party.\n\n   In 1994, Quinones and seven other soldiers were charged with\n``conspiring to form or collaborate with armed groups.'' But after\nthe main witness against him was murdered in a maximum security\nprison and the case was transferred from a civilian court to a\nmilitary tribunal, he was acquitted.\n\n   According to the same investigation by Colombian prosecutors,\none of Quinones' closest associates in that paramilitary network\nwas Harold Mantilla, a colonel in the Colombian marines.\n\n   Today Mantilla is commander of the 5th Marine Battalion, which\noperates in the area around El Salado and is one of the units said\nby residents and human rights workers to have failed to respond to\nappeals for help.\n\n   After the paramilitary unit left El Salado, police captured 11\nparamilitaries northeast of here on the ranch of a drug trafficker\nwho is in prison in Bogota. Along with four others who were\narrested separately, they are now facing murder charges, but their\nleaders and most of the others who carried out the killings remain\nfree.\n\n   More than four months after the massacre, El Salado is virtually\ndeserted. Only one of the town's 1,330 original residents was\npresent when a reporter and human rights workers visited early this\nmonth, and he said the village remains as it was the day the death\nsquad left, except for the two mass graves on a rise near the\nbasketball court where the bodies of the dead were buried and later\nexhumed for investigators.\n\n   At the basketball court, the table and chairs used by the\nparamilitary ``judges,'' smashed or overturned as they left, are\nstill strewn across the playing area.\n\n   ``I don't know if the people are ever going to want to come back\nagain,'' he said. ``What happened here was just too terrible to\nbear, and we didn't deserve it.''\n","Headline":"\nMASSACRE REVIVES QUESTIONS ON MILITARY'S ALLEGIANCES \n","Text":["\n   EL SALADO, Colombia _ The armed men, more than 300 of them,\nmarched into this tiny village early on a Friday. They went\nstraight to the basketball court that doubles as the main square\nhere, announced themselves as members of Colombia's most feared\nparamilitary group and with a list of names began summoning\nresidents for judgment.\n","\n   A table and chairs were seized from a house, and after the death\nsquad leader had made himself comfortable, the basketball court was\nturned into a court of execution. The paramilitary troops ordered\nup liquor and music, and then embarked on a calculated rampage of\ntorture, rape and killing.\n","\n   ``To them, it was like a big party,'' said one of a dozen\nsurvivors who described the scene in interviews earlier this month.\n``They drank and danced and cheered as they butchered us like\nhogs.''\n","\n   By the time they left late Sunday afternoon, they had killed at\nleast 36 people whom they accused of collaborating with the enemy,\nleft-wing guerrillas who have long been a presence in the area. The\nvictims ranged from a six-year-old girl to an elderly woman. As\nmusic blared, some of the victims were shot after being tortured;\nothers were stabbed or beaten to death, and several more were\nstrangled.\n","\n   Yet during the three days of killing, military and police units\njust a few miles away made no effort to stop the slaughter. At one\npoint the paramilitaries had a helicopter flown in to rescue a\nfighter who had been injured trying to drag some victims from their\nhome.\n","\n   Instead of fighting back, the armed forces set up a roadblock on\nthe road to the village shortly after the rampage began and\nprevented human rights and relief groups from entering and rescuing\nresidents.\n","\n   While the Colombian military has opened three investigations\ninto what happened here and made some paramilitary arrests, top\nofficials insist that fighting was underway in the village between\nguerrillas and paramilitary forces _ not a series of executions.\nThey also insist that the colonel in charge of the region has been\npersecuted by prosecutors and human rights groups. Last month he\nwas promoted to general, despite the fact that examinations of the\nincidents are pending.\n","\n   What happened in El Salado in February _ at the very moment when\nPresident Clinton was pushing an aid package to step up antidrug\nefforts here _strikes at the heart of the debate over the growing\nU.S. backing of the Colombian military. For years the U.S.\ngovernment and human rights groups have had reservations about the\nColombian military leadership, its human rights record and its\ncollaboration with paramilitary units.\n","\n   The Colombian armed forces and police are the principal\nbeneficiaries of a $1.3 billion aid package that Clinton signed\nThursday. The Colombian government says it has been working hard to\nsever the remnants of ties between the armed forces and the\nparamilitaries and has been training its soldiers to observe\ninternational human rights conventions even in the heat of combat.\n","\n   ``The paramilitaries are some of the worst of the terrorists who\nprofit from drugs in Colombia, and in no way can anyone justify\ntheir human rights violations,'' said Gen. Barry McCaffrey, the\nWhite House drug czar. But he added that ``the Colombian military\nis making dramatic improvements in its human rights record,'' and\nnoted that the aid package includes ``significant money, $46\nmillion for human rights training and implementation.''\n","\n   But human rights groups, pointing to incidents like the massacre\nhere, say these links still exist and that mechanisms to monitor\nand punish commanders and units have had limited success at best.\n","\n   ``El Salado was the worst recorded massacre yet this year,''\nsaid Andrew Miller, a Latin American specialist for Amnesty\nInternational USA, who spent the past year as an observer near\nwhere this massacre occurred. ``The Colombian armed forces,\nspecifically the marines, were at best criminally negligent by not\nresponding sooner to the attack. At worst, they were knowledgeable\nand complicit.''\n","\n   The paramilitary attack on El Salado indeed killed more people\nand lasted longer than any other in Colombia so far this year. But\nin most other respects it was an operation so typical of the\n5,500-member right-wing death squad that goes by the name of the\nPeasant Self-Defense of Colombia, that the Colombian press treated\nit as just another atrocity.\n","\n   Over the past 18 months, more than 2,500 people, most of them\nunarmed peasants in rural areas like this village in northern\nColombia, have died in more than 500 attacks by what the Colombian\ngovernment calls ``illegal armed groups,'' involved in the\ncountry's 35-year-old civil conflict. And according to the tally of\nthe government ombudsman's office, right-wing paramilitary groups\nare responsible for most of those killings.\n","\n   Since the El Salado massacre, nearly 3,000 residents of the area\nfled to nearby towns, including Carmen de Bolivar and Ovejas, as\nwell as the provincial capital, Cartagena. Early this month, more\nthan a dozen of the survivors were interviewed under the protection\nof human rights groups or the Roman Catholic Church.\n","\n   Despite efforts to protect them, however, some have recently\nbeen killed in individual attacks or have disappeared, actions they\nblame on the same paramilitary group that attacked their village.\nAs a result, all of the survivors interviewed for this story spoke\non condition that their names not be used.\n","\n   Their accounts, however, coincide with investigations conducted\nby the Colombian government prosecutor's office and by the Colombia\noffice of the U.N. High Commissioner for Human Rights.\n","\n   A paramilitary unit had attacked this village in 1997, killing\nfive people and warning that they would eventually come back. Many\nresidents fled then, but returned after a few months believing that\nthey were safe until the death squad suddenly reappeared on the\nmorning of Feb. 18.\n","\n   ``I looked up at the hills, and could see armed men everywhere,\nblocking every possible exit,'' a farmer recalled. ``They had\nsurrounded the town, and almost as soon as they came down, they\nbegan firing their guns and shouting ``death to the guerrillas.''\n","\n   nn\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   The death squad troops, almost all dressed in military-style\nuniforms with a blue patch, made their way to the basketball court\nat the center of the village. They took tables and chairs from a\nnearby building, pulled out a list of names and then began the\nsearch for victims.\n","\n   ``Some people were shot, but a lot of them were beaten with\nclubs and then stabbed with knives or sliced up with machetes,''\nsaid one eyewitness. ``A few people were beheaded, or strangled\nwith metal wires, while others had their throats cut.''\n","\n   The list of those to be executed was supplied by two men, one of\nwhom was wearing a ski mask. Paramilitary leaders, who have\nacknowledged the attack on El Salado but describe it as ``combat''\nwith the Revolutionary Armed Forces of Colombia, or the FARC, later\nsaid that the two men were FARC deserters who had dealt with local\npeople and knew who had been guerrilla sympathizers.\n","\n   ``It was all done very methodically,'' said one eyewitness.\n``Some people were brought to the basketball court, but were saved\nbecause someone would say `not that one,' and they would be allowed\nto leave. But I saw a woman neighbor of mine, who I know had\nnothing at all to do with the guerrillas, knocked down with clubs\nand then stabbed to death.''\n","\n   While some paramilitaries searched for people to kill, others\nwere breaking into shops and stealing beer, rum and whiskey. Before\nlong, a macabre party atmosphere prevailed, with the paramilitaries\nsetting up radios with dance music and ordering a local guitarist\nand accordionist to play.\n","\n   In addition, a young waitress from a cantina adjoining the\nbasketball court was ordered to keep a steady supply of liquor\nflowing. As the armed men grew drunk and rowdy, they began to\nfondle her, and she ended up being repeatedly raped, along with\nseveral other women from the town, according to residents and human\nrights groups.\n","\n   As night fell, some residents fled to the wooded hills above\ntown. Others stayed in their homes, afraid of being caught if they\ntried to escape, unable to move because they had small children or\nconvinced that they would not be harmed.\n","\n   Saturday was more of the same. ``All day long we could hear\noccasional bursts of gunfire, along with the screams and cries of\nthose who were being tortured and killed,'' said a woman who had\ntaken refuge in the hills with her small children.\n","\n   (END OPTIONAL TRIM)\n","\n   Of the 36 people who were killed in town, 16 people were\nexecuted at the basketball court. An additional 18 people were\nkilled in the countryside, residents and human rights workers said,\nand 17 more are still missing, making for a death toll that could\nbe as high as 71.\n","\n   By Friday afternoon, news of the slaughter had spread to Carmen\nde Bolivar, the county seat, about 15 miles away. Alarmed,\nrelatives of the residents rushed to local police and military\nposts, but were rebuffed.\n","\n   ``We made a scandal and nearly caused a riot, we were so\ninsistent,'' said a 40-year-old-man who had left El Salado early on\nFriday because he had business in town. ``But they did nothing to\nhelp us.''\n","\n   Not only did the armed forces and police not come to the aid of\nthe villagers here, but the roadblock they set up prevented\nhumanitarian aid from entering the village. Anyone seeking to enter\nthe area was turned back, told the road was unsafe because it had\nbeen mined and that combat was going on between guerrilla and\nparamilitary units.\n","\n   In a telephone interview, three Colombian navy admirals said\nthat residents of El Salado were accusing the military of\ncomplicity in the massacre because they ``have been coerced by\nguerrillas,'' into doing so. The roadblock was set up, they said,\n``for the security of the people themselves, because we did not\nwant to see more deaths or injuries to civilians.''\n","\n   ``At no point was there collaboration on our part, nor would we\nhave permitted their passage'' through the area, Adm. William\nPorras, the second in command of the Colombian navy, said of the\ndeath squad unit that attacked this village.\n","\n   ``We never at any point were covering up for them or helping\nthem, as all the subsequent investigations have shown.''\n","\n   But local residents, Colombian prosecutors investigating the\nmassacre and human rights groups say there was no combat of any\nkind. In fact, villagers report that the armed forces had not been\nin the center of El Salado recently, and that they had left the\noutlying areas a day before. Residents also say they had passed\nover the dirt road as recently as Friday morning and there were no\nmines.\n","\n   ``The army was on patrol for two or three days before the\nmassacre took place, and then suddenly they disappeared,'' recalled\na 43-year old tobacco farmer. ``It can't be explained, and it seems\nvery curious to me.''\n","\n   What has been established, however, is that the villagers were\nsimple peasants, and not the guerrillas the paramilitary leader\nsays his troops were fighting. ``It is quite clear that these were\ndefenseless people and that what they were subjected to was not\ncombat, but abuse and torture,'' said a foreign diplomat who has\nbeen investigating the case.\n","\n   According to residents, the paramilitaries felt so certain that\ngovernment security forces would stay away that late on Friday they\nhad a helicopter flown in. It landed in front of a church and\npicked up a death squad fighter who had been injured when a family\nhe was trying to drag out of their house to be taken to the\nbasketball court resisted.\n","\n   In a report, Human Rights Watch found ``detailed, abundant and\ncompelling evidence of continuing close ties between the Colombian\narmy and paramilitary groups responsible for gross human rights\nviolations.'' All told, ``half of Colombia's eighteen brigade-level\nunits have documented links to paramilitary activity,'' the report\nconcluded.\n","\n   ``Far from moving decisively to sever ties to paramilitaries,\nHuman Rights Watch's evidence strongly suggests that Colombia's\nmilitary high command has yet to take the necessary steps to\naccomplish this goal,'' the report stated.\n","\n   At the time of the El Salado incident, the senior military\nofficer in this region was Col. Rodrigo Quinones Cardenas,\ncommander of the 1st Navy Brigade, who has since been promoted to\ngeneral. As director of Naval Intelligence in the early 1990s, he\nwas named by Colombian prosecutors as the organizer of a\nparamilitary network responsible for the killings of 57 trade\nunionists, human rights workers and members of a left-wing\npolitical party.\n","\n   In 1994, Quinones and seven other soldiers were charged with\n``conspiring to form or collaborate with armed groups.'' But after\nthe main witness against him was murdered in a maximum security\nprison and the case was transferred from a civilian court to a\nmilitary tribunal, he was acquitted.\n","\n   According to the same investigation by Colombian prosecutors,\none of Quinones' closest associates in that paramilitary network\nwas Harold Mantilla, a colonel in the Colombian marines.\n","\n   Today Mantilla is commander of the 5th Marine Battalion, which\noperates in the area around El Salado and is one of the units said\nby residents and human rights workers to have failed to respond to\nappeals for help.\n","\n   After the paramilitary unit left El Salado, police captured 11\nparamilitaries northeast of here on the ranch of a drug trafficker\nwho is in prison in Bogota. Along with four others who were\narrested separately, they are now facing murder charges, but their\nleaders and most of the others who carried out the killings remain\nfree.\n","\n   More than four months after the massacre, El Salado is virtually\ndeserted. Only one of the town's 1,330 original residents was\npresent when a reporter and human rights workers visited early this\nmonth, and he said the village remains as it was the day the death\nsquad left, except for the two mass graves on a rise near the\nbasketball court where the bodies of the dead were buried and later\nexhumed for investigators.\n","\n   At the basketball court, the table and chairs used by the\nparamilitary ``judges,'' smashed or overturned as they left, are\nstill strewn across the playing area.\n","\n   ``I don't know if the people are ever going to want to come back\nagain,'' he said. ``What happened here was just too terrible to\nbear, and we didn't deserve it.''\n"]}