{"DocumentId":"NYT20000305.0203","TopicId":"NYT","Relevance":"0","Body":" BC-PHOTO-UPDATE-NYT \n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving Sunday, 03/05/00. Photo\nclients will automatically receive these photos via AP's\nPhotoExpress or may download them from either the Wieck Photo\nDatabase in Dallas at 972-392-0888 or from NYTPhotos on Newscom at\n305-448-8411. Non-clients can make individual purchases by calling\n(888) 603-1036 or 212-556-4204.\n\n   (NYT32) UNDATED -- March 5, 2000 -- OBIT-LOUGH-B&W -- Ernest\nLough, whose pure, silvery treble voice when he was 15 is preserved\non one of history's most memorable classical recordings, died on\nFeb. 22 at his home in Watford, England. He was 88. (The New York\nTimes)\n\n   (NYT31) MORENO VALLEY, Calif. -- March 5, 2000 -- CALIF-VTERS-2\n-- Judging from dozens of interviews with voters in this sprawl of\nstucco houses 78 miles east of Los Angeles, the one White House\ncontender who is rousing voters' passions, for better or for worse,\nis Sen. John McCain. ``If George Bush were out here giving free\nTV's, I still wouldn't show up,'' said John Drew, who runs a vacuum\ncleaner business, left. ``I think it's going to be Al Gore. I like\nhim,'' said Sheila Valles, who was chaperoning Girl Scouts. ``I\nthink he's bad mouthing too much _ too much smack,'' said Ismael\nHernandez, a pressroom supervisor, of McCain. (Monica Almeida/The\nNew York Times)\n\n   (NYT30) MORENO VALLEY, Calif. -- March 5, 2000 -- CALIF-VOTERS-1\n-- Judging from dozens of interviews with voters in this sprawl of\nstucco houses 78 miles east of Los Angeles - an area known for\nlurching to Democrats one year and to Republicans the next - the\none White House contender who is rousing voters' passions, for\nbetter or for worse, is Sen. John McCain. ``He lost my vote right\nthere,'' said Allen Pennington, a personnel worker, after McCain\ndenounced religious conservatives. (Monica Almeida/The New York\nTimes)\n\n   (NYT29) MIAMI -- March 5, 2000 -- BKC-ST.JOHNS-MIAMI -- St.\nJohn's Erick Barkley takes a long jumper in the first half against\nthe Hurricanes on Sunday. Unranked Miami beat the Red Storm, 74-70\nin overtime, and emerged with its first title since 1965, when Rick\nBarry led the Hurricanes to the Florida Intercollegiate Conference\ntitle. St. Johns will be seeded third in the conference tournament,\nwhich begins Wednesday. (Gary I. Rothstein/The New York Times)\n\n   (NYT28) NEW YORK -- March 5, 2000 -- JAPAN-POET -- Makoto Ooka,\na diminutive man of 69, has written 200 major works and is one of\nJapan's most celebrated artists and intellectuals. But perhaps his\nmost remarkable accomplishment is his column, which has been\npublished without a break seven days a week for 20 years on the\nfront page of Asahi Shimbun, Japan's leading newspaper. Ooka will\ngive a lecture at Columbia University on Monday. (Chester Higgins\nJr./The New York Times)\n\n   (NYT27) UNDATED -- March 5, 2000 -- BODY-ARTISTS-B&W -- ``Body\nArt: Marks of Identity'' is an exhibition at the American Museum of\nNatural History that takes us through centuries of human\nself-display and decoration. Left, a 1913 photograph showing the\ncustom of head elongation in Africa; right, an image from Bettina\nWitteveen's ``Hybrid Identities'' series. (The American Museum of\nNatural History/The New York Times)\n\n   (NYT26) NEW YORK -- March 5, 2000 -- NY-ARTISTS -- Among the\nworks in ``Greater New York'' at P.S. 1 are Do-Ho Suh's silk\nhanging sculpture and Michelle Lopez's leather car, left. With\nnearly 150 artists, the show is ungainly in size. It has no theme,\nwas selected by committee and, as the first official curatorial\ncollaboration between P.S. 1 and the Museum of Modern Art, comes\nwith the kind of institutional clout that makes the art world see\nred. (Richard Perry/The New York Times)\n\n   (NYT25) TAMPA, Fla. -- March 5, 2000 -- BBA-YANKS-RAINES -- Tim\nRaines hit a single and a double Sunday in his first full-fledged\ngame since he learned he had lupus last summer. ``I didn't come\nback to prove I can get to spring training,'' Raines said. ``I\nwanted to come back to play in the big leagues.'' (Barton\nSilverman/The New York Times)\n\n   (NYT24) TAMPA, Fla. -- March 5, 2000 -- BBA-ARATON-COLUMN --\nGeorge Steinbrenner's team used to be the home office for\ncontroversy; now it deals more with calamity. D'Angelo Jimenez was\nprojected as the New York Yankees' utility infielder before an auto\naccident ended his season. (Barton Silverman/The New York Times)\n\n   (NYT23) NEW YORK -- March 5, 2000 -- CAT-SHOW -- A serene\nPajean's Wild Thang, flanked Sunday by her first-place trophy and\nher owner, Pamela Bassett, at the 16th International Cat Show at\nMadison Square Garden. Wild Thang's goal, now, is to proceed\nfurther along the littered trail to be named cat of the year.\n(Norman Y. Lono/The New York Times)\n\n   (NYT22) NEW YORK -- March 5, 2000 -- NY-TIMES-SCHOLARS -- The\nNew York Times College Scholarship Program winners, from left:\nVikiana Reyes, Kristina Chan, Mei Ying Lai, Sam King, Cathleen\nMiles and Marcin Skomial. All six scholarship winners, chosen from\namong 1,700 applicants, have a record of sterling achievement in\nthe face of punishing odds. (Richard Perry/The New York Times)\n\n   (NYT21) NEW YORK -- March 5, 2000 -- NY-MRSCLINTON-2 -- Hillary\nRodham Clinton on Sunday rejected what she described as the ``false\nchoice'' between aggressive crime fighting on the one hand and\ncivil relations between the police and minorities on the other, as\nshe invoked the death of Amadou Diallo to sharpen her criticism of\nMayor Rudolph Giuliani's leadership style. Giuliani, center, donned\na green sweater and marched in Staten Island on Sunday with Guy V.\nMolinari, left, the borough president. (Mary DiBiase Blaich/The New\nYork Times)\n\n   (NYT20) NEW YORK -- March 5, 2000 -- NY-MRSCLINTON -- Hillary\nRodham Clinton on Sunday rejected what she described as the ``false\nchoice'' between aggressive crime fighting on the one hand and\ncivil relations between the police and minorities on the other, as\nshe invoked the death of Amadou Diallo to sharpen her criticism of\nMayor Rudolph Giuliani's leadership style. Mrs. Clinton marched in\na St. Patrick's Day parade Sunday in Sunnyside, Queens. (Steve\nBerman/The New York Times)\n\n   (NYT19) NEW YORK -- March 5, 2000 -- CAROLINA-BOYCOTT -- A\ndispute in South Carolina over the Confederate battle flag has led\nBill T. Jones to withdraw from the Spoleto Festival USA. The\ndirector of the festival, in Charleston, S.C., said he is\ndetermined to put on this year's event despite a proposed economic\nboycott, called by the state branch of the NAACP. (Jeffery A.\nSalter/The New York Times)\n\n   (NYT18) BUFFALO, N.Y. -- March 5, 2000 -- DEMS -- Vice President\nAl Gore holds a wide lead in polls over former Sen. Bill Bradley in\nvirtually every state where Democrats will vote on Tuesday. Bradley\ncampaigned Sunday at the True Bethel Baptist Church in Buffalo.\n(Nicole Bengiveno/The New York Times)\n\n   (NYT17) SHANTOU, China -- March 5, 2000 -- CHINA-SMUGGLING --\nAfter years of tolerance, China is waging a desperate war on the\nsmuggling and corruption that have long helped to enrich the\ncountry's prosperous southern provinces at the expense of central\ngovernment coffers. For Zheng Jie, a snake broker in Shantou, sales\nslumped after the antismuggling war shrank the economy. ``Of course\nthe antismuggling campaign affects us locals, because smuggling is\nhow business is done here,'' he said. (Elisabeth Rosenthal/The New\nYork Times)\n\n   (NYT16) BUFFALO, N.Y. -- March 5, 2000 -- MCCAIN-2 -- After the\nmost tumultuous week of his campaign, Sen. John McCain is still\nclinging to the hope that Tuesday's critical set of primaries will\ngive him some rationale to keep his insurgency alive. Abbey\nSommers, 5, was among the crowd waiting for McCain to arrive at an\nairport campaign rally in Buffalo on Sunday. (Ruth Fremson/The New\nYork Times)\n\n   (NYT15) CLEVELAND -- March 5, 2000 -- MCCAIN-1 -- After the most\ntumultuous week of his campaign, Sen. John McCain is still clinging\nto the hope that Tuesday's critical set of primaries will give him\nsome rationale to keep his insurgency alive. McCain greeted\nsupporters as he arrived at a Cleveland high school Sunday for a\nrally. (Ruth Fremson/The New York Times)\n\n   (NYT14) CRANSTON, R.I. -- March 5, 2000 -- GORE-BACKSTAGE-3 --\nWith a couple of days before Super Tuesday, Vice President Al Gore\nhas been projecting a mood that suggests he does not expect to to\nlose. Gore joined John MaCarri and The Silverstones in a rendition\nof ``The Tennessee Waltz'' after a campaign appearance at the\nCranston Senior Center on Sunday. (Paul Hosefros/The New York\nTimes)\n\n   (NYT13) BOSTON -- March 5, 2000 -- GORE-BACKSTAGE-2 -- Even a\ncandidate for president spends time waiting, and Vice President Al\nGore often eases the tension by doing a little soft shoe. Gore,\nwith trip director David Morehouse, was told that the wait was over\nand he could take the stage at a campaign rally in Boston on\nSaturday. (Paul Hosefros/The New York Times)\n\n   (NYT12) ABOARD AIR FORCE TWO -- March 5, 2000 --\nSUB-GORE-BACKSTAGE-1 --Aides say the vice president is a stickler\nfor detail, often pointing out little things that aides have\nforgotten to include in briefing papers. Before a stop in Atlanta\non Friday, Al Gore received a briefing from his staff on the day's\nschedule on board Air Force Two. (Paul Hosefros/The New York Times)\n\n   (NYT11) CALIMESA, Calif. -- March 5, 2000 -- ABANDONED-INFANTS-2\n-- Debi Faris bought space in a cemetery in Calimesa for her Garden\nof Angels, where abandoned babies who are found dead are buried.\n``It's really very overwhelming when you go to a coroner's office.\nThey bring you a child wrapped in plastic and you look in their\nface,'' said Faris, who is pushing for legislation that would offer\nlegal protection to parents who abandon their babies in safe\nplaces. ``It's like 'Oh, God, what can we do to make this stop?' ``\n(Monica Almeida/The New York Times)\n\n   (NYT10) CALIMESA, Calif. -- March 5, 2000 -- ABANDONED-INFANTS\n-- Simple white crosses mark the graves of 38 children buried in a\ncemetery here. Abandoned in life, in death they were cared for by a\nstranger, Debi Faris, who was so touched by the story of an infant\nfound dead in a duffel bag that she convinced the coroner to let\nher give the child a proper burial. So began the Garden of Angels,\na burial place for unidentified abandoned children. Now Faris is\npushing for legislation that would offer legal protection to\nparents who abandon their babies in safe places. (Monica\nAlmeida/The New York Times)\n\n   (NYT9) HOLLYWOOD -- March 5, 2000 -- TV-LAURA-MEDIA -- Dr. Laura\nSchlessinger, the conservative radio host, has been called to task\nfor recent comments on homosexuality, which she has described as\n``deviant'' and derivative of ``biological error.'' The Gay and\nLesbian Alliance Against Defamation, known as Glaad, placed\nadvertisements in Variety and The Hollywood Reporter last week\nencouraging people to complain to Viacom's Paramount unit, which is\nproducing the show. (The New York Times)\n\n   (NYT8) NEW YORK -- March 5, 2000 -- MEDIA-TALK -- Marketers have\ncome up with many ways to put out their messages - product\nplacement, digital imagery, virtual tours. Now there is exercise\nequipment. An E-Zone system - a six-inch television screen with CD\nand tape players and its own advertisements all in one - was in use\nat a New York Sports Club gym in Manhattan in February. (Frances\nRoberts/The New York Times)\n\n   (NYT7) NEW YORK -- March 5, 2000 -- ESSENCE-MAG-MEDIA -- After\n19 years as editor in chief of Essence, Susan L. Taylor, far left,\nis relinquishing the position to Monique Greenwood, as new rivals\nlike Honey offer competition. Essence, which is celebrating its\n30th year, is still the most widely read publication for black\nwomen in the United States. (Ozier Muhammad/The New York Times)\n\n   (NYT6) ORLANDO, Fla. -- March 5, 2000 -- COMPUTER-BRIEFS -- The\nlatest convenience, brought to you by the Internet economy, will be\nthe ability to go out and buy stamps. Self-service postal kiosks,\nlike this one at an Orlando market, were tested in Florida. (Todd\nAnderson/The New York Times)\n\n   (NYT5) HOLLYWOOD -- March 5, 2000 -- GEFFEN-BIO-MEDIA -- The\nfirst full-scale biography of David Geffen, which depicts the\nbillionaire entertainment industry figure as brilliant but cunning\nand corrosive, has outraged Geffen, stirred tensions at his studio,\nDreamWorks SKG, and placed pressures on media companies as diverse\nas Time Warner, Dow Jones, and Bertelsmann. A prominent billboard\non Sunset Boulevard advertises the new biography. (Edward\nCarreon/The New York Times)\n\n   (NYT4) UNDATED -- March 5, 2000 -- ASIANS-AD-COLUMN -- A host of\nproblems, principally involving language and cultural barriers,\nhave lead advertisers astray in embarrassing ways in the\nAsian-American consumer market. Regardless, Asian-Americans have\nbecome increasingly appealing to advertisers, as shown by these ads\nin Chinese, left, Vietnamese and Japanese. (The New York Times)\n\n   (NYT3) WASHINGTON -- March 5, 2000 -- INTERNET-DEMOCRACY -- An\ninternational plan to create the Internet's first democracy has\nbeen plagued problems which make it nearly impossible for the\nInternet's new oversight organization to hold a fair election in\nSeptember, according to a report released Friday. ``The basic\nmessage ... is go slow,'' said Esther Dyson, interim chairwoman of\nthe Internet Corp. for Assigned Names and Numbers, or Icann. ``And\nour basic message is we have got to move forward.'' (Philip\nGreenberg/The New York Times)\n\n   (NYT2) ROCKVILLE, Md. -- March 5, 2000 -- PATENTS -- William A.\nHaseltine, chief executive of Human Genome Sciences Inc., which has\npatented a gene that may be useful in combatting AIDS. While the\ngene has potential in the fight against AIDS, the patent\nintensifies the debate over the propriety of patenting human\nbiology. (Ann Grillo/The New York Times)\n\n   (NYT1) NEW YORK -- March 5, 2000 -- ECOMMERCE-COLUMN -- Privacy\nadvocates were relieved last week when DoubleClick Inc., the\nInternet's biggest supplier of banner advertising, announced that\nit would put a hold on its plan to link personal identities and\nother information to anonymous data it collects about Internet\nusers. C. Andrew Johns, chief financial officer and executive vice\npresident of 24/7 Media, said the company has decided to follow\nDoubleClick's lead by delaying plans to combine offline and online\ndatabases about consumer behavior. (Marilynn K. Yee/The New York\nTimes)\n\n   The New York Times News Service\n","Headline":null,"Text":["\n   ATTENTION EDITORS: The following photos are part of tonight's\nNew York Times Photo Package, moving Sunday, 03/05/00. Photo\nclients will automatically receive these photos via AP's\nPhotoExpress or may download them from either the Wieck Photo\nDatabase in Dallas at 972-392-0888 or from NYTPhotos on Newscom at\n305-448-8411. Non-clients can make individual purchases by calling\n(888) 603-1036 or 212-556-4204.\n","\n   (NYT32) UNDATED -- March 5, 2000 -- OBIT-LOUGH-B&W -- Ernest\nLough, whose pure, silvery treble voice when he was 15 is preserved\non one of history's most memorable classical recordings, died on\nFeb. 22 at his home in Watford, England. He was 88. (The New York\nTimes)\n","\n   (NYT31) MORENO VALLEY, Calif. -- March 5, 2000 -- CALIF-VTERS-2\n-- Judging from dozens of interviews with voters in this sprawl of\nstucco houses 78 miles east of Los Angeles, the one White House\ncontender who is rousing voters' passions, for better or for worse,\nis Sen. John McCain. ``If George Bush were out here giving free\nTV's, I still wouldn't show up,'' said John Drew, who runs a vacuum\ncleaner business, left. ``I think it's going to be Al Gore. I like\nhim,'' said Sheila Valles, who was chaperoning Girl Scouts. ``I\nthink he's bad mouthing too much _ too much smack,'' said Ismael\nHernandez, a pressroom supervisor, of McCain. (Monica Almeida/The\nNew York Times)\n","\n   (NYT30) MORENO VALLEY, Calif. -- March 5, 2000 -- CALIF-VOTERS-1\n-- Judging from dozens of interviews with voters in this sprawl of\nstucco houses 78 miles east of Los Angeles - an area known for\nlurching to Democrats one year and to Republicans the next - the\none White House contender who is rousing voters' passions, for\nbetter or for worse, is Sen. John McCain. ``He lost my vote right\nthere,'' said Allen Pennington, a personnel worker, after McCain\ndenounced religious conservatives. (Monica Almeida/The New York\nTimes)\n","\n   (NYT29) MIAMI -- March 5, 2000 -- BKC-ST.JOHNS-MIAMI -- St.\nJohn's Erick Barkley takes a long jumper in the first half against\nthe Hurricanes on Sunday. Unranked Miami beat the Red Storm, 74-70\nin overtime, and emerged with its first title since 1965, when Rick\nBarry led the Hurricanes to the Florida Intercollegiate Conference\ntitle. St. Johns will be seeded third in the conference tournament,\nwhich begins Wednesday. (Gary I. Rothstein/The New York Times)\n","\n   (NYT28) NEW YORK -- March 5, 2000 -- JAPAN-POET -- Makoto Ooka,\na diminutive man of 69, has written 200 major works and is one of\nJapan's most celebrated artists and intellectuals. But perhaps his\nmost remarkable accomplishment is his column, which has been\npublished without a break seven days a week for 20 years on the\nfront page of Asahi Shimbun, Japan's leading newspaper. Ooka will\ngive a lecture at Columbia University on Monday. (Chester Higgins\nJr./The New York Times)\n","\n   (NYT27) UNDATED -- March 5, 2000 -- BODY-ARTISTS-B&W -- ``Body\nArt: Marks of Identity'' is an exhibition at the American Museum of\nNatural History that takes us through centuries of human\nself-display and decoration. Left, a 1913 photograph showing the\ncustom of head elongation in Africa; right, an image from Bettina\nWitteveen's ``Hybrid Identities'' series. (The American Museum of\nNatural History/The New York Times)\n","\n   (NYT26) NEW YORK -- March 5, 2000 -- NY-ARTISTS -- Among the\nworks in ``Greater New York'' at P.S. 1 are Do-Ho Suh's silk\nhanging sculpture and Michelle Lopez's leather car, left. With\nnearly 150 artists, the show is ungainly in size. It has no theme,\nwas selected by committee and, as the first official curatorial\ncollaboration between P.S. 1 and the Museum of Modern Art, comes\nwith the kind of institutional clout that makes the art world see\nred. (Richard Perry/The New York Times)\n","\n   (NYT25) TAMPA, Fla. -- March 5, 2000 -- BBA-YANKS-RAINES -- Tim\nRaines hit a single and a double Sunday in his first full-fledged\ngame since he learned he had lupus last summer. ``I didn't come\nback to prove I can get to spring training,'' Raines said. ``I\nwanted to come back to play in the big leagues.'' (Barton\nSilverman/The New York Times)\n","\n   (NYT24) TAMPA, Fla. -- March 5, 2000 -- BBA-ARATON-COLUMN --\nGeorge Steinbrenner's team used to be the home office for\ncontroversy; now it deals more with calamity. D'Angelo Jimenez was\nprojected as the New York Yankees' utility infielder before an auto\naccident ended his season. (Barton Silverman/The New York Times)\n","\n   (NYT23) NEW YORK -- March 5, 2000 -- CAT-SHOW -- A serene\nPajean's Wild Thang, flanked Sunday by her first-place trophy and\nher owner, Pamela Bassett, at the 16th International Cat Show at\nMadison Square Garden. Wild Thang's goal, now, is to proceed\nfurther along the littered trail to be named cat of the year.\n(Norman Y. Lono/The New York Times)\n","\n   (NYT22) NEW YORK -- March 5, 2000 -- NY-TIMES-SCHOLARS -- The\nNew York Times College Scholarship Program winners, from left:\nVikiana Reyes, Kristina Chan, Mei Ying Lai, Sam King, Cathleen\nMiles and Marcin Skomial. All six scholarship winners, chosen from\namong 1,700 applicants, have a record of sterling achievement in\nthe face of punishing odds. (Richard Perry/The New York Times)\n","\n   (NYT21) NEW YORK -- March 5, 2000 -- NY-MRSCLINTON-2 -- Hillary\nRodham Clinton on Sunday rejected what she described as the ``false\nchoice'' between aggressive crime fighting on the one hand and\ncivil relations between the police and minorities on the other, as\nshe invoked the death of Amadou Diallo to sharpen her criticism of\nMayor Rudolph Giuliani's leadership style. Giuliani, center, donned\na green sweater and marched in Staten Island on Sunday with Guy V.\nMolinari, left, the borough president. (Mary DiBiase Blaich/The New\nYork Times)\n","\n   (NYT20) NEW YORK -- March 5, 2000 -- NY-MRSCLINTON -- Hillary\nRodham Clinton on Sunday rejected what she described as the ``false\nchoice'' between aggressive crime fighting on the one hand and\ncivil relations between the police and minorities on the other, as\nshe invoked the death of Amadou Diallo to sharpen her criticism of\nMayor Rudolph Giuliani's leadership style. Mrs. Clinton marched in\na St. Patrick's Day parade Sunday in Sunnyside, Queens. (Steve\nBerman/The New York Times)\n","\n   (NYT19) NEW YORK -- March 5, 2000 -- CAROLINA-BOYCOTT -- A\ndispute in South Carolina over the Confederate battle flag has led\nBill T. Jones to withdraw from the Spoleto Festival USA. The\ndirector of the festival, in Charleston, S.C., said he is\ndetermined to put on this year's event despite a proposed economic\nboycott, called by the state branch of the NAACP. (Jeffery A.\nSalter/The New York Times)\n","\n   (NYT18) BUFFALO, N.Y. -- March 5, 2000 -- DEMS -- Vice President\nAl Gore holds a wide lead in polls over former Sen. Bill Bradley in\nvirtually every state where Democrats will vote on Tuesday. Bradley\ncampaigned Sunday at the True Bethel Baptist Church in Buffalo.\n(Nicole Bengiveno/The New York Times)\n","\n   (NYT17) SHANTOU, China -- March 5, 2000 -- CHINA-SMUGGLING --\nAfter years of tolerance, China is waging a desperate war on the\nsmuggling and corruption that have long helped to enrich the\ncountry's prosperous southern provinces at the expense of central\ngovernment coffers. For Zheng Jie, a snake broker in Shantou, sales\nslumped after the antismuggling war shrank the economy. ``Of course\nthe antismuggling campaign affects us locals, because smuggling is\nhow business is done here,'' he said. (Elisabeth Rosenthal/The New\nYork Times)\n","\n   (NYT16) BUFFALO, N.Y. -- March 5, 2000 -- MCCAIN-2 -- After the\nmost tumultuous week of his campaign, Sen. John McCain is still\nclinging to the hope that Tuesday's critical set of primaries will\ngive him some rationale to keep his insurgency alive. Abbey\nSommers, 5, was among the crowd waiting for McCain to arrive at an\nairport campaign rally in Buffalo on Sunday. (Ruth Fremson/The New\nYork Times)\n","\n   (NYT15) CLEVELAND -- March 5, 2000 -- MCCAIN-1 -- After the most\ntumultuous week of his campaign, Sen. John McCain is still clinging\nto the hope that Tuesday's critical set of primaries will give him\nsome rationale to keep his insurgency alive. McCain greeted\nsupporters as he arrived at a Cleveland high school Sunday for a\nrally. (Ruth Fremson/The New York Times)\n","\n   (NYT14) CRANSTON, R.I. -- March 5, 2000 -- GORE-BACKSTAGE-3 --\nWith a couple of days before Super Tuesday, Vice President Al Gore\nhas been projecting a mood that suggests he does not expect to to\nlose. Gore joined John MaCarri and The Silverstones in a rendition\nof ``The Tennessee Waltz'' after a campaign appearance at the\nCranston Senior Center on Sunday. (Paul Hosefros/The New York\nTimes)\n","\n   (NYT13) BOSTON -- March 5, 2000 -- GORE-BACKSTAGE-2 -- Even a\ncandidate for president spends time waiting, and Vice President Al\nGore often eases the tension by doing a little soft shoe. Gore,\nwith trip director David Morehouse, was told that the wait was over\nand he could take the stage at a campaign rally in Boston on\nSaturday. (Paul Hosefros/The New York Times)\n","\n   (NYT12) ABOARD AIR FORCE TWO -- March 5, 2000 --\nSUB-GORE-BACKSTAGE-1 --Aides say the vice president is a stickler\nfor detail, often pointing out little things that aides have\nforgotten to include in briefing papers. Before a stop in Atlanta\non Friday, Al Gore received a briefing from his staff on the day's\nschedule on board Air Force Two. (Paul Hosefros/The New York Times)\n","\n   (NYT11) CALIMESA, Calif. -- March 5, 2000 -- ABANDONED-INFANTS-2\n-- Debi Faris bought space in a cemetery in Calimesa for her Garden\nof Angels, where abandoned babies who are found dead are buried.\n``It's really very overwhelming when you go to a coroner's office.\nThey bring you a child wrapped in plastic and you look in their\nface,'' said Faris, who is pushing for legislation that would offer\nlegal protection to parents who abandon their babies in safe\nplaces. ``It's like 'Oh, God, what can we do to make this stop?' ``\n(Monica Almeida/The New York Times)\n","\n   (NYT10) CALIMESA, Calif. -- March 5, 2000 -- ABANDONED-INFANTS\n-- Simple white crosses mark the graves of 38 children buried in a\ncemetery here. Abandoned in life, in death they were cared for by a\nstranger, Debi Faris, who was so touched by the story of an infant\nfound dead in a duffel bag that she convinced the coroner to let\nher give the child a proper burial. So began the Garden of Angels,\na burial place for unidentified abandoned children. Now Faris is\npushing for legislation that would offer legal protection to\nparents who abandon their babies in safe places. (Monica\nAlmeida/The New York Times)\n","\n   (NYT9) HOLLYWOOD -- March 5, 2000 -- TV-LAURA-MEDIA -- Dr. Laura\nSchlessinger, the conservative radio host, has been called to task\nfor recent comments on homosexuality, which she has described as\n``deviant'' and derivative of ``biological error.'' The Gay and\nLesbian Alliance Against Defamation, known as Glaad, placed\nadvertisements in Variety and The Hollywood Reporter last week\nencouraging people to complain to Viacom's Paramount unit, which is\nproducing the show. (The New York Times)\n","\n   (NYT8) NEW YORK -- March 5, 2000 -- MEDIA-TALK -- Marketers have\ncome up with many ways to put out their messages - product\nplacement, digital imagery, virtual tours. Now there is exercise\nequipment. An E-Zone system - a six-inch television screen with CD\nand tape players and its own advertisements all in one - was in use\nat a New York Sports Club gym in Manhattan in February. (Frances\nRoberts/The New York Times)\n","\n   (NYT7) NEW YORK -- March 5, 2000 -- ESSENCE-MAG-MEDIA -- After\n19 years as editor in chief of Essence, Susan L. Taylor, far left,\nis relinquishing the position to Monique Greenwood, as new rivals\nlike Honey offer competition. Essence, which is celebrating its\n30th year, is still the most widely read publication for black\nwomen in the United States. (Ozier Muhammad/The New York Times)\n","\n   (NYT6) ORLANDO, Fla. -- March 5, 2000 -- COMPUTER-BRIEFS -- The\nlatest convenience, brought to you by the Internet economy, will be\nthe ability to go out and buy stamps. Self-service postal kiosks,\nlike this one at an Orlando market, were tested in Florida. (Todd\nAnderson/The New York Times)\n","\n   (NYT5) HOLLYWOOD -- March 5, 2000 -- GEFFEN-BIO-MEDIA -- The\nfirst full-scale biography of David Geffen, which depicts the\nbillionaire entertainment industry figure as brilliant but cunning\nand corrosive, has outraged Geffen, stirred tensions at his studio,\nDreamWorks SKG, and placed pressures on media companies as diverse\nas Time Warner, Dow Jones, and Bertelsmann. A prominent billboard\non Sunset Boulevard advertises the new biography. (Edward\nCarreon/The New York Times)\n","\n   (NYT4) UNDATED -- March 5, 2000 -- ASIANS-AD-COLUMN -- A host of\nproblems, principally involving language and cultural barriers,\nhave lead advertisers astray in embarrassing ways in the\nAsian-American consumer market. Regardless, Asian-Americans have\nbecome increasingly appealing to advertisers, as shown by these ads\nin Chinese, left, Vietnamese and Japanese. (The New York Times)\n","\n   (NYT3) WASHINGTON -- March 5, 2000 -- INTERNET-DEMOCRACY -- An\ninternational plan to create the Internet's first democracy has\nbeen plagued problems which make it nearly impossible for the\nInternet's new oversight organization to hold a fair election in\nSeptember, according to a report released Friday. ``The basic\nmessage ... is go slow,'' said Esther Dyson, interim chairwoman of\nthe Internet Corp. for Assigned Names and Numbers, or Icann. ``And\nour basic message is we have got to move forward.'' (Philip\nGreenberg/The New York Times)\n","\n   (NYT2) ROCKVILLE, Md. -- March 5, 2000 -- PATENTS -- William A.\nHaseltine, chief executive of Human Genome Sciences Inc., which has\npatented a gene that may be useful in combatting AIDS. While the\ngene has potential in the fight against AIDS, the patent\nintensifies the debate over the propriety of patenting human\nbiology. (Ann Grillo/The New York Times)\n","\n   (NYT1) NEW YORK -- March 5, 2000 -- ECOMMERCE-COLUMN -- Privacy\nadvocates were relieved last week when DoubleClick Inc., the\nInternet's biggest supplier of banner advertising, announced that\nit would put a hold on its plan to link personal identities and\nother information to anonymous data it collects about Internet\nusers. C. Andrew Johns, chief financial officer and executive vice\npresident of 24/7 Media, said the company has decided to follow\nDoubleClick's lead by delaying plans to combine offline and online\ndatabases about consumer behavior. (Marilynn K. Yee/The New York\nTimes)\n","\n   The New York Times News Service\n"]}