{"DocumentId":"NYT20000405.0345","TopicId":"NYT","Relevance":"0","Body":" BC-AFRICA-DIAMONDS-II-ART-3TAKES(TRIMS)-NYT \nDIAMONDS: AFRICA'S BLESSING AND CURSE \n\n  (EDS: This is the second installment of a serialized version of\nAFRICA-DIAMONDS. The first part, AFRICA-DIAMONDS-I, has also\nmoved.) \n(ART ADV: Photos NYT1-4 _ descriptions below _ are being sent to\nNYT photo clients. Graphic map is being sent to NYT graphic\nclients. Nonsubscribers can purchase one-time rights by calling\n888-603-1036 or 888-346-9867.) \n This article was reported by Alan Cowell in Zambia and Belgium, Ian\nFisher in Congo, Blaine Harden in Angola and New York, Norimitsu\nOnishi in Sierra Leone and Congo, and Rachel L. Swarns in\nBotswana.  \n By BLAINE HARDEN   \n c.2000 N.Y. Times News Service    \n\n   Although they are linked to ongoing warfare and misery in\nAfrican countries like Congo and Angola, diamonds need not lead to\nhorror. Botswana, the world's largest diamond producer, is one of\nthe most stable and prosperous countries in Africa. The diamond\nindustry there employs nearly a fourth of the country's 1.5 million\npeople and accounts for two-thirds of government income.\n\n   The South African diamond conglomerate De Beers and the Botswana\ngovernment control the industry in a 50-50 partnership, but there\nis far more to the country's success than corporate paternalism.\nFirst of all, the borders of Botswana _ unlike the borders of many\nAfrican countries _ make sense. Inside Botswana's borders, there is\nethnic and linguistic unity, and a long history of democratic\ndecision-making.\n\n   Traditional chiefs rarely take action without first consulting\nordinary villagers, who are invited to speak freely. The fact that\nBotswana gained independence peacefully has also helped. The\ncountry was so poor that the British decided it was not worth\nfighting for, so it was never inundated with guns or soldiers.\n\n   When De Beers discovered diamonds in Botswana in 1969, the\ngovernment had been independent for three years and the men running\nit were traditional chiefs who owned cattle. They came from a\ndesert culture where people have to scrimp and save to survive the\nlong, dry season.\n\n   During three decades, Botswana's leaders have carefully guided\nwhat became the world's fastest-growing economy. They invested in\nroads, schools and clinics. In stark contrast to the rulers of\nAngola and Congo, they created an African nation devoted to\nimproving the lives of its people. In 1965, the year before\nindependence, only about half of primary-school-aged children\nattended school. Today, 90 percent of that group is enrolled. Life\nexpectancy, which was less than 50 at independence, is now near 70.\n\n   In Botswana, phones work, potholes get repaired, garbage gets\npicked up and a lively press pokes fun at the government without\nfear. At $3,600 per year, the gross national product per capita is\nseven times higher than the average for sub-Saharan Africa. The\nstandard of living is higher in Botswana than in South Africa,\nTurkey or Thailand.\n\n   ``Diamonds are not devils,'' said Terry Lynn Karl, a professor\nof political science at Stanford University and the author of ``The\nParadox of Plenty,'' a book about the poisonous mix of natural\nresources, big money and thieving elites in developing countries.\n``What matters is that there be a tradition of good government and\ncompromise in place prior to the exploitation of these resources.''\n\n   THE HISTORY: Exploiting a Continent\n\n   The miseries of modern Africa are, in many ways, a legacy of its\nhistory.\n\n   In Angola and Congo, colonialism obliterated whatever political\nculture may have pre-dated the arrival of Europeans. It invented\nhuge, largely fictive nations roping together people who regarded\neach other as foreigners. To make their nation-building pay,\ncolonialists used force to haul off everything from ivory to rubber\nto human beings.\n\n   In Congo, the Belgian colonial state was famously greedy and\ncruel. Its agents set impossible quotas for production of rubber\nand ivory, killing or chopping off the hands of villagers who\nfailed to meet them. Novelist Joseph Conrad called it ``the vilest\nscramble for loot that ever disfigured the history of human\nconscience.''\n\n   In Angola, the Portuguese were less brutal, but no less toxic.\nAt independence in 1975, several hundred thousand Portuguese\nresidents, virtually the entire educated population, abandoned the\ncountry. Some took their doorknobs with them. They left behind a\nplace where almost no Angolans had any training in statecraft,\nbusiness or agriculture.\n\n   And for most of the last half century, the Cold War and the\nwhite-minority regimes of southern Africa injected cash and arms\ninto regional wars.\n\n   The CIA, for example, supported the Angolan rebel group Unita in\nthe early 1970s and again in the late 1980s. Angola's Marxist\ngovernment received military assistance from the Soviet Union and\nup to 50,000 troops from Cuba. When the CIA was not helping Unita,\nthe rebels got military backup from white-ruled South Africa.\n\n   Sierra Leone, a small country in West Africa, had a more benign\ncolonial history under British rule. But since the 1940s, predators\nwho smuggle diamonds have warped every aspect of the nation's\neconomic and political life.\n\n   The meddling of colonialists, superpowers and white regimes all\nbut stopped at the start of the 1990s, leaving diamonds, oil and\nother natural resources as the primary forage for rebels and\ngovernments.\n\n   In the countries where there was nothing to trade for weapons _\nas in Mozambique, where post-apartheid South Africa stopped funding\nrebellion and post-communist Eastern Europe stopped funding the\ngovernment _ war simply fizzled out.\n\n   But Angola, Congo and Sierra Leone had plenty of diamonds left\nover to excite greed, fuel war and to buy favors.\n\n   A U.N. report on Unita described how its leader, Jonas Savimbi,\ngave a ``passport sized'' packet of diamonds to the president of\nTogo, Gnassingbe Eyedema, as payment for allowing his children to\nlive in Togo and go to school there. Togo has denied it.\n\n   (BEGIN OPTIONAL TRIM)\n\n   Savimbi ``sealed'' his friendship with the president of Burkina\nFaso, Blaise Compaore, by giving him a number of envelopes full of\ndiamonds, as well as contributing to his political campaign and\nhelping his government pay debts, according to the report. In\nreturn, it said that Burkina Faso sent Savimbi three flights of\ndiesel fuel. The government of Burkina Faso denies it.\n\n   ``Oh, the diamonds, diamonds, diamonds,'' said a character in\nGraham Greene's ``The Heart of the Matter,'' a 1948 novel set in\nSierra Leone. ``You cannot understand how many bribes are\nnecessary.''\n\n   (END OPTIONAL TRIM)\n\n   nn\n\n   DE BEERS: Manipulating Scarcity\n\n   De Beers created its cartel 110 years ago when the company's\nfounder, Cecil Rhodes, realized that the sheer abundance of\ndiamonds in southern Africa would make them virtually worthless. By\ncarefully manipulating scarcity, De Beers prospered as perhaps the\nmost powerful cartel in the annals of modern commerce.\n\n   In the process, however, De Beers has run afoul of U.S.\nantitrust laws. The company's senior executives dare not enter the\nUnited States because of an outstanding antitrust indictment that\ncharges De Beers with fixing the prices of industrial diamonds.\n\n   The company's grip on the diamond market has slipped a bit from\nnear-total dominance at mid-century, but it has continued to keep\nthe price of gem-quality diamonds high by being both aggressive and\nflexible. Through the years, De Beers has sponged up periodic\nfloods of diamonds from Russia, Australia and, until recently,\nacross parts of war-torn Africa where it does not own all the\nmines.\n\n   Together with the artificial perception of rarity, what makes\ndiamonds profitable to more than 2.5 million miners, traders,\ncutters and wholesalers around the world _ and what energizes the\n$50-billion-a-year retail diamond jewelry industry _ is romance.\n\n   That, for the most part, is also an invention of De Beers. In\n1938, De Beers hired a New York advertising firm to convince\nmillions of couples that the larger the diamond on an engagement\nring, the greater their love. In the 1960s, a similar campaign in\nJapan created a diamond engagement ring ``tradition.''\n\n   Diamonds spilling out of Angola's war zone have had a\ndestabilizing effect on the cartel, first by increasing the supply\nof gem-quality stones and then by tarring the reputation of De\nBeers as a company that trafficked in blood-stained goods.\n\n   To maintain world prices, De Beers bought up a sizable amount of\nwhat Unita was selling _ although the company insists it bought the\ndiamonds on the open market without any direct dealings with the\nrebels, and that it stopped all buying when the embargo was imposed\nin 1998.\n\n   Global Witness, a London-based human rights group, embarrassed\nDe Beers in October 1998 with a report that showed _ citing the\ncompany's own annual reports _ how the cartel had pumped large\namounts of money into the coffers of the rebels as the war\nescalated.\n\n   A year later, De Beers took decisive action. The company\ndeclared last October that it would not buy any diamonds that\noriginate in Angola, except from one government-controlled mine.\n\n   Some diamond analysts said De Beers' announcement, while\nlaudable, came late _ after Unita, having exhausted the easy\npickings in Angola's alluvial mines and having lost considerable\nterritory to Angolan government forces, could no longer roil the\nworld market with high quality stones.\n\n   De Beers moved again in March to sanitize the image of the\ndiamonds it sells. As of March 26, the company says it can\nguarantee that none of its diamonds originate with African rebels,\nbut come instead from its own mines in South Africa, Botswana or\nNamibia, or are bought from mines in Russia or Australia.\n\n   Human rights groups have welcomed De Beers' moves and praise the\ncompany for taking steps they say the entire diamond industry\nshould follow. Rebel-mined diamonds, though, can still find their\nway out of Africa. About a third of diamonds imported into the\nUnited States are purchased from traders who are not employed by De\nBeers and are not bound by its new rules.\n\n   ANTWERP: Tracing the Stones\n\n   Near the train station in Antwerp, Belgium, police barricades\nseal off three narrow streets. In warren-like rooms above the\nstreets, men hunch over precision turntables, grinding rough\ndiamonds to coax forth shapes and colors that lure wholesaler\njewelers to Belgium from around the globe.\n\n   Eight out of 10 of the world's rough diamonds _ about 125\nmillion carats a year _ pass through Antwerp's Diamond Center. But\nexactly which of those stones come from war zones in Africa is\nsomething Antwerp's experts say they find hard to tell.\n\n   Michael Vaughan, managing director of the Diamantkring, one of\nthe four exchanges in Antwerp, said his business depends on trust,\nand that if diamonds have been smuggled by African rebels and\nre-packaged elsewhere, ``We don't know about it.''\n\n   Many diamond traders in Antwerp don't particularly want to know\nwhere the stones come from. A recent U.N. report complained of\n``extremely lax regulations'' at the world's largest diamond bourse\nin Antwerp. A Canadian human rights group, Partnership Africa\nCanada, calls Antwerp ``a diamond smuggler's dream.''\n\n   Belgium has objected to the report, saying it ignores major\nmoves in January to set up tougher customs inspections and a new\ncertification system with the Angolan government.\n\n   But it is not just Belgium. According to the U.N. report,\nAntwerp is flooded with diamonds exported from countries passing\noff smuggled diamonds as their own, complete with false, but\nofficial, certificates of origin. The experts say these countries\ninclude Liberia, Uganda, Rwanda and Zimbabwe.\n\n   One way to keep rebel-mined diamonds off the world market would\nbe to impose a diamond embargo on African countries known to be\nexporting smuggled stones. Thus far, though, there is little\nenthusiasm in the United Nations for such a move. ``It is tough\nenough in Angola, believe me,'' Fowler said.\n\n   Human rights groups and some members of Congress are also\ncalling for a mandatory diamond labeling system. One proposal calls\nfor a worldwide ban on sales unless diamonds have verifiable\ndocuments proving country of origin. A bill introduced in Congress\nlast year would require similar documentation for diamonds sold in\nthe United States.\n\n   nn\n\n   Rep. Tony Hall, D-Ohio, and Rep. Frank Wolf, R-Va., introduced\nthe bill after seeing the horrors of war in Sierra Leone.\n\n   ``The world looked the other way in Angola for most of the\n1990s, while revenues from diamond sales were used to butcher\ninnocent civilians,'' Wolf said. ``We should not stand by as the\nsame thing happens in Sierra Leone and Congo. We should do whatever\nit takes to cut off the flow of money.''\n\n   The diamond industry in the United States objects to the\nproposals.\n\n   ``There is no way to tell where a diamond comes from,'' said Eli\nHaas, president of the Diamond Dealers Club of New York. ``Diamonds\ndon't have identifying marks and probably never will. You just\ncan't look at a diamond and say, yes, it comes from Sierra Leone.''\n\n   That may be changing. De Beers says that it is ``actively\npursuing'' a diamond fingerprinting technology being developed by\nthe Royal Canadian Mounted Police at a forensic laboratory in\nOttawa.\n\n   Using lasers, the technology tries to identify chemical\nimpurities that are characteristic of diamonds from a particular\ncountry. Before it can work, though, a huge database containing the\nfingerprints of the world's diamonds would have to be gathered and\na method of industrial testing would have to be devised.\n\n   ``Identifying them is going to take many years,'' said Andrew\nBone, a De Beers spokesman in London. ``Most international experts\nbelieve that the techniques are not yet sufficient to allow the\ntracing of individual stones. Nevertheless, we are committed to\nhelping in any way we can.''\n\n   THE MARKET: Buying Tokens of Love\n\n   It appears likely, then, that a trickle of diamonds from the war\nzones of Africa will continue to leak into jewelry stories, at\nleast until technology, international law or a heretofore unseen\nvigilance in the diamond industry finds a way to stop it.\n\n   De Beers insists that the chances of buying such a diamond are\ninfinitesimal.\n\n   ``There is less than a one-in-a-hundred chance that any single\nstone will come from conflict areas,'' said Bone.\n\n   Despite such assurances, the window remains open for African\nrebels. Smugglers in Sierra Leone and Congo have ready access to\nthe third of the world diamond market that De Beers doesn't\ncontrol. And Unita, although its diamond dealing is down sharply\nfrom the mid-1990s, is still selling between $80 and $150 million\nworth of stones a year, according to the most conservative\nestimates. To perk up sales, Unita held a sale last year, military\nexperts said, marking down rough diamonds prices by a third.\n\n   The perceived need to own a diamond appears, if anything, to be\nincreasing.\n\n   On a recent Sunday afternoon, Tracy Scholl, of Suffolk County,\nN.Y., stood with her fiance, Mike Sabatino, at an engagement ring\ncounter on 47th Street in Manhattan's diamond district.\n\n   ``When you get engaged, you get a diamond,'' said Scholl as\nSabatino, an electrician from Staten Island, warily eyed a\none-carat ring that cost $5,500. ``It is what you are supposed to\ndo.''\n\n   And Africa? ``I want to say that I would not want a diamond\nbecause of that stuff in Africa, but I guess that's not really\ntrue,'' said Scholl. ``Me not buying a diamond is not going to stop\nwhat is going on over there.''\n\n   (PHOTO DESCRIPTIONS: NYT1 _ a jeweler looks at the final product\nin a New York City store. NYT2 _ a diamond miner shows some of the\nfruits of his labor from a mine deep in the jungle. NYT3 _ a\ndiamond dealer's sign outside a shop in Kisangani, Congo. NYT4 _\nminers use picks and shovels to dig to the gravel layer where\ndiamonds are found.)\n\n   (BL)\n","Headline":"\nDIAMONDS: AFRICA'S BLESSING AND CURSE \n","Text":["\n   Although they are linked to ongoing warfare and misery in\nAfrican countries like Congo and Angola, diamonds need not lead to\nhorror. Botswana, the world's largest diamond producer, is one of\nthe most stable and prosperous countries in Africa. The diamond\nindustry there employs nearly a fourth of the country's 1.5 million\npeople and accounts for two-thirds of government income.\n","\n   The South African diamond conglomerate De Beers and the Botswana\ngovernment control the industry in a 50-50 partnership, but there\nis far more to the country's success than corporate paternalism.\nFirst of all, the borders of Botswana _ unlike the borders of many\nAfrican countries _ make sense. Inside Botswana's borders, there is\nethnic and linguistic unity, and a long history of democratic\ndecision-making.\n","\n   Traditional chiefs rarely take action without first consulting\nordinary villagers, who are invited to speak freely. The fact that\nBotswana gained independence peacefully has also helped. The\ncountry was so poor that the British decided it was not worth\nfighting for, so it was never inundated with guns or soldiers.\n","\n   When De Beers discovered diamonds in Botswana in 1969, the\ngovernment had been independent for three years and the men running\nit were traditional chiefs who owned cattle. They came from a\ndesert culture where people have to scrimp and save to survive the\nlong, dry season.\n","\n   During three decades, Botswana's leaders have carefully guided\nwhat became the world's fastest-growing economy. They invested in\nroads, schools and clinics. In stark contrast to the rulers of\nAngola and Congo, they created an African nation devoted to\nimproving the lives of its people. In 1965, the year before\nindependence, only about half of primary-school-aged children\nattended school. Today, 90 percent of that group is enrolled. Life\nexpectancy, which was less than 50 at independence, is now near 70.\n","\n   In Botswana, phones work, potholes get repaired, garbage gets\npicked up and a lively press pokes fun at the government without\nfear. At $3,600 per year, the gross national product per capita is\nseven times higher than the average for sub-Saharan Africa. The\nstandard of living is higher in Botswana than in South Africa,\nTurkey or Thailand.\n","\n   ``Diamonds are not devils,'' said Terry Lynn Karl, a professor\nof political science at Stanford University and the author of ``The\nParadox of Plenty,'' a book about the poisonous mix of natural\nresources, big money and thieving elites in developing countries.\n``What matters is that there be a tradition of good government and\ncompromise in place prior to the exploitation of these resources.''\n","\n   THE HISTORY: Exploiting a Continent\n","\n   The miseries of modern Africa are, in many ways, a legacy of its\nhistory.\n","\n   In Angola and Congo, colonialism obliterated whatever political\nculture may have pre-dated the arrival of Europeans. It invented\nhuge, largely fictive nations roping together people who regarded\neach other as foreigners. To make their nation-building pay,\ncolonialists used force to haul off everything from ivory to rubber\nto human beings.\n","\n   In Congo, the Belgian colonial state was famously greedy and\ncruel. Its agents set impossible quotas for production of rubber\nand ivory, killing or chopping off the hands of villagers who\nfailed to meet them. Novelist Joseph Conrad called it ``the vilest\nscramble for loot that ever disfigured the history of human\nconscience.''\n","\n   In Angola, the Portuguese were less brutal, but no less toxic.\nAt independence in 1975, several hundred thousand Portuguese\nresidents, virtually the entire educated population, abandoned the\ncountry. Some took their doorknobs with them. They left behind a\nplace where almost no Angolans had any training in statecraft,\nbusiness or agriculture.\n","\n   And for most of the last half century, the Cold War and the\nwhite-minority regimes of southern Africa injected cash and arms\ninto regional wars.\n","\n   The CIA, for example, supported the Angolan rebel group Unita in\nthe early 1970s and again in the late 1980s. Angola's Marxist\ngovernment received military assistance from the Soviet Union and\nup to 50,000 troops from Cuba. When the CIA was not helping Unita,\nthe rebels got military backup from white-ruled South Africa.\n","\n   Sierra Leone, a small country in West Africa, had a more benign\ncolonial history under British rule. But since the 1940s, predators\nwho smuggle diamonds have warped every aspect of the nation's\neconomic and political life.\n","\n   The meddling of colonialists, superpowers and white regimes all\nbut stopped at the start of the 1990s, leaving diamonds, oil and\nother natural resources as the primary forage for rebels and\ngovernments.\n","\n   In the countries where there was nothing to trade for weapons _\nas in Mozambique, where post-apartheid South Africa stopped funding\nrebellion and post-communist Eastern Europe stopped funding the\ngovernment _ war simply fizzled out.\n","\n   But Angola, Congo and Sierra Leone had plenty of diamonds left\nover to excite greed, fuel war and to buy favors.\n","\n   A U.N. report on Unita described how its leader, Jonas Savimbi,\ngave a ``passport sized'' packet of diamonds to the president of\nTogo, Gnassingbe Eyedema, as payment for allowing his children to\nlive in Togo and go to school there. Togo has denied it.\n","\n   (BEGIN OPTIONAL TRIM)\n","\n   Savimbi ``sealed'' his friendship with the president of Burkina\nFaso, Blaise Compaore, by giving him a number of envelopes full of\ndiamonds, as well as contributing to his political campaign and\nhelping his government pay debts, according to the report. In\nreturn, it said that Burkina Faso sent Savimbi three flights of\ndiesel fuel. The government of Burkina Faso denies it.\n","\n   ``Oh, the diamonds, diamonds, diamonds,'' said a character in\nGraham Greene's ``The Heart of the Matter,'' a 1948 novel set in\nSierra Leone. ``You cannot understand how many bribes are\nnecessary.''\n","\n   (END OPTIONAL TRIM)\n","\n   nn\n","\n   DE BEERS: Manipulating Scarcity\n","\n   De Beers created its cartel 110 years ago when the company's\nfounder, Cecil Rhodes, realized that the sheer abundance of\ndiamonds in southern Africa would make them virtually worthless. By\ncarefully manipulating scarcity, De Beers prospered as perhaps the\nmost powerful cartel in the annals of modern commerce.\n","\n   In the process, however, De Beers has run afoul of U.S.\nantitrust laws. The company's senior executives dare not enter the\nUnited States because of an outstanding antitrust indictment that\ncharges De Beers with fixing the prices of industrial diamonds.\n","\n   The company's grip on the diamond market has slipped a bit from\nnear-total dominance at mid-century, but it has continued to keep\nthe price of gem-quality diamonds high by being both aggressive and\nflexible. Through the years, De Beers has sponged up periodic\nfloods of diamonds from Russia, Australia and, until recently,\nacross parts of war-torn Africa where it does not own all the\nmines.\n","\n   Together with the artificial perception of rarity, what makes\ndiamonds profitable to more than 2.5 million miners, traders,\ncutters and wholesalers around the world _ and what energizes the\n$50-billion-a-year retail diamond jewelry industry _ is romance.\n","\n   That, for the most part, is also an invention of De Beers. In\n1938, De Beers hired a New York advertising firm to convince\nmillions of couples that the larger the diamond on an engagement\nring, the greater their love. In the 1960s, a similar campaign in\nJapan created a diamond engagement ring ``tradition.''\n","\n   Diamonds spilling out of Angola's war zone have had a\ndestabilizing effect on the cartel, first by increasing the supply\nof gem-quality stones and then by tarring the reputation of De\nBeers as a company that trafficked in blood-stained goods.\n","\n   To maintain world prices, De Beers bought up a sizable amount of\nwhat Unita was selling _ although the company insists it bought the\ndiamonds on the open market without any direct dealings with the\nrebels, and that it stopped all buying when the embargo was imposed\nin 1998.\n","\n   Global Witness, a London-based human rights group, embarrassed\nDe Beers in October 1998 with a report that showed _ citing the\ncompany's own annual reports _ how the cartel had pumped large\namounts of money into the coffers of the rebels as the war\nescalated.\n","\n   A year later, De Beers took decisive action. The company\ndeclared last October that it would not buy any diamonds that\noriginate in Angola, except from one government-controlled mine.\n","\n   Some diamond analysts said De Beers' announcement, while\nlaudable, came late _ after Unita, having exhausted the easy\npickings in Angola's alluvial mines and having lost considerable\nterritory to Angolan government forces, could no longer roil the\nworld market with high quality stones.\n","\n   De Beers moved again in March to sanitize the image of the\ndiamonds it sells. As of March 26, the company says it can\nguarantee that none of its diamonds originate with African rebels,\nbut come instead from its own mines in South Africa, Botswana or\nNamibia, or are bought from mines in Russia or Australia.\n","\n   Human rights groups have welcomed De Beers' moves and praise the\ncompany for taking steps they say the entire diamond industry\nshould follow. Rebel-mined diamonds, though, can still find their\nway out of Africa. About a third of diamonds imported into the\nUnited States are purchased from traders who are not employed by De\nBeers and are not bound by its new rules.\n","\n   ANTWERP: Tracing the Stones\n","\n   Near the train station in Antwerp, Belgium, police barricades\nseal off three narrow streets. In warren-like rooms above the\nstreets, men hunch over precision turntables, grinding rough\ndiamonds to coax forth shapes and colors that lure wholesaler\njewelers to Belgium from around the globe.\n","\n   Eight out of 10 of the world's rough diamonds _ about 125\nmillion carats a year _ pass through Antwerp's Diamond Center. But\nexactly which of those stones come from war zones in Africa is\nsomething Antwerp's experts say they find hard to tell.\n","\n   Michael Vaughan, managing director of the Diamantkring, one of\nthe four exchanges in Antwerp, said his business depends on trust,\nand that if diamonds have been smuggled by African rebels and\nre-packaged elsewhere, ``We don't know about it.''\n","\n   Many diamond traders in Antwerp don't particularly want to know\nwhere the stones come from. A recent U.N. report complained of\n``extremely lax regulations'' at the world's largest diamond bourse\nin Antwerp. A Canadian human rights group, Partnership Africa\nCanada, calls Antwerp ``a diamond smuggler's dream.''\n","\n   Belgium has objected to the report, saying it ignores major\nmoves in January to set up tougher customs inspections and a new\ncertification system with the Angolan government.\n","\n   But it is not just Belgium. According to the U.N. report,\nAntwerp is flooded with diamonds exported from countries passing\noff smuggled diamonds as their own, complete with false, but\nofficial, certificates of origin. The experts say these countries\ninclude Liberia, Uganda, Rwanda and Zimbabwe.\n","\n   One way to keep rebel-mined diamonds off the world market would\nbe to impose a diamond embargo on African countries known to be\nexporting smuggled stones. Thus far, though, there is little\nenthusiasm in the United Nations for such a move. ``It is tough\nenough in Angola, believe me,'' Fowler said.\n","\n   Human rights groups and some members of Congress are also\ncalling for a mandatory diamond labeling system. One proposal calls\nfor a worldwide ban on sales unless diamonds have verifiable\ndocuments proving country of origin. A bill introduced in Congress\nlast year would require similar documentation for diamonds sold in\nthe United States.\n","\n   nn\n","\n   Rep. Tony Hall, D-Ohio, and Rep. Frank Wolf, R-Va., introduced\nthe bill after seeing the horrors of war in Sierra Leone.\n","\n   ``The world looked the other way in Angola for most of the\n1990s, while revenues from diamond sales were used to butcher\ninnocent civilians,'' Wolf said. ``We should not stand by as the\nsame thing happens in Sierra Leone and Congo. We should do whatever\nit takes to cut off the flow of money.''\n","\n   The diamond industry in the United States objects to the\nproposals.\n","\n   ``There is no way to tell where a diamond comes from,'' said Eli\nHaas, president of the Diamond Dealers Club of New York. ``Diamonds\ndon't have identifying marks and probably never will. You just\ncan't look at a diamond and say, yes, it comes from Sierra Leone.''\n","\n   That may be changing. De Beers says that it is ``actively\npursuing'' a diamond fingerprinting technology being developed by\nthe Royal Canadian Mounted Police at a forensic laboratory in\nOttawa.\n","\n   Using lasers, the technology tries to identify chemical\nimpurities that are characteristic of diamonds from a particular\ncountry. Before it can work, though, a huge database containing the\nfingerprints of the world's diamonds would have to be gathered and\na method of industrial testing would have to be devised.\n","\n   ``Identifying them is going to take many years,'' said Andrew\nBone, a De Beers spokesman in London. ``Most international experts\nbelieve that the techniques are not yet sufficient to allow the\ntracing of individual stones. Nevertheless, we are committed to\nhelping in any way we can.''\n","\n   THE MARKET: Buying Tokens of Love\n","\n   It appears likely, then, that a trickle of diamonds from the war\nzones of Africa will continue to leak into jewelry stories, at\nleast until technology, international law or a heretofore unseen\nvigilance in the diamond industry finds a way to stop it.\n","\n   De Beers insists that the chances of buying such a diamond are\ninfinitesimal.\n","\n   ``There is less than a one-in-a-hundred chance that any single\nstone will come from conflict areas,'' said Bone.\n","\n   Despite such assurances, the window remains open for African\nrebels. Smugglers in Sierra Leone and Congo have ready access to\nthe third of the world diamond market that De Beers doesn't\ncontrol. And Unita, although its diamond dealing is down sharply\nfrom the mid-1990s, is still selling between $80 and $150 million\nworth of stones a year, according to the most conservative\nestimates. To perk up sales, Unita held a sale last year, military\nexperts said, marking down rough diamonds prices by a third.\n","\n   The perceived need to own a diamond appears, if anything, to be\nincreasing.\n","\n   On a recent Sunday afternoon, Tracy Scholl, of Suffolk County,\nN.Y., stood with her fiance, Mike Sabatino, at an engagement ring\ncounter on 47th Street in Manhattan's diamond district.\n","\n   ``When you get engaged, you get a diamond,'' said Scholl as\nSabatino, an electrician from Staten Island, warily eyed a\none-carat ring that cost $5,500. ``It is what you are supposed to\ndo.''\n","\n   And Africa? ``I want to say that I would not want a diamond\nbecause of that stuff in Africa, but I guess that's not really\ntrue,'' said Scholl. ``Me not buying a diamond is not going to stop\nwhat is going on over there.''\n","\n   (PHOTO DESCRIPTIONS: NYT1 _ a jeweler looks at the final product\nin a New York City store. NYT2 _ a diamond miner shows some of the\nfruits of his labor from a mine deep in the jungle. NYT3 _ a\ndiamond dealer's sign outside a shop in Kisangani, Congo. NYT4 _\nminers use picks and shovels to dig to the gravel layer where\ndiamonds are found.)\n","\n   (BL)\n"]}