{"DocumentId":"NYT19990822.0119","TopicId":"NYT","Relevance":"0","Body":" BC-PATENTS-NYT \nMARRYING CELLULAR TECHNOLOGY TO POWER LINES  \n FINDING MISSING PAPERS \n\n  \n (ATTN: Md., Calif.)  (mk) \n By SABRA CHARTRAND   \n c.1999 N.Y. Times News Service   \n      \n      The vast majority of American homes and businesses are wired for\ntelecommunications. But the phone lines, telephone poles,\nfiber-optic cables and switching stations that Americans take for\ngranted can be scarce in other countries. Installing that equipment\nin poorer nations is an expensive undertaking, and so for many in\nAsia, Africa or the Middle East, phones remain a luxury. Cellular\nnetworks could eliminate the need to wire houses, lay cable or\nerect poles, but suggesting that poor villagers in a nation like\nVietnam use cell phones has something of a ``let them eat cake''\nattitude about it.\n      The governments of many such nations have given the higher\npriority to providing electrical power to their citizens, even in\nthe most rural areas. That may prove to be a telecommunications\nsolution, too.\n      Paul Kline, an inventor from Germantown, Md., has devised a\nwireless telecommunications system that takes advantage of the\nelectrical power infrastructure. His invention marries conventional\npower lines with cellular technology and standard telephone\nequipment to bring phones, fax machines and computer modems into\nhomes and businesses that have no telecommunications wiring.\n      Kline calls his invention a ``wireless local loop distribution\nsystem.'' He first installs a transceiver that connects electrical\npower lines and standard telephone equipment in homes and offices.\nThen he attaches what he calls a ``fixed wireless terminal'' to the\npower grid in the region. The phone signal is sent via the power\nlines to the wireless terminal, which in turn transmits it to other\nwireless terminals or to a base station.\n      More than one home or business can be linked to a single\nwireless terminal because most power distribution systems use\nstep-down transformers for clusters of homes or businesses. The\ntransformers reduce the high voltage sent over electrical lines to\nthe 110 or 220 volts used in homes. Each cluster of buildings\nconnected to a step-down transformer is effectively isolated from\nevery other cluster.\n      Kline envisions that this could mean that clusters of homes or\nbusinesses could also be isolated via his wireless\ntelecommunications terminals. The terminals would be able to\n``multiplex'' the signals from different buildings, according to\nhis patent filing. Thus, the system could carry more than one user\nin each transformer cluster. Kline hopes that one wireless terminal\nfor several customers would make his invention even cheaper to use.\n      The wireless terminal is also connected to a power meter, so\nthat energy use can be transmitted to a power company. Kline\nreceived patent 5,937,342.\n      \n       c.1999 N.Y. Times News Service  \n\n   Help in Finding That Lost Document\n\n   The frustrating search for a single document in a ream of papers\nor a room full of files may be over. Marvin Isaacman and Denis\nMcGreivy, two California inventors, have patented a system that\nuses radio signals to pinpoint a piece of paper on its precise\nshelf or drawer.\n\n   Office files are usually labeled and stored alphabetically,\nnumerically, by color or bar code. But those systems don't help\nwhen a folder is misfiled or lost. In their patent, the inventors\nsay a recent study found that ``an average U.S. executive spends\naround $10,000 a year searching for missing files.''\n\n   Hoping to eliminate this waste, the inventors first tag files or\ndocuments with a passive radio frequency code. The tag is made up\nof a small coil or antenna that collects energy and an integrated\ncircuit bearing an identification code. When someone wants to\nlocate the document, a computer-controlled transceiver transmits\nthe coded signal via an antenna in first one, and then a second,\nradio frequency. The tags pick up energy from the transceiver; when\na match is made, the relevant tag is activated and sends a signal\nback to the transceiver.\n\n   Since the signal is a radio frequency, it does not require\ndirect line-of-sight between the transceiver and the tagged files.\nSo documents can be stored in a box, cabinet or drawer. Antennas\nset up on shelves or in drawers can extend the signal. Once the\ncorrect signal is received, the computer then automatically names\nthe shelf or drawer where the document can be found.\n\n   Isaacman, from Los Angeles, and McGreivy, from Laguna Niguel,\nCalif., received patent 5,936,527.\n\n   Patents may be viewed on the Web at www.uspto.gov or may be\nordered through the mail, by patent number, for $3 from the Patent\nand Trademark Office, Washington, D.C. 20231.\n","Headline":"\nMARRYING CELLULAR TECHNOLOGY TO POWER LINES  \n FINDING MISSING PAPERS \n","Text":["\n   Help in Finding That Lost Document\n","\n   The frustrating search for a single document in a ream of papers\nor a room full of files may be over. Marvin Isaacman and Denis\nMcGreivy, two California inventors, have patented a system that\nuses radio signals to pinpoint a piece of paper on its precise\nshelf or drawer.\n","\n   Office files are usually labeled and stored alphabetically,\nnumerically, by color or bar code. But those systems don't help\nwhen a folder is misfiled or lost. In their patent, the inventors\nsay a recent study found that ``an average U.S. executive spends\naround $10,000 a year searching for missing files.''\n","\n   Hoping to eliminate this waste, the inventors first tag files or\ndocuments with a passive radio frequency code. The tag is made up\nof a small coil or antenna that collects energy and an integrated\ncircuit bearing an identification code. When someone wants to\nlocate the document, a computer-controlled transceiver transmits\nthe coded signal via an antenna in first one, and then a second,\nradio frequency. The tags pick up energy from the transceiver; when\na match is made, the relevant tag is activated and sends a signal\nback to the transceiver.\n","\n   Since the signal is a radio frequency, it does not require\ndirect line-of-sight between the transceiver and the tagged files.\nSo documents can be stored in a box, cabinet or drawer. Antennas\nset up on shelves or in drawers can extend the signal. Once the\ncorrect signal is received, the computer then automatically names\nthe shelf or drawer where the document can be found.\n","\n   Isaacman, from Los Angeles, and McGreivy, from Laguna Niguel,\nCalif., received patent 5,936,527.\n","\n   Patents may be viewed on the Web at www.uspto.gov or may be\nordered through the mail, by patent number, for $3 from the Patent\nand Trademark Office, Washington, D.C. 20231.\n"]}