{"DocumentId":"NYT19981004.0205","TopicId":"NYT","Relevance":"0","Body":" BC-PRISON-COX \n    \n\n      In violence of prison life, inmate clans offer security\n      By Mike Ward\n      c. 1998 Cox News Service\n\n   TENNESSEE COLONY, Texas _ Deep inside the Coffield prison, from\na tiny cage in a hallway, a young convict screams obscenities at\neveryone. And no one.\n\n   Down an adjacent corridor, an ``extraction team'' of guards in\nriot\n\n   helmets, padded vests and gas masks marches in lock step to a\ncell where a convict has grabbed a mop from a trusty and is\nthreatening to hurt somebody. They spray him with tear gas and haul\nhim off in handcuffs.\n\n   Across the way, a guard walks briskly, a plastic shield in front\nof him at every step to avoid being splattered with urine and feces\nthat some convicts are throwing through their cell bars.\n\n   ``Welcome to animal house,'' says an unsmiling guard.\n\n   Several corridors away, an identical cellblock holds hundreds of\nother convicts whom prison officials deem just as dangerous. But\nhere, where the Barrio Azteca prison gang lives, the stillness is\nbroken only by bouncing basketballs in a recreation yard and the\n``Jerry Springer Show'' blaring on a television.\n\n   ``We know how to do time,'' explains a gang member. ``We have\nrespect for each other. We enforce it.''\n\n   At a time when the gangs are being blamed for increasing\nviolence in and out of prison, the reality in the maximum-security\nlockups where gang members are segregated is orderly, almost\nserene. The eerie calm highlights the central role gangs have come\nto occupy in some Texas prisons.\n\n   Even though gang activities are banned, membership has more than\nquadrupled during the 1990s.\n\n   Even though prison officials' goal is to break up the gangs,\nthey house their members together because they're easier to manage\nthat way.\n\n   And even though prison officials say they try to prevent gang\n\n   activities, they have in some instances enlisted gang leaders in\nefforts to maintain order.\n\n   The Coffield Unit, about 60 miles southwest of Tyler, Texas,\nholds about 1,000 of 5,000 confirmed gang members in Texas prisons,\nmore than any other unit. Entire cellblocks are filled with members\nof Barrio Azteca, Mexican Mafia, Hermanos Pistoleros Latinos, Raza\nUnida, Texas Mafia and Texas Syndicate.\n\n   One convict to a cell. All mail is closely monitored. No one\nleaves his cell without handcuffs and constant escort, and only\nthen for up to two hours, for a shower or for recreation with other\ngang members.\n\n   Even so, there are increasing questions about whether the strict\nrules are effective, about whether prison officials are doing\nenough. ``In some cases, I think guards are encouraging and\nallowing gang activity to happen,'' said Linda Reeves, with Texas\nInmate Family Association, an advocacy group. ``And that's not\nright.''\n\n   Wayne Scott, executive director of the Texas Department of\nCriminal Justice, disagrees. ``Are we in charge? Absolutely. Are\nthese gangs calling the shots? Absolutely not,'' he said. ``By\nkeeping these gangs in a very controlled environment, we watch\neverything they do. . . . They play by our rules.''\n\n   On B Wing, where the Barrio Azteca members live, convicts say\nthe rules that count are those of the gang.\n\n   Amid growing concern by police about the spreading influence of\nprison gangs inside and outside prison, some legislative leaders\nsuggest that the segregation of gang members, in solitary\nconfinement with their colleagues, may not be the wisest choice.\n\n   ``If we cage them in administrative segregation, label them gang\nmembers and never deal with them, never offer them any programs to\nchange their attitude or life, which is what we seem to be doing\nnow . We're probably going to see worse criminals when they come\nout,'' said state Sen. John Whitmire, chairman of the Senate\nCriminal Justice Committee.\n\n   Prison officials defend the system as practical and proven, one\nthat avoids the bloody trouble that might come from mixing gang\nmembers, even in small groups, even in solitary cells, next to each\nother.\n\n   ``They earn this level of incarceration by their behavior,''\nScott said. ``Gangs or not, we have one of the safest prison\nsystems in the country.''\n\n   Rules of the gangs\n\n   Although the guards enforce one set of rules, the gangs have a\ncode that exists alongside it.\n\n   Yelling or speaking disrespectfully to fellow gang members will\nresult in a warning, sometimes delivered orally, sometimes in a\nwritten message delivered by ``fishing lines,'' string and long\npoles fashioned out of rolled-up newspaper with a hook on the end\nto pass communiques from cell to cell, even between floors.\n\n   For those who don't heed the warning, a beating may be in store,\n\n   administered on a recreation court or day room by the small\ngroups of gang members who are allowed out at the same time for\nrecreation, the only group activity permitted.\n\n   ``Internal discipline'' is the way Warden Keith Price and other\nprison officials sometimes describe it.\n\n   Occasionally, just as on the street, a gang member will break\nthe wrong rule, and a top member of the gang can order him killed.\nAt least three such death orders have been carried out this year in\nTexas prisons, authorities said.\n\n   Most recent: a July 3 stabbing at the Allred prison outside\nWichita Falls, where investigators suspect a Mexican Mafia member\nwas ordered killed. In June and July, gang members were responsible\nfor 94 major incidents in prison, ranging from assaults to weapon\npossession to disobeying guards. Most were members of one gang\nattacking members of another.\n\n   With the growing gang numbers in prison has come growing\nproblems. Low parole rates and less time off for good behavior have\nstripped away incentives to behave. More prisoners are serving more\ntime for more violent crimes. These conditions make prison a\nfertile place for gangs, said Gary Johnson, director of the Texas\nDepartment of Criminal Justice's prison division.\n\n   And for trouble.\n\n   Increasingly, officials say, pepper spray, tear gas grenades and\n\n   physical force are being required to quell disturbances. In\nrecent\n\n   months, more than two dozen prisons have experienced gang\nproblems.\n\n   On July 19, guards used tear gas to subdue a fight between black\nand Hispanic convicts in a dorm at the Segovia prison in South\nTexas, but not before six combatants broke down a wall into an\nadjacent dorm, according to a prison report.\n\n   More common: a Sept. 9 stabbing at the Beto I Unit near\nTennessee Colony, one of 12 reported at the prison in a few weeks\ninvolving members of the Puro Raza Mexicales gang and the rival\nTango Mexicales.\n\n   Despite the violence, gang membership can offer protection from\n\n   predators, even a sense of family, experts say. Or it can mean a\nticket to a unit with other members of their gang, such as Coffield\nB Wing, where the Barrio Azteca members live in relative peace.\n\n   Increased violence in prisons endangers not only gang members\nbut also guards and prisoners who are trying to straighten out\ntheir lives, officials say. And taxpayers bear the cost of\nincreased security inside prisons. And one day, most convicts will\nemerge from prison, back onto the streets, back into communities.\n\n   ``Twenty years ago, a robber might have taken pride in never\nusing a gun. Now, they'll shoot someone first and then rob them,''\nsaid Sam Buentello, the prison system's top gang expert.\n\n   Hatred and bonding\n\n   In the prison culture of barely suppressed anger, of predatory\nbehavior and rape, a place of enforced uniformity and harsh\nroutine, there is hate.\n\n   And prejudice.\n\n   In this place where 45 percent of convicts are black, 29 percent\nare white and 26 percent are Hispanic, where 61 percent of the\nemployees are white, 23 percent are black and 15 percent are\nHispanic, race is a denominator for everyday life, especially in\nthe tougher maximum-security units.\n\n   In this environment, the same white uniforms, the same buzz-cut\nhair, guards barking orders and convicts answering with epithets,\nstrip searches every time they come and go between their cells and\nwork, convicts seize on race and ethnicity as a bond.\n\n   Or a reason to hate.\n\n   Such hatred can breed violence that is furious and unthinkable,\nlike the June attack in Jasper that made national headlines, when\nthree white ex-convicts chained a man behind a pickup truck and\ndragged him to death, just because he was black.\n\n   Patrick Petrick, a convicted Houston robber, knows well that\nmentality of hate. Until 1993, he was a general for the Aryan\nBrotherhood of Texas prison gang, a top leader who helped draft the\ngang's constitution, someone other members once feared.\n\n   Now that he has renounced his membership, after refusing an\norder to kill someone, they want to kill him.\n\n   ``I heard it all. . . . I lived the rhetoric,'' he said from\nbehind the\n\n   plastic window on an interview booth at the Goree Unit in\nHuntsville, where he is in protective custody. ``But I didn't kill\nanybody.''\n\n   Prison officials say his path into the gang, and into the\nmentality of hate, is typical.\n\n   First arrested at age 13, a ``ball of hate looking for a place\nto turn,'' Petrick said, he affiliated with the Aryan Brotherhood\nin 1985, while he was in the Harris County Jail, and joined four\nyears later. Having done prison time previously in California and\nMinnesota, with a reputation for winning jailhouse fights, Petrick\nprobably seemed the perfect recruit.\n\n   ``I was extremely racist,'' he said, explaining that his views\ngrew from a troubled childhood in which ``I started hating and\nfocusing that hate. . . . I felt I had a good reason to hate\nsociety.''\n\n   In prison, he said, race became just another reason to hate.\n\n   Race, Petrick said, is ``all you have left in here. We're\nstripped down. The only identity we have in prison is our skin\ncolor.''\n\n   To combat the racial and ethnic tensions, to try to adjust\nconvicts' attitudes before the inmates leave prison, officials\noffer several anger-management and diversity lessons in prison\nclassrooms. But they are available only at the lower-security\nunits, generally not those where gang members and the tougher\nconvicts are locked up, and officials privately concede that their\neffectiveness is limited if convicts have no desire to stop hating.\n\n   ``If someone wants to hate, they will hate,'' prison director\nScott said, noting that racial tensions tend to drop as the\nsecurity level of the prison decreases. ``People don't come to\nprison for being good citizens. They come for breaking society's\nrules.''\n\n   State Sen. Royce West, D-Dallas, a former prosecutor who chairs\na legislative committee studying prison gangs, agrees. But, like\nother lawmakers and criminal justice academics, he questions\n``whether race is actually the problem or whether it is really\nother issues.''\n\n   ``We get this uncut, raw, X-rated view of racism in the prison\nsystem,'' he said. ``But I think prison gangs are using racism as a\ncrutch to attract other individuals to join them, and we need to\naddress that.''\n\n   By most accounts, racism figured heavily in the formation of\nprison gangs in Texas two decades ago.\n\n   Until the late 1970s, Texas prisons were segregated by race and\nrun by convicts known as ``building tenders,'' trusted prisoners\nwhom guards allowed to supervise dorms and cellblocks.\n\n   Then federal court orders desegregated prisons and outlawed the\n\n   building tender system. Hispanics, whites and blacks were forced\nto live with one another.\n\n   Racial and ethnic tensions flared. And for protection against\nassaults and thefts, convicts formed gangs, mostly along racial and\nethnic lines.\n\n   The Texas Syndicate, formed years earlier in California prisons\nby\n\n   Texans seeking to protect themselves, was first. Then came\ngroups with names such as Mexican Mafia, Texas Mafia, Mandingo\nWarriors, Self Defense Family and the Aryan Brotherhood.\n\n   By 1985, Texas' seven prison gangs were big trouble. Of the 52\nconvict slayings in 1984-85, 48 were gang-related, prison officials\nsaid.\n\n   ``There were 1,500 assaults on staff in 1985,'' said Buentello.\n``All hell had broken loose.''\n\n   Zero tolerance\n\n   To regain control, prison officials adopted a zero-tolerance\npolicy\n\n   that remains in effect today. If you are confirmed as a gang\nmember, you serve your sentence on lockdown, alone in a solitary\ncell, with only an hour outside each day for exercise.\n\n   Despite that, by the early 1990s, gangs started to grow again,\nfed by an influx of young criminals who had grown up in street\ngangs. In just a few years, the number of confirmed gang members\ninside Texas prisons jumped from 1,280 to more than 5,000.\n\n   Barrio Azteca, Raza Unida and Hermanos Pistoleros Latinos were\nadded to the gang list. But dozens more smaller groups of convicts,\nless-organized but ganglike in mentality nonetheless, began to\nspring up, sporting names like the Kingwood Chongos, Tango\nMexicales, Aggieland Crypt and Bud Club.\n\n   In all, officials estimate that as many as 10,000 convicts may\nbe\n\n   affiliated with some gang or group of some sort inside Texas\nprisons. But in a prison system with only 8,200\nsolitary-confinement cells, of which gang members now occupy well\nover half, there is simply no room to isolate them all.\n\n   But that could soon change.\n\n   Prison officials have announced plans to build a new generation\nof\n\n   solitary-confinement units at a cost of more than $100 million\nto hold the growing number of violent convicts and die-hard gang\nmembers. With that will come another whopping price tag: $53 a day\nto house a convict in the high-security unit compared with $38 a\nday for a regular prison.\n\n   A year ago, the first of those units, the Estelle High-Security\nUnit\n\n   outside Huntsville, was opened. At Super Max, as the unit is\nknown, the cells have no bars or windows to the outside, only a\nsteel door with two narrow windows and a slot to pass food trays\nthrough. More than half of the 660 convicts in the Super Max unit\nare gang members, people like Juan Garza, serving 20 years for auto\nburglary in Houston.\n\n   Garza, 31, is among a growing chorus of people who complain that\nSuper Max is too much _ too much isolation, too few programs, too\npunitive an environment where convicts may only grow meaner.\n\n   ``Sitting in this cell 23 hours a day doesn't better anyone,''\nsaid\n\n   Garza, a ninth-grade dropout whom prison officials identify as a\nmember of the Mexican Mafia. ``People go crazy here. . . . There\nare guys that actually sit in front of a mirror and carry on an\nentire conversation.''\n\n   To break the solitude, gang members communicate by ``the\nphone,'' the air vents through which they can talk to each other.\nMuch to the chagrin of guards, they also have learned how to\n``fish,'' pass written messages between cells with string passed\nthrough a small crack beneath the steel cell doors.\n\n   They play chess by making hand signs through the small plastic\nwindow in their cell doors.\n\n   And during their one hour of recreation a day, singly in small\n\n   chain-link pens where guards are near with clipboards to record\nany gang-related conversations, Garza said they can talk.\n\n   But will such tough treatment force convicts to change for the\nbetter?\n\n   And will it stop or thwart gang activity?\n\n   Yes, say prison officials, who insist that assaults and\nmisbehavior\n\n   have dropped markedly at Super Max. Convicts disagree.\n\n   ``It's just like tying up a dog, chaining him up . . . and\nexpecting him to come back five years later, 10 years later when\nyou haven't fed him right, you've mistreated him, and you go and\nlet him loose,'' Garza said.\n\n   ``What is he going to do? Eventually, he's going to go and bite\n\n   somebody. And then we end up chaining him right back up.''\n\n   Despite the complaints and the high cost, prison officials\ninsist the new isolation beds are humane, and needed.\n\n   ``Those beds will be filled as soon as we can get them open,''\nsaid Allan Polunsky, a San Antonio lawyer who heads the prison\nsystem's governing board. ``And the sooner the better.''\n\n   In youth prisons\n\n   At the Texas Youth Commission, Executive Director Steve Robinson\nestimates that gang activity has jumped by 25 percent in the past\nyear.\n\n   Last spring, in the first such uprising, teen-age delinquents\nrioted at the Evins Regional Juvenile Center in Edinburg and took\ncontrol of a dorm for several hours. After 25 youth commission\nstaff members and 16 sheriff's deputies regained control, they\nfound graffiti for a Hispanic street gang _ one affiliated with a\nprison gang _ amid the debris.\n\n   A few days later, delinquents tried the same thing at another\nstate school. And in May, officials thwarted plans for a similar\nriot at the Crockett State School in East Texas. Twelve gang\nleaders were locked up in solitary cells, Robinson said.\n\n   For a corrections system where rehabilitation programs are the\n\n   priority, not steel-and-concrete punishment, the trend is\nominous.\n\n   ``It's a toxic mix,'' Robinson said, noting that 40 percent of\nyouth\n\n   commission delinquents admit an affiliation with a street gang.\n``Gangs threaten the whole of what we do, because gang influences\ninterfere with the programs that are a key to what we do. That's\nwhere we start to lose ground in rehabilitation.''\n\n   While Robinson said no youth commission delinquents have been\nfound to be members of prison gangs, officials in recent months\nhave intercepted letters from adult convicts recruiting teen-age\noffenders to join white-supremacist prison gangs. As a result,\ncorrespondence from convicts is now are prohibited at youth\ncommission lockups.\n\n   And youth commission officials are making plans to build\nhundreds of single-cell lockups rather than traditional dorm-style\nhousing, where gang activity can be hard to control. About 40\npercent of the agency's 3,000 beds are single-bunk.\n\n   The goal is to ``make gang behavior a lot more costly,''\nRobinson said.\n\n   Inmate ingenuity\n\n   In the adult prisons, such a policy has been longstanding. And\nwhile prison officials say it has curbed most violence, and\nprobably thwarted gang recruitment efforts inside prison, the\ngangs' illicit ingenuity continues.\n\n   Though prison rules prohibit tattooing, convicts still practice\nit,\n\n   using electronic parts from a vending machine or a fan, a needle\nor razor blade, and a dye made from burned soap or ink. Prison\nofficials say tattooing is less prevalent now than in the past, a\nresult of gang members seeking to avoid the punishment for\ndetection: solitary confinement.\n\n   At the Coffield Unit, guards recently discovered that a gang\nmember had used a smuggled hacksaw blade to cut the bottom track\noff his cell door so he could slip out to attack a rival. At the\nEstelle High-Security Unit, a gang member used scouring powder on a\nshoelace to do the same thing.\n\n   ``They spend all day, every day trying to come up with ways to\nbeat us,'' said Michael Upshaw, warden of the Coffield cellblocks\nthat house gang members. ``And we work just as hard to keep them\nfrom doing that.''\n\n   Four years ago, the white-supremacist Texas Aryan Brotherhood\ntried to turn itself into a religious group _ the Church of Aryan\nChristian Heritage Inc. _ as a way to force prison officials to let\nmembers meet and correspond unimpeded.\n\n   About the same time, the Fraternal Order of the Aryan\nBrotherhood was incorporated to promote an Aryan, Christian\nculture. Its corporate address: the Terrell prison unit near\nLivingston, in East Texas.\n\n   Even in prison, the gangs maintain a hierarchy.\n\n   Rudy Cantu, listed by prison officials as a general in the\nMexican\n\n   Mafia, occupies a cell at the Coffield Unit. But rather than\ntalk with\n\n   visitors, sometimes even guards, he speaks through a spokesman _\nanother convict on his cellblock.\n\n   ``This is the reality,'' he tells a reporter, rattling his cell\ndoor.\n\n   ``That is all I got to say.''\n\n   He directs a reporter up one floor to another convict who, he\nsays in Spanish, is his ``official spokesman.'' That convict\ndeclines to talk.\n\n   The gangs have leaders who make major decisions for members at\none or several prisons. Some are called ``general,'' some\n``president.'' In some gangs, such as the Barrio Azteca at\nCoffield, rank can be denoted by the number of ``plumas,'' Spanish\nfor feathers.\n\n   Joe Saldivar, a member of the Mexican Mafia incarcerated at the\nEstelle High-Security Unit, explains the hierarchy.\n\n   ``We might put somebody on restriction where we won't let him go\nout for rec. But we try to do it as democratically as we can. We\npass around an envelope with different opinions on it. Everybody\nhas a chance to speak their piece. . . . We try to do it like they\ndo it in a court of law.''\n\n   While convicts deny it, prison officials say they also use the\n\n   messaging system to order violent crimes outside prison,\nincluding murder.\n\n   A federal indictment unsealed July 20 in San Antonio alleges\nthat eight members of the Mexican Mafia carried out 14 murders in\nTexas between 1994 and 1997, including one in a state prison in\nBrazoria County, in a conspiracy hatched inside and outside of\nprisons.\n\n   Such allegations can add to a gang's clout inside the violent\nprison. ``The members of these gangs do what they are told to do,''\nWarden Price says. ``If one of their leaders tells them to shut up,\nthey shut up, because if they don't, they know there's consequences\n_ harsh consequences.''\n\n   And that, he says, explains why the Barrio Azteca cellblock in B\nWing ``is probably one of the cleanest . . . one of the quietest\ncellblocks on the entire unit. It's all gangsters.''\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   TENNESSEE COLONY, Texas _ Deep inside the Coffield prison, from\na tiny cage in a hallway, a young convict screams obscenities at\neveryone. And no one.\n","\n   Down an adjacent corridor, an ``extraction team'' of guards in\nriot\n","\n   helmets, padded vests and gas masks marches in lock step to a\ncell where a convict has grabbed a mop from a trusty and is\nthreatening to hurt somebody. They spray him with tear gas and haul\nhim off in handcuffs.\n","\n   Across the way, a guard walks briskly, a plastic shield in front\nof him at every step to avoid being splattered with urine and feces\nthat some convicts are throwing through their cell bars.\n","\n   ``Welcome to animal house,'' says an unsmiling guard.\n","\n   Several corridors away, an identical cellblock holds hundreds of\nother convicts whom prison officials deem just as dangerous. But\nhere, where the Barrio Azteca prison gang lives, the stillness is\nbroken only by bouncing basketballs in a recreation yard and the\n``Jerry Springer Show'' blaring on a television.\n","\n   ``We know how to do time,'' explains a gang member. ``We have\nrespect for each other. We enforce it.''\n","\n   At a time when the gangs are being blamed for increasing\nviolence in and out of prison, the reality in the maximum-security\nlockups where gang members are segregated is orderly, almost\nserene. The eerie calm highlights the central role gangs have come\nto occupy in some Texas prisons.\n","\n   Even though gang activities are banned, membership has more than\nquadrupled during the 1990s.\n","\n   Even though prison officials' goal is to break up the gangs,\nthey house their members together because they're easier to manage\nthat way.\n","\n   And even though prison officials say they try to prevent gang\n","\n   activities, they have in some instances enlisted gang leaders in\nefforts to maintain order.\n","\n   The Coffield Unit, about 60 miles southwest of Tyler, Texas,\nholds about 1,000 of 5,000 confirmed gang members in Texas prisons,\nmore than any other unit. Entire cellblocks are filled with members\nof Barrio Azteca, Mexican Mafia, Hermanos Pistoleros Latinos, Raza\nUnida, Texas Mafia and Texas Syndicate.\n","\n   One convict to a cell. All mail is closely monitored. No one\nleaves his cell without handcuffs and constant escort, and only\nthen for up to two hours, for a shower or for recreation with other\ngang members.\n","\n   Even so, there are increasing questions about whether the strict\nrules are effective, about whether prison officials are doing\nenough. ``In some cases, I think guards are encouraging and\nallowing gang activity to happen,'' said Linda Reeves, with Texas\nInmate Family Association, an advocacy group. ``And that's not\nright.''\n","\n   Wayne Scott, executive director of the Texas Department of\nCriminal Justice, disagrees. ``Are we in charge? Absolutely. Are\nthese gangs calling the shots? Absolutely not,'' he said. ``By\nkeeping these gangs in a very controlled environment, we watch\neverything they do. . . . They play by our rules.''\n","\n   On B Wing, where the Barrio Azteca members live, convicts say\nthe rules that count are those of the gang.\n","\n   Amid growing concern by police about the spreading influence of\nprison gangs inside and outside prison, some legislative leaders\nsuggest that the segregation of gang members, in solitary\nconfinement with their colleagues, may not be the wisest choice.\n","\n   ``If we cage them in administrative segregation, label them gang\nmembers and never deal with them, never offer them any programs to\nchange their attitude or life, which is what we seem to be doing\nnow . We're probably going to see worse criminals when they come\nout,'' said state Sen. John Whitmire, chairman of the Senate\nCriminal Justice Committee.\n","\n   Prison officials defend the system as practical and proven, one\nthat avoids the bloody trouble that might come from mixing gang\nmembers, even in small groups, even in solitary cells, next to each\nother.\n","\n   ``They earn this level of incarceration by their behavior,''\nScott said. ``Gangs or not, we have one of the safest prison\nsystems in the country.''\n","\n   Rules of the gangs\n","\n   Although the guards enforce one set of rules, the gangs have a\ncode that exists alongside it.\n","\n   Yelling or speaking disrespectfully to fellow gang members will\nresult in a warning, sometimes delivered orally, sometimes in a\nwritten message delivered by ``fishing lines,'' string and long\npoles fashioned out of rolled-up newspaper with a hook on the end\nto pass communiques from cell to cell, even between floors.\n","\n   For those who don't heed the warning, a beating may be in store,\n","\n   administered on a recreation court or day room by the small\ngroups of gang members who are allowed out at the same time for\nrecreation, the only group activity permitted.\n","\n   ``Internal discipline'' is the way Warden Keith Price and other\nprison officials sometimes describe it.\n","\n   Occasionally, just as on the street, a gang member will break\nthe wrong rule, and a top member of the gang can order him killed.\nAt least three such death orders have been carried out this year in\nTexas prisons, authorities said.\n","\n   Most recent: a July 3 stabbing at the Allred prison outside\nWichita Falls, where investigators suspect a Mexican Mafia member\nwas ordered killed. In June and July, gang members were responsible\nfor 94 major incidents in prison, ranging from assaults to weapon\npossession to disobeying guards. Most were members of one gang\nattacking members of another.\n","\n   With the growing gang numbers in prison has come growing\nproblems. Low parole rates and less time off for good behavior have\nstripped away incentives to behave. More prisoners are serving more\ntime for more violent crimes. These conditions make prison a\nfertile place for gangs, said Gary Johnson, director of the Texas\nDepartment of Criminal Justice's prison division.\n","\n   And for trouble.\n","\n   Increasingly, officials say, pepper spray, tear gas grenades and\n","\n   physical force are being required to quell disturbances. In\nrecent\n","\n   months, more than two dozen prisons have experienced gang\nproblems.\n","\n   On July 19, guards used tear gas to subdue a fight between black\nand Hispanic convicts in a dorm at the Segovia prison in South\nTexas, but not before six combatants broke down a wall into an\nadjacent dorm, according to a prison report.\n","\n   More common: a Sept. 9 stabbing at the Beto I Unit near\nTennessee Colony, one of 12 reported at the prison in a few weeks\ninvolving members of the Puro Raza Mexicales gang and the rival\nTango Mexicales.\n","\n   Despite the violence, gang membership can offer protection from\n","\n   predators, even a sense of family, experts say. Or it can mean a\nticket to a unit with other members of their gang, such as Coffield\nB Wing, where the Barrio Azteca members live in relative peace.\n","\n   Increased violence in prisons endangers not only gang members\nbut also guards and prisoners who are trying to straighten out\ntheir lives, officials say. And taxpayers bear the cost of\nincreased security inside prisons. And one day, most convicts will\nemerge from prison, back onto the streets, back into communities.\n","\n   ``Twenty years ago, a robber might have taken pride in never\nusing a gun. Now, they'll shoot someone first and then rob them,''\nsaid Sam Buentello, the prison system's top gang expert.\n","\n   Hatred and bonding\n","\n   In the prison culture of barely suppressed anger, of predatory\nbehavior and rape, a place of enforced uniformity and harsh\nroutine, there is hate.\n","\n   And prejudice.\n","\n   In this place where 45 percent of convicts are black, 29 percent\nare white and 26 percent are Hispanic, where 61 percent of the\nemployees are white, 23 percent are black and 15 percent are\nHispanic, race is a denominator for everyday life, especially in\nthe tougher maximum-security units.\n","\n   In this environment, the same white uniforms, the same buzz-cut\nhair, guards barking orders and convicts answering with epithets,\nstrip searches every time they come and go between their cells and\nwork, convicts seize on race and ethnicity as a bond.\n","\n   Or a reason to hate.\n","\n   Such hatred can breed violence that is furious and unthinkable,\nlike the June attack in Jasper that made national headlines, when\nthree white ex-convicts chained a man behind a pickup truck and\ndragged him to death, just because he was black.\n","\n   Patrick Petrick, a convicted Houston robber, knows well that\nmentality of hate. Until 1993, he was a general for the Aryan\nBrotherhood of Texas prison gang, a top leader who helped draft the\ngang's constitution, someone other members once feared.\n","\n   Now that he has renounced his membership, after refusing an\norder to kill someone, they want to kill him.\n","\n   ``I heard it all. . . . I lived the rhetoric,'' he said from\nbehind the\n","\n   plastic window on an interview booth at the Goree Unit in\nHuntsville, where he is in protective custody. ``But I didn't kill\nanybody.''\n","\n   Prison officials say his path into the gang, and into the\nmentality of hate, is typical.\n","\n   First arrested at age 13, a ``ball of hate looking for a place\nto turn,'' Petrick said, he affiliated with the Aryan Brotherhood\nin 1985, while he was in the Harris County Jail, and joined four\nyears later. Having done prison time previously in California and\nMinnesota, with a reputation for winning jailhouse fights, Petrick\nprobably seemed the perfect recruit.\n","\n   ``I was extremely racist,'' he said, explaining that his views\ngrew from a troubled childhood in which ``I started hating and\nfocusing that hate. . . . I felt I had a good reason to hate\nsociety.''\n","\n   In prison, he said, race became just another reason to hate.\n","\n   Race, Petrick said, is ``all you have left in here. We're\nstripped down. The only identity we have in prison is our skin\ncolor.''\n","\n   To combat the racial and ethnic tensions, to try to adjust\nconvicts' attitudes before the inmates leave prison, officials\noffer several anger-management and diversity lessons in prison\nclassrooms. But they are available only at the lower-security\nunits, generally not those where gang members and the tougher\nconvicts are locked up, and officials privately concede that their\neffectiveness is limited if convicts have no desire to stop hating.\n","\n   ``If someone wants to hate, they will hate,'' prison director\nScott said, noting that racial tensions tend to drop as the\nsecurity level of the prison decreases. ``People don't come to\nprison for being good citizens. They come for breaking society's\nrules.''\n","\n   State Sen. Royce West, D-Dallas, a former prosecutor who chairs\na legislative committee studying prison gangs, agrees. But, like\nother lawmakers and criminal justice academics, he questions\n``whether race is actually the problem or whether it is really\nother issues.''\n","\n   ``We get this uncut, raw, X-rated view of racism in the prison\nsystem,'' he said. ``But I think prison gangs are using racism as a\ncrutch to attract other individuals to join them, and we need to\naddress that.''\n","\n   By most accounts, racism figured heavily in the formation of\nprison gangs in Texas two decades ago.\n","\n   Until the late 1970s, Texas prisons were segregated by race and\nrun by convicts known as ``building tenders,'' trusted prisoners\nwhom guards allowed to supervise dorms and cellblocks.\n","\n   Then federal court orders desegregated prisons and outlawed the\n","\n   building tender system. Hispanics, whites and blacks were forced\nto live with one another.\n","\n   Racial and ethnic tensions flared. And for protection against\nassaults and thefts, convicts formed gangs, mostly along racial and\nethnic lines.\n","\n   The Texas Syndicate, formed years earlier in California prisons\nby\n","\n   Texans seeking to protect themselves, was first. Then came\ngroups with names such as Mexican Mafia, Texas Mafia, Mandingo\nWarriors, Self Defense Family and the Aryan Brotherhood.\n","\n   By 1985, Texas' seven prison gangs were big trouble. Of the 52\nconvict slayings in 1984-85, 48 were gang-related, prison officials\nsaid.\n","\n   ``There were 1,500 assaults on staff in 1985,'' said Buentello.\n``All hell had broken loose.''\n","\n   Zero tolerance\n","\n   To regain control, prison officials adopted a zero-tolerance\npolicy\n","\n   that remains in effect today. If you are confirmed as a gang\nmember, you serve your sentence on lockdown, alone in a solitary\ncell, with only an hour outside each day for exercise.\n","\n   Despite that, by the early 1990s, gangs started to grow again,\nfed by an influx of young criminals who had grown up in street\ngangs. In just a few years, the number of confirmed gang members\ninside Texas prisons jumped from 1,280 to more than 5,000.\n","\n   Barrio Azteca, Raza Unida and Hermanos Pistoleros Latinos were\nadded to the gang list. But dozens more smaller groups of convicts,\nless-organized but ganglike in mentality nonetheless, began to\nspring up, sporting names like the Kingwood Chongos, Tango\nMexicales, Aggieland Crypt and Bud Club.\n","\n   In all, officials estimate that as many as 10,000 convicts may\nbe\n","\n   affiliated with some gang or group of some sort inside Texas\nprisons. But in a prison system with only 8,200\nsolitary-confinement cells, of which gang members now occupy well\nover half, there is simply no room to isolate them all.\n","\n   But that could soon change.\n","\n   Prison officials have announced plans to build a new generation\nof\n","\n   solitary-confinement units at a cost of more than $100 million\nto hold the growing number of violent convicts and die-hard gang\nmembers. With that will come another whopping price tag: $53 a day\nto house a convict in the high-security unit compared with $38 a\nday for a regular prison.\n","\n   A year ago, the first of those units, the Estelle High-Security\nUnit\n","\n   outside Huntsville, was opened. At Super Max, as the unit is\nknown, the cells have no bars or windows to the outside, only a\nsteel door with two narrow windows and a slot to pass food trays\nthrough. More than half of the 660 convicts in the Super Max unit\nare gang members, people like Juan Garza, serving 20 years for auto\nburglary in Houston.\n","\n   Garza, 31, is among a growing chorus of people who complain that\nSuper Max is too much _ too much isolation, too few programs, too\npunitive an environment where convicts may only grow meaner.\n","\n   ``Sitting in this cell 23 hours a day doesn't better anyone,''\nsaid\n","\n   Garza, a ninth-grade dropout whom prison officials identify as a\nmember of the Mexican Mafia. ``People go crazy here. . . . There\nare guys that actually sit in front of a mirror and carry on an\nentire conversation.''\n","\n   To break the solitude, gang members communicate by ``the\nphone,'' the air vents through which they can talk to each other.\nMuch to the chagrin of guards, they also have learned how to\n``fish,'' pass written messages between cells with string passed\nthrough a small crack beneath the steel cell doors.\n","\n   They play chess by making hand signs through the small plastic\nwindow in their cell doors.\n","\n   And during their one hour of recreation a day, singly in small\n","\n   chain-link pens where guards are near with clipboards to record\nany gang-related conversations, Garza said they can talk.\n","\n   But will such tough treatment force convicts to change for the\nbetter?\n","\n   And will it stop or thwart gang activity?\n","\n   Yes, say prison officials, who insist that assaults and\nmisbehavior\n","\n   have dropped markedly at Super Max. Convicts disagree.\n","\n   ``It's just like tying up a dog, chaining him up . . . and\nexpecting him to come back five years later, 10 years later when\nyou haven't fed him right, you've mistreated him, and you go and\nlet him loose,'' Garza said.\n","\n   ``What is he going to do? Eventually, he's going to go and bite\n","\n   somebody. And then we end up chaining him right back up.''\n","\n   Despite the complaints and the high cost, prison officials\ninsist the new isolation beds are humane, and needed.\n","\n   ``Those beds will be filled as soon as we can get them open,''\nsaid Allan Polunsky, a San Antonio lawyer who heads the prison\nsystem's governing board. ``And the sooner the better.''\n","\n   In youth prisons\n","\n   At the Texas Youth Commission, Executive Director Steve Robinson\nestimates that gang activity has jumped by 25 percent in the past\nyear.\n","\n   Last spring, in the first such uprising, teen-age delinquents\nrioted at the Evins Regional Juvenile Center in Edinburg and took\ncontrol of a dorm for several hours. After 25 youth commission\nstaff members and 16 sheriff's deputies regained control, they\nfound graffiti for a Hispanic street gang _ one affiliated with a\nprison gang _ amid the debris.\n","\n   A few days later, delinquents tried the same thing at another\nstate school. And in May, officials thwarted plans for a similar\nriot at the Crockett State School in East Texas. Twelve gang\nleaders were locked up in solitary cells, Robinson said.\n","\n   For a corrections system where rehabilitation programs are the\n","\n   priority, not steel-and-concrete punishment, the trend is\nominous.\n","\n   ``It's a toxic mix,'' Robinson said, noting that 40 percent of\nyouth\n","\n   commission delinquents admit an affiliation with a street gang.\n``Gangs threaten the whole of what we do, because gang influences\ninterfere with the programs that are a key to what we do. That's\nwhere we start to lose ground in rehabilitation.''\n","\n   While Robinson said no youth commission delinquents have been\nfound to be members of prison gangs, officials in recent months\nhave intercepted letters from adult convicts recruiting teen-age\noffenders to join white-supremacist prison gangs. As a result,\ncorrespondence from convicts is now are prohibited at youth\ncommission lockups.\n","\n   And youth commission officials are making plans to build\nhundreds of single-cell lockups rather than traditional dorm-style\nhousing, where gang activity can be hard to control. About 40\npercent of the agency's 3,000 beds are single-bunk.\n","\n   The goal is to ``make gang behavior a lot more costly,''\nRobinson said.\n","\n   Inmate ingenuity\n","\n   In the adult prisons, such a policy has been longstanding. And\nwhile prison officials say it has curbed most violence, and\nprobably thwarted gang recruitment efforts inside prison, the\ngangs' illicit ingenuity continues.\n","\n   Though prison rules prohibit tattooing, convicts still practice\nit,\n","\n   using electronic parts from a vending machine or a fan, a needle\nor razor blade, and a dye made from burned soap or ink. Prison\nofficials say tattooing is less prevalent now than in the past, a\nresult of gang members seeking to avoid the punishment for\ndetection: solitary confinement.\n","\n   At the Coffield Unit, guards recently discovered that a gang\nmember had used a smuggled hacksaw blade to cut the bottom track\noff his cell door so he could slip out to attack a rival. At the\nEstelle High-Security Unit, a gang member used scouring powder on a\nshoelace to do the same thing.\n","\n   ``They spend all day, every day trying to come up with ways to\nbeat us,'' said Michael Upshaw, warden of the Coffield cellblocks\nthat house gang members. ``And we work just as hard to keep them\nfrom doing that.''\n","\n   Four years ago, the white-supremacist Texas Aryan Brotherhood\ntried to turn itself into a religious group _ the Church of Aryan\nChristian Heritage Inc. _ as a way to force prison officials to let\nmembers meet and correspond unimpeded.\n","\n   About the same time, the Fraternal Order of the Aryan\nBrotherhood was incorporated to promote an Aryan, Christian\nculture. Its corporate address: the Terrell prison unit near\nLivingston, in East Texas.\n","\n   Even in prison, the gangs maintain a hierarchy.\n","\n   Rudy Cantu, listed by prison officials as a general in the\nMexican\n","\n   Mafia, occupies a cell at the Coffield Unit. But rather than\ntalk with\n","\n   visitors, sometimes even guards, he speaks through a spokesman _\nanother convict on his cellblock.\n","\n   ``This is the reality,'' he tells a reporter, rattling his cell\ndoor.\n","\n   ``That is all I got to say.''\n","\n   He directs a reporter up one floor to another convict who, he\nsays in Spanish, is his ``official spokesman.'' That convict\ndeclines to talk.\n","\n   The gangs have leaders who make major decisions for members at\none or several prisons. Some are called ``general,'' some\n``president.'' In some gangs, such as the Barrio Azteca at\nCoffield, rank can be denoted by the number of ``plumas,'' Spanish\nfor feathers.\n","\n   Joe Saldivar, a member of the Mexican Mafia incarcerated at the\nEstelle High-Security Unit, explains the hierarchy.\n","\n   ``We might put somebody on restriction where we won't let him go\nout for rec. But we try to do it as democratically as we can. We\npass around an envelope with different opinions on it. Everybody\nhas a chance to speak their piece. . . . We try to do it like they\ndo it in a court of law.''\n","\n   While convicts deny it, prison officials say they also use the\n","\n   messaging system to order violent crimes outside prison,\nincluding murder.\n","\n   A federal indictment unsealed July 20 in San Antonio alleges\nthat eight members of the Mexican Mafia carried out 14 murders in\nTexas between 1994 and 1997, including one in a state prison in\nBrazoria County, in a conspiracy hatched inside and outside of\nprisons.\n","\n   Such allegations can add to a gang's clout inside the violent\nprison. ``The members of these gangs do what they are told to do,''\nWarden Price says. ``If one of their leaders tells them to shut up,\nthey shut up, because if they don't, they know there's consequences\n_ harsh consequences.''\n","\n   And that, he says, explains why the Barrio Azteca cellblock in B\nWing ``is probably one of the cleanest . . . one of the quietest\ncellblocks on the entire unit. It's all gangsters.''\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}