{"DocumentId":"NYT19980913.0151","TopicId":"NYT","Relevance":"0","Body":" BC-CLINTON-RECONSTRUCT-10TAKES-NYT \nCLINTON'S PUBLIC ACTS AND SECRET TRYSTS \n\n  (lb) \n By ROBERT D. McFADDEN, JOHN KIFNER and N.R. KLEINFIELD    \n c.1998 N.Y. Times News Service    \n\n   For Bill Clinton, as for all presidents, the White House has\nalways been a stage, the symbol of national power and executive\nauthority, its stately rooms reflecting America's noblest\naspirations. In the Oval Office, presidents have faced questions of\nwar and peace and the welfare of the people. They have also used\nthe elegant setting for less lofty purposes, as a political\nplatform and as a place to charm the rich and powerful for campaign\ncontributions or votes.\n\n   But the White House has developed a lurid backstage life in\nrecent years, as investigators have learned, with sexual encounters\nbetween President Clinton and a young intern in rooms just off the\nOval Office, with trysts stolen between the bill signings, the\nstate dinners and meetings with government officials and foreign\ndignitaries.\n\n   On 10 days between Nov. 15, 1995, and March 29, 1997 _ 10 days\nreconstructed in this article _ he wove into his schedule a series\nof sexual rendezvous with Monica Lewinsky, according to Kenneth\nStarr, the Whitewater independent counsel.\n\n   While the Starr report did not tote up the precise amount of\ntime the president and Ms. Lewinsky spent together, their\nencounters apparently occupied less than 10 hours over the span of\n16 months, even though Ms. Lewinsky's life appears to have been\ndominated by her obsession with the president.\n\n   The encounters began, by Starr's account, in the course of the\nnation's business: eye-contact at ceremonial functions, a\nflirtatious exchange or two, then a meeting one night when the\nWhite House staff was cut drastically by a shutdown of the federal\ngovernment in a budget impasse, and interns were brought in to\nhelp.\n\n   The first sexual encounter took place in the waning hours of a\nday on which Clinton signed a ``Family Week'' proclamation and an\nappropriations bill, conferred with aides on negotiations to end\nthe war in Bosnia and tried to cope with the government shutdown.\nHe saw Ms. Lewinsky working alone in an aide's office, invited her\ninto the Oval Office and began with a kiss.\n\n   Later on, the encounters were less happenstance, increasingly\norchestrated, the Starr report says. In an often blunt narrative\nintended as an argument for Congress to impeach the president, the\nreport offers passages of seamy details and subterfuges that read\nlike pulp fiction.\n\n   The cast of Secret Service agents, secretaries and assistants\nwho protect and serve the president in his official role were\nclearly aware of the backstage activities, according to the Starr\nreport, but in many cases chose to avert their eyes.\n\n   Several encounters were interrupted by phone calls, and one by\nthe entrance of an aide, Harold Ickes, which sent Ms. Lewinsky into\na panicky flight out a rear door, the report says. Toward the end\nof their relationship, it says, Ms. Lewinsky pleaded repeatedly to\nsee Clinton, but was rebuffed. Finally they met again, but the\nreport says the president had no time for sex: He had to rush off\nfor a state dinner with President Ernesto Zedillo of Mexico.\n\n   nn\n\n   NOV. 15, 1995\n\n   It was not a routine Wednesday for Clinton, because a budget\nimpasse with Congress had shut down the federal government, and\n800,000 federal workers were staying home for a second day,\nincluding over 80 percent of the White House staff.\n\n   The president had no public events scheduled, and he did not\nleave the White House. But he had meetings with aides, as well as\nwith three senators and a group of farmers; an appropriations bill\nand several proclamations to sign and an interview with a\ntelevision network.\n\n   And there were major foreign problems on his mind. In Dayton,\nOhio, negotiations to end the Bosnian war were at a critical stage.\nIn view of the budget problem and the government shutdown, the\npresident was grappling with another problem: whether to go through\nwith a long-planned trip to Tokyo the coming weekend for a\npan-Asian economic conference.\n\n   For days, his aides had debated the pros and cons of the trip,\nwhich was intended to ease rising tensions over economic issues.\nForeign policy advisers argued he should go and not risk new\ntensions with Japan, or appear to be held hostage by congressional\nRepublicans over the budget. But domestic advisers had warned him\nof congressional mischief in his absence.\n\n   Clinton early in the day decided to send Vice President Al Gore\ninstead. His announcement would say he could not be away from\nWashington at such a delicate time. But sensitive to Japanese\nfeelings, he delayed the public announcement until evening _ that\nwould be morning in Tokyo _ so he could first inform Prime Minister\nTomiichi Murayama personally in a telephone call.\n\n   Dealing with the budget matters, Clinton spoke to Treasury\nSecretary Robert Rubin, who averted a national default by taking\n$61 billion from two civil service retirement funds (and replacing\nthe funds with IOUs) to cover interest payments on the national\ndebt and other bills coming due, including Social Security\npayments.\n\n   In an interview with the CBS anchor, Dan Rather, Clinton struck\na defiant note against the Republican budget priorities, saying he\nwould not give in to their ``huge cuts in Medicare, Medicaid,\neducation, the environment.''\n\n   Clinton signed three proclamations, for National Family Week,\nNational Farm-City Week and National Great American Smokeout Day,\nwhich was to be the next day, Thursday.\n\n   The Family Week proclamation cited a ``shared commitment to the\nimportance of family life,'' in which Americans ``first learn\nimportant lessons about responsibility.'' He called for greater\nefforts to prevent substance abuse, domestic violence and teen-age\npregnancy that ``threaten the well-being of our young people.''\n\n   The White House was unusually quiet throughout the day because\nthe federal shutdown had furloughed all but essential employees. As\na result, the White House staff of 430 had shrunk to only 90\npeople. Moreover, some were White House interns, who could continue\nworking because they were not paid.\n\n   Many, including Ms. Lewinsky, who ordinarily worked in the Old\nExecutive Office Building near the White House, took on a wide\nrange of added duties that brought them into the White House.\n\n   Ms. Lewinsky, who had begun her internship in July 1995,\ntestified before the grand jury that after about a month she began\nmaking eye contact with the president at a number of White House\nfunctions, and both began what she characterized as ``intense\nflirting.''\n\n   At departure ceremonies and other events, she recalled, she\nshook Clinton's hand and introduced herself. Later, when she ran\ninto the president in the White House West Wing, she introduced\nherself again, and, she testified, he responded that he already\nknew who she was.\n\n   While Ms. Lewinsky's regular job was to work on correspondence\nin the office of the chief of staff, Leon Panetta, in the Old\nExecutive Office Building, she was assigned during the one-week\nfederal shutdown to answer phones and run errands in Panetta's\noffice in the West Wing.\n\n   On this day, as on other days during the federal shutdown,\nClinton went frequently to Panetta's office, and sometimes talked\nwith Ms. Lewinsky.\n\n   At 1:30 p.m., according to the White House logs, Ms. Lewinsky\nentered the White House. The logs do not show the time of her\ndeparture that afternoon, and the Starr report did not say whether\nMs. Lewinsky and Clinton encountered one another during the early\nafternoon.\n\n   At about 3:15 p.m., Clinton met with the Senate minority leader,\nTom Daschle, D-S.D., and Sens. Byron Dorgan and Kent Conrad, both\nDemocrats of North Dakota, and six Dakota farmers. The president\ntold them he would fight steep cuts in farm subsidies that were\nbeing advanced by Republicans.\n\n   At 5:07 p.m., according to logs cited by the Starr report, Ms.\nLewinsky re-entered the White House and resumed work in Panetta's\noffice; her departure from the White House was logged at 12:18 a.m.\nDuring virtually the same time frame _ 5:01 p.m. to 12:35 a.m.,\nClinton was in the Oval Office or in Panetta's office, the report\nsaid.\n\n   That evening, the report said, the president and Ms. Lewinsky\n``made eye contact'' when he went to Panetta's office, and again\nlater at an informal birthday party for Jennifer Palmieri, a\nspecial assistant to Panetta. At one point, they were alone in the\noffice and, according to the report, ``in the course of flirting\nwith him, she raised her jacket in the back and showed him the\nstraps of her thong underwear.''\n\n   Sometime before 8 p.m., when the White House spokesman announced\nthat the president had canceled his trip to Japan, Clinton spent 20\nminutes on the phone with Murayama in Tokyo.\n\n   At about 8 p.m., as Ms. Lewinsky walked to a restroom, she\npassed the office of a presidential adviser, George Stephanopoulos,\nthe Starr report said. ``The president was inside alone, and he\nbeckoned her to enter,'' it went on. ``She told him that she had a\ncrush on him. He laughed, then asked if she would like to see his\nprivate office.''\n\n   He led her through a connecting door into the president's\nprivate dining room and toward his private study off the Oval\nOffice. Ms. Lewinsky testified: ``We talked briefly and sort of\nacknowledged that there had been a chemistry that was there before\nand that we were both attracted to each other, and then he asked me\nif he could kiss me.''\n\n   In the windowless hallway adjacent to the study, they kissed,\nthe report said, and before returning to her desk she wrote down\nher name and telephone number for the president.\n\n   That evening, Clinton signed a $36.9 billion appropriations bill\nto provide money for the Department of Transportation and related\nagencies for the fiscal year that had begun on Oct. 1. The sum was\nonly $1.4 billion less than the Clinton administration had sought\nfrom Congress, and the White House expressed hearty satisfaction\nwith the outcome of the bipartisan bill.\n\n   The Starr report quoted Ms. Lewinsky as saying she was alone in\nPanetta's office at about 10 p.m. when the president walked in. He\ninvited her to rendezvous again in Stephanopoulos' office in a few\nminutes and she agreed, the report said.\n\n   They again returned to the private study and ``this time the\nlights in the study were off,'' the report said. After a kiss, it\nsaid, a sexual encounter ensued. Because the study had uncovered\nwindows, it took place, as did others later, in the windowless\nhallway adjacent to the study, the report said.\n\n   ``During many of their sexual encounters, the president stood\nleaning against the doorway of the bathroom across from the study,\nwhich, he told Ms. Lewinsky, eased his sore back,'' the report\nsaid.\n\n   During the encounter, the telephone rang; the president answered\nit in the study, and, while the sexual encounter continued there,\nhe talked with a person Ms. Lewinsky took to be a member of\nCongress, the report said.\n\n   White House records show Clinton talked to Democratic Reps. Jim\nChapman Jr. of Texas from 9:25 to 9:30 p.m., and John Tanner of\nTennessee from 9:31 to 9:35 p.m., but no mention of a call after 10\np.m. was made. Before and after the sexual episode, the report\nsaid, Ms. Lewinsky and Clinton talked.\n\n   ``At one point during the conversation,'' the report said, ``the\npresident tugged on the pink intern pass hanging from her neck and\nsaid that it might be a problem. Ms. Lewinsky thought that he was\ntalking about access _ interns were not supposed to be in the West\nWing without an escort _ and, in addition, that he might have\ndiscerned some `impropriety' in a sexual relationship with a White\nHouse intern.''\n\n   The duration of the conversation was unclear from the Starr\nreport, which noted only that Ms. Lewinsky left the White House\nafter midnight, and the president was logged out of the Oval Office\na short time later.\n\n   nn\n\n   NOV. 17, 1995\n\n   The biggest government shutdown in history was in its fourth day\nas the sharply diminished White House staff tried to cope with the\nheavy flow of presidential pronouncements, correspondence,\nmeetings, interviews and other activities.\n\n   Trying to get the federal behemoth moving again, Clinton, as his\nfirst task of the morning, sent Congress a stopgap financing bill\nto get 800,000 federal employees back to work, but he gave no\nground in the budget impasse, warning that he would veto the\nRepublicans' latest spending plan.\n\n   Panetta shuttled about Capitol Hill, seeking a deal, but the\nRepublicans, led by House Speaker Newt Gingrich, refused to\ncompromise on their plans for huge budget cuts, tax cuts and a\nbalanced budget in seven years.\n\n   Gathering all the support he could muster, the president met at\nthe White House with a delegation from the Leadership Council of\nAging Organizations, representing 41 consumer, research and trade\ngroups. They urged him to veto any bill that would cut money for\nolder Americans.\n\n   Clinton also had a 15-minute Oval Office meeting with Alaska's\nDemocratic governor, Tony Knowles, who tried without success to\npersuade the president that oil drilling would have no long-term\nill effects in an Arctic wildlife refuge in his state.\n\n   The president also acted on several foreign-affairs matters. He\nrebuked Congress over a Republican-sponsored bill to bar spending\nto deploy American troops to Bosnia, saying it could torpedo the\npeace talks in Ohio. In a lengthy telephone call, he talked with\nPresident Nelson Mandela of South Africa about a tough multilateral\nresponse to Nigeria's hanging of nine human rights advocates,\nincluding Ken Saro-Wiwa, the writer.\n\n   And in an Oval Office interview with Japanese journalists,\nClinton said he would reschedule his state visit to Japan but was\nvague about the timing. ``I will come as soon as I can,'' he said.\n``This is very, very important to me. I hope the Japanese people\nwill understand this is no expression of disrespect by me, either\nto the government nor the people of Japan.''\n\n   He also said the United States' overall military commitment to\nJapan (47,000 troops) and the Asia-Pacific rim (100,000 troops)\nwould not be diminished, despite calls for reductions in the wake\nof the rape of a Japanese girl in Okinawa, in which three American\nservicemen had been accused.\n\n   On this Friday night, two days after what Ms. Lewinsky said had\nbeen their first sexual encounter, both Clinton and Ms. Lewinsky\nworked late. White House logs show she checked out at 8:56 p.m. but\nreturned at 9:38 p.m. for a little over an hour, according to\nStarr's report. She was still working in Panetta's West Wing\noffice.\n\n   The report said that at 9:45 p.m., Clinton stepped into\nPanetta's office for one minute, and then returned to the Oval\nOffice. Because they were working late, Betty Currie, the\npresident's personal secretary, and other staff members had sent\nout for pizza, Ms. Lewinsky recalled.\n\n   ``I went down to let them know that the pizza was there, and it\nwas at that point when I walked into Mrs. Currie's office that the\npresident was standing there with some other people discussing\nsomething,'' Ms. Lewinsky testified. ``And they all came back to\nthe office, and Mr. _ I think it was Mr. Toiv _ somebody\naccidentally knocked pizza on my jacket, so I went to go use the\nrestroom to wash it off, and as I was coming out of the restroom,\nthe president was standing in Mrs. Currie's doorway and said, `You\ncan come out this way.''' Barry Toiv was Panetta's chief aide.\n\n   Ms. Lewinsky and the president went back to the private study\noff the Oval Office, and there she and the president kissed, she\ntestified. After a few minutes, she said, she told him she had to\nreturn to her desk, but Clinton suggested that she bring him some\npizza.\n\n   A few minutes later, the report said, she returned to the Oval\nOffice with the pizza and told Mrs. Currie, who was now back in her\noffice, that Clinton had asked for the pizza. Mrs. Currie opened\nthe door for her and said, ``Sir, the girl's here with the pizza.''\n\n   ``He told me to come in,'' Ms. Lewinsky testified. ``Mrs. Currie\nwent back to her office and then we went into the back study area\nagain.'' A sexual encounter similar to the first ensued in the\nwindowless hallway, Ms. Lewinsky related.\n\n   While it was taking place, Mrs. Currie approached the hallway\ndoor, which was ajar, and said the president had a phone call, the\nStarr report said. It quoted Ms. Lewinsky as saying the caller was\na congressman with a nickname. Records show that Clinton spoke to\nRep. Sonny Callahan, R-Ala., for 21 minutes, from 9:53 p.m. to\n10:14 p.m. The sexual encounter continued while the president was\non the phone, the Starr report said.\n\n   ``During this visit,'' the report said, ``according to Ms.\nLewinsky, the president told her that he liked her smile and her\nenergy. He also said: `I'm usually around on weekends, no one else\nis around, and you can come and see me.'''\n\n   Ms. Lewinsky was logged out of the White House at 10:39 p.m. The\npresident went back to the chief of staff's office until 10:34\np.m., and then went by the Oval Office and the ground floor\ncorridors into the president's private residence at 10:40 p.m.\n\n   In his deposition in the Paula Jones case last Jan. 17, the\npresident said he could not recall most of his encounters with Ms.\nLewinsky, but did remember her ``back there with a pizza'' during\nthe government shutdown. But he said he did not believe they were\nalone.\n\n   Testifying before the grand jury on Aug. 17, Clinton said his\nfirst ``real conversation'' with Ms. Lewinsky took place during the\nNovember 1995 furlough. ``One night she brought me some pizza,'' he\ntestified, according to the Starr report. ``We had some remarks.''\n\n   nn\n\n   DEC. 31, 1995\n\n   Clinton had still not achieved a budget agreement with Congress,\nand 280,000 federal workers were on furlough in a second shutdown.\nBut public opinion polls showed Clinton's approval rating way up,\nfrom a woeful 1994 (as low as 40 percent) to a quite successful\nyear-end 1995 (in the high 50s).\n\n   The reasons were not hard to find: a humming economy, Clinton's\ntough stand against unpopular Republican budget cuts, foreign\npolicy advances in Bosnia, Northern Ireland and the Middle East.\nAnd his longtime political confidant, Dick Morris, was at work\nmasterminding the 1996 re-election, in which conservative themes\nlike ``family values'' would play an important role.\n\n   It was a quiet Sunday. The president had no scheduled public\nappearances, aside from attending early church services. But before\nhe could leave for a holiday weekend that afternoon with his wife,\nHillary Rodham Clinton, and their daughter, Chelsea, then 15, he\nhad one meeting on his agenda.\n\n   At 9:50 a.m., moments before budget talks in the Cabinet Room,\nClinton and congressional leaders spoke to reporters. There was a\nlight holiday mood to the exchanges. The president said they were\ndriving hard to settle the budget impasse and would keep at it.\nReminded that thousands of federal employees were still on\nfurlough, Sen. Bob Dole, the majority leader, said he and his\ncolleagues would ``try to pass something.''\n\n   Somebody asked: ``Are you closer?''\n\n   ``Oh,'' the Kansas senator said to a roar, ``we're about 6 feet\napart.''\n\n   Daschle, to more laughter, added, ``We'll be a lot closer in a\ncouple of hours.''\n\n   ``We're working at it steady,'' Clinton said, adding, ``Happy\nNew Year, everybody.''\n\n   The talks ended at midday, amicably but inconclusively.\n\n   Clinton retreated to the Oval Office at 12:11 p.m., the logs\nshow.\n\n   Ms. Lewinsky, by now a staff member in the White House Office of\nLegislative Affairs, testified that she was in the pantry of the\npresident's private dining room, talking to a White House steward,\nBayani Nelvis, sometime between noon and 1 p.m. She told Nelvis\nthat she had recently smoked her first cigar, and he offered to\ngive her one of the president's cigars, the Starr report said.\n\n   ``Just then, the president came down the hallway from the Oval\nOffice and saw Ms. Lewinsky,'' the report said. ``The president\ndispatched Mr. Nelvis to deliver something to Mr. Panetta.''\n\n   Ms. Lewinsky, the report said, told Clinton that Nelvis had\npromised her a cigar, and the president gave her one.\n\n   The report went on: ``She told him her name _ she had the\nimpression that he had forgotten it in the six weeks since their\nfurlough encounters because, when passing her in the hallway, he\nhad called her `Kiddo.' The president replied that he knew her\nname; in fact, he added, having lost the phone number she had given\nhim, he had tried to find her in the phone book.''\n\n   By Ms. Lewinsky's account, they moved into the private study and\na sexual encounter took place, their third. It followed the pattern\nof the first two: It was halted before climax by the president, the\nreport quoted Ms. Lewinsky as saying. Apparently in explanation, it\nsaid she testified, ``He didn't know me well enough, or he didn't\ntrust me yet.''\n\n   The logs show that Ms. Lewinsky left the White House at 1:16\np.m., and that Clinton went to the White House residence at 1:15\np.m.\n\n   Later, the president, Mrs. Clinton, and Chelsea flew to Hilton\nHead, S.C., for their traditional year-end family retreat called\nRenaissance Weekend. It was their 12th straight year at the\ngathering, at which the Clintons partied late on New Year's Eve\nwith 1,000 of their closest friends, then attended a New Year's Day\nseminar on personal growth and family values.\n\n   nn\n\n   JAN. 7, 1996\n\n   The blizzard of 1996 had blanketed the East Coast over the\nweekend, paralyzing New York, Washington and everything in between.\nThe president, wearing blue jeans and a red and black checked\nshirt, and Mrs. Clinton, in a purple fur-lined hat and a\nmulticolored winter jacket, were among a few worshippers this\nSunday morning at St. John's Episcopal Church, two blocks from the\nWhite House.\n\n   Ignoring their waiting motorcade, the Clintons trudged home\nthrough calf-high drifts and wind-whipped snowflakes. At one point,\nthe president playfully scooped up a handful of snow as if to throw\nit and cheerfully told reporters that congressional Democrats had\ncanceled plans to visit him to discuss their continuing budget\nconfrontation with the Republicans.\n\n   Clinton had ended a three-week shutdown of federal programs on\nSaturday when he bowed to Republican demands and offered a new\nseven-year balanced-budget plan. That triggered congressional\naction to finance all government programs, but only through Jan.\n26. Still, the Republicans were all over the Sunday morning talk\nshows, vowing to balance the budget by 2002 and denouncing the\npresident.\n\n   ``We're very concerned about whether or not there's two snow\njobs going on in Washington,'' Sen. Trent Lott of Mississippi, the\nmajority whip, said on CBS' ``Face the Nation.'' ``Now we feel like\nCharlie Brown, and Lucy has got the football, and every time you\nthink you're going to get a real budget it gets jerked away from\nyou.''\n\n   On NBC's ``Meet the Press,'' Rep. Tom DeLay of Texas, the House\nmajority whip, was threatening another shutdown, or at least a\ncutoff of government services the Republicans did not support.\n\n   ``We are going to fund only those programs we want to fund,''\nDeLay said. ``We're in charge. We don't have to negotiate with the\nSenate; we don't have to negotiate with the Democrats.''\n\n   The Republicans were no less bellicose on the subject of Mrs.\nClinton, accusing her of not telling the truth in the Whitewater\ninvestigation or about the dismissal of aides in the White House\ntravel office.\n\n   Mrs. Clinton's answers are ``not the truth,'' Sen. Alfonse\nD'Amato, R-N.Y., said on ABC's ``This Week With David Brinkley.''\n``We've had this kind of thing over and over again from her people\nwho have stonewalled us, who have feigned memory loss.''\n\n   One poll showed Clinton trailing Dole, the Republican\nfront-runner for president, 46 percent to 49 percent.\n\n   Clinton told reporters he was going to spend the rest of the day\nholed up with Panetta and other aides, working on the budget.\n\n   But early that afternoon, he telephoned Ms. Lewinsky at her\napartment in the Watergate complex, the first time he had called\nher at home, according to the Starr report. He said he was going to\nbe in his office, she remembered, adding, ``I said, oh, do you want\nsome company? And he said, oh, that would be great.''\n\n   By now, she testified, they had worked out signals for their\nencounters. ``I got there kind of saying, `Oh, gee, here are your\nletters,' wink, wink, wink, and him saying `OK, that's good,''' she\nsaid. She carried a folder as cover, but her job did not involve\ndelivering letters.\n\n   On this day, Ms. Lewinsky said, they ``made an arrangement that\n... he would have the door to his office open, and I would pass by\nthe office with some papers and then ... he would sort of stop me\nand invite me in. So, that was exactly what happened.''\n\n   They went to the bathroom of the back study and had a sexual\nencounter, she said.\n\n   nn\n\n   JAN. 21, 1996\n\n   Like the rest of the East Coast, Washington was fighting floods.\n\n   Samuel Jordan, the city's director of the Office of Emergency\nPreparedness, had been up all night, watching the rain-swollen\nPotomac rise nearly 14 feet, twice its usual height, and flooding\npart of Georgetown along K Street near the Tidal Basin and the\nwaterfront fish market. Jordan worried that the river would rise\nanother foot before it ebbed.\n\n   Swollen streams and rivers in eight states had ravaged homes and\nbusinesses. Some of the flooding was receding, but 10,000 residents\nwere still being evacuated in West Virginia along the surging Ohio\nRiver. About 1,100 homes on Wheeling Island alone were under 6 feet\nof water, their 3,000 occupants refugees. Pennsylvania appeared\nhardest hit, with homes and businesses submerged or caked in mud,\npower and telephone lines down, and debris littering the streets.\nClinton declared the state a federal disaster area, making\navailable temporary housing, home repair grants and emergency\nloans.\n\n   On the television talk shows, his opponents attacked him over\nthe Whitewater investigation, while the House majority leader, Dick\nArmey of Texas, threatened to block the nation's ability to borrow\nmoney to pay its bills unless Clinton yielded to Republicans'\nbudget-cutting to decrease ``the size and intrusiveness of\ngovernment.''\n\n   On the same show, NBC's ``Meet the Press,'' Panetta protested\nthe Republican emphasis on Whitewater, saying: ``There is a fine\nline between what is a legitimate continuing inquiry into a\nsituation and what becomes political harassment. I think they're\ngetting dangerously close to harassment.''\n\n   At one point the first family had a private tour for more than\nan hour of the wildly popular Vermeer exhibition at the National\nGallery of Art. Accompanied by several friends, including a former\ncollege roommate of Mrs. Clinton, they gazed at the luminous blues\nand yellows, the subtle reflected light and the pearly highlights\nof the 21 paintings, which represented much of Vermeer's known\noutput.\n\n   The president logged into the Oval Office at 3:33 p.m. Ms.\nLewinsky's name does not appear on the White House logs, but\naccording to the Starr report, she ran into Clinton in a hallway\nnear an elevator in the West Wing and he invited her into the Oval\nOffice. They had had phone sex for the first time the week before,\nthe report said, and she was ``feeling a little bit insecure''\nabout whether he had enjoyed it. Eventually, she testified, they\nhad phone sex on 10 to 15 occasions.\n\n   At their meeting this Sunday, Ms. Lewinsky remembered\nquestioning him about his interest in her, saying, ``I asked him\nwhy he doesn't ask me any questions about myself, and ... is this\njust about sex ... or do you have some interest in trying to know\nme as a person?'' The president laughed, she said, and replied that\n``he cherishes the time that he had with me.'' She thought the\nreply was ``a little bit odd,'' because she ``felt like he didn't\nreally even know me yet.''\n\n   As they moved to the hallway by the study, Ms. Lewinsky was in\nmidsentence when Clinton suddenly kissed her and they had a sexual\nencounter.\n\n   ``At one point during the encounter, someone entered the Oval\nOffice,'' the report said, prompting Clinton to leave her in the\nhallway.\n\n   A short time later, the president was told his next appointment,\na friend from Arkansas, had arrived, and he escorted Ms. Lewinsky\nout through a connecting office. She was signed out of the White\nHouse at 3:56 p.m.\n\n   Clinton and his daughter ventured through snow to attend Sunday\nmorning services at Foundry United Methodist Church, where the\nsenior minister, J. Philip Wogaman, warned the dozens of government\nofficials among his congregation not to abuse the public trust by\ngoing on what he called ``power trips.''\n\n   A deep freeze gripped much of the South that day, after a week\nof snow, ice and record cold blamed for 55 deaths across the lower\n48 states. Temperatures hovered around zero in parts of\nMississippi, Georgia and Alabama, and Florida's $1.2 billion citrus\nindustry was in peril.\n\n   It was frosty, too, at the annual meeting of the National\nGovernors' Conference, which took up part of the President's\nofficial day. At a White House dinner, Republicans eyed the mansion\nlike house hunters on a real estate tour. Fresh from the attack on\nthat morning's ``Meet the Press,'' Michigan's Republican governor,\nJohn Engler, said he expected a different party to be in residence\nin 1997. ``Next year, I'll arrive in a festive mood,'' he said at\nthe dinner.\n\n   Even as the administration put last-minute touches to a budget\nstatement due the next day, government officials unveiled data that\nshowed that Medicare's Hospital Insurance Trust Fund had lost money\nin 1995 for the first time in 23 years, meaning the Medicare\nprogram was poorer than anybody thought.\n\n   ``Things turned out a little worse than we expected,'' said\nRichard Foster, chief actuary of the Federal Health Care Financing\nAdministration, which runs Medicare for 37 million people who are\nelderly or disabled. In Israel, Prime Minister Shimon Peres leaked\nword he planned to call for new elections ahead of schedule. The\nelections would bring the hard-line Likud leader Benjamin Netanyahu\nto power, threatening the Oslo peace accords with the Palestinians\nthat Clinton hoped would be his enduring foreign policy triumph.\n\n   On the bright side, Mrs. Clinton's book, ``It Takes a Village,''\nwas on the best-seller lists, having soared to No. 1 within a week\nof publication.\n\n   In the White House, Ms. Lewinsky was in her office, and that\nafternoon, she received a phone call from Clinton. Her sexual\nencounters with him were usually on the weekend, she said, when\nthere were fewer people about.\n\n   This time, at her suggestion, they bumped into each other in the\nhallway because, she said, ``when it happened accidentally, that\nseemed to work really well.'' Clinton was in the Oval Office from\n3:36 p.m. to 7:05 p.m., logs show; there is no record of Ms.\nLewinsky. They walked together into the private study, where they\nhad a sexual encounter.\n\n   Afterward, they sat and talked awhile, maybe 45 minutes, in the\nOval Office, and Ms. Lewinsky testified that she thought their\nfriendship was starting to blossom. He said he would call her again\nand, perhaps mindful of her previous unease, she remembered saying,\n``yeah, well, what's my phone number?'' He recited both her home\nand office numbers and, the report said, he called her at her desk\nlater that afternoon to tell her he had enjoyed their time\ntogether.\n\n   nn\n\n   MARCH 31, 1996\n\n   Clinton was looking forward on this Sunday to throwing the first\nball for opening day of the baseball season on Monday at the\nBaltimore Orioles' stadium, Camden Yards. But rain delayed the\nall-American photo op.\n\n   In Russia, President Boris N. Yeltsin, also facing a tough\nre-election battle, said he could not win while the war was still\ngoing on in secessionist Chechnya, and he vowed to halt military\noperations against the rebels.\n\n   In Bosnia, Defense Secretary William Perry visited U.S. troops\nwho were part of the NATO peacekeeping force. There was talk of\ncapturing the Serb leaders indicted by an international tribunal as\nwar criminals, Gen. Ratko Mladic and Radovan Karadzic, whose\ncontinued freedom was an embarrassment to the administration. It\nnever happened.\n\n   At home, Dole had clinched the Republican presidential\nnomination earlier in the month and was assembling a team of\neconomic advisers. Behind the scenes, the president's political\nconsultant Dick Morris _ who would be brought down by his own\nsexual scandal _ sharpened the Clinton advertising campaign to\nfocus on Dole. But the expensive advertisements, paid for with\nso-called soft money, would later lead to calls for an\ninvestigation into Democratic fund raising.\n\n   Things had not been going well in recent weeks for Ms. Lewinsky.\n\n   More than a month earlier, on Feb. 19, President's Day, Clinton\ntelephoned her at her Watergate apartment, Ms. Lewinsky testified,\nand she could tell from the tone of his voice that something was\nwrong. She asked to see him, but he said he did not know how long\nhe would be at the office that day.\n\n   Worried, she hurried to the White House, the only time she had\ngone uninvited to the Oval Office, she said. There, the president\ntold her he no longer felt right about their relationship and he\nhad to put a stop to it. She could visit, he said, but only as a\nfriend. He hugged her, according to the report, but would not kiss\nher.\n\n   Still, Ms. Lewinsky said, in the following days ``there\ncontinued to be this sort of flirtation.'' Clinton called her\napartment, the report said, expressing regret that she had left the\nWhite House early, which she thought ``sort of implied to me that\nhe was interested in starting up again.''\n\n   On Friday, March 29, while Mrs. Clinton was in Greece, Ms.\nLewinsky ran into the president wearing the first necktie she had\ngiven him. She asked him where he had gotten it. ``Some girl with\nstyle gave it to me,'' she remembered he replied.\n\n   He suggested she might want to casually join a group seeing a\nmovie at the White House theater, but she said she did not want\npeople to think she was hanging around the West Wing uninvited. She\nsaid that she asked if they could arrange a rendezvous over the\nweekend, and that he said he would try.\n\n   They did meet that Sunday, March 31, while Mrs. Clinton was\nstill away. ``According to Ms. Lewinsky, the president telephoned\nher at her desk and suggested she come to the Oval Office on the\npretext of delivering papers to him,'' the report said. ``She went\nto the Oval Office and was admitted by a plainclothes Secret\nService agent. In her folder was a gift for the president, a Hugo\nBoss necktie.\n\n   ``In the hallway by the study, the president and Ms. Lewinsky\nkissed,'' the report went on, and had a sexual encounter. After\nthey were finished, the report said, ``Ms. Lewinsky left the Oval\nOffice and walked through the Rose Garden.''\n\n   Mrs. Clinton returned from her trip that evening.\n\n   APRIL 7, 1996\n\n   It was a bone-chilling Easter Sunday, the exhausting conclusion\nof one of the most emotional weeks of the Clinton presidency. Four\ndays earlier, a military plane carrying Commerce Secretary Ron\nBrown and 34 others had slammed into a mountainside near Dubrovnik,\nCroatia, killing everyone on board.\n\n   And so it had been a week of personal mourning, a black stretch\nClinton spoke of as ``this interminable week.'' Brown had been a\ngood friend of the president, and in the days following the\ntragedy, Clinton postponed or canceled almost all of his scheduled\nevents to devote himself to propping up the emotions of a grieving\nWhite House and comforting the families and friends of the victims.\n\n   On Friday, though, he did go ahead and visit another somber\ndestination, traveling to Oklahoma City in advance of the one-year\nanniversary of the April 19 bombing of the federal building.\n\n   There were other world events to preoccupy the president.\nFighting between rebels and government soldiers was continuing in\nthe capital of Liberia, and North Korean troops had entered a\nbuffer zone with South Korea for the third day.\n\n   But the president found it hard to focus on much other than the\ndeaths on the Croatian cliff. He had to blot tears from his eyes on\nSaturday, as he watched the coffins bearing the bodies arriving at\nDover Air Force Base in Delaware. ``We were all holding up pretty\nwell until they started taking the coffins off the plane,'' he\nsaid.\n\n   But now it was Easter, and as was the Clinton family custom, the\npresident, accompanied by his wife and Chelsea, attended the 11\na.m. service at the Foundry Methodist Church, brightly decorated\nwith lilies, azaleas and balloons.\n\n   The president wore a dark suit. Mrs. Clinton chose a white coat\nand black hat graced with a white band and pink flower. Chelsea was\ndressed in a navy skirt and blazer. Secret Service agents\ninterrupted the Easter egg hunt on the church lawn so the first\nfamily could enter.\n\n   Wogaman, the church's senior minister, praised Brown and the\n``practical goodness'' of those who accompanied him on his trip.\n``Easter is God's reply to those in heartsick sorrow,'' he said.\n\n   Wogaman also singled out Adam Darling, a 29-year-old\nconfidential assistant at the Commerce Department, who died in the\ncrash and was a member of the church.\n\n   During Clinton's presidential campaign, Darling had endeared\nhimself to Clinton by offering to ride a bicycle across the country\nin support of the candidate. Darling's parents attended the\nservice, and they requested that his favorite hymn, ``This Is My\nSong,'' be sung. It begins: ``This is my song, O God of all the\nnations, a song of peace for lands afar and mine.''\n\n   The sermon was about resurrection. During it, Wogaman\ncomplimented the president for having ``ministered so well for our\nland.''\n\n   As the congregation left the church, shafts of sun finally broke\nthrough the clouds. On the way back to the White House, the\nClintons stopped and shared a quiet Sunday brunch at the Four\nSeasons Hotel in Georgetown.\n\n   Clinton spent the balance of the afternoon, from 2:21 to 7:48,\nin the Oval Office. At one point, the Starr report said, he called\nMs. Lewinsky at her apartment.\n\n   According to her grand jury testimony, they spoke of the death\nof Brown, and then she told him of a fresh personal trauma of her\nown. On the previous Friday, she had been advised by Timothy\nKeating, staff director for legislative affairs, that she was being\ntransferred from her White House job and moved to the Pentagon\nbecause she was ``too sexy'' to be working in the East Wing.\n\n   A number of White House aides had become increasingly\nuncomfortable about how much time she was spending in the vicinity\nof the Oval Office, particularly as the campaign heated up. Ms.\nLewinsky said she later learned from the president that Evelyn\nLieberman, the deputy chief of staff, thought Ms. Lewinsky was\npaying too much attention to the president and ``everyone needed to\nbe careful before the election.''\n\n   When she learned she was being transferred, Ms. Lewinsky said,\nshe was crushed and felt it was because of her relationship with\nthe president.\n\n   Clinton seemed disturbed by the news, the report said. Ms.\nLewinsky was sobbing as she related the details to him. Then she\nasked if she could come see him. He agreed.\n\n   At 4:56 p.m., according to White House logs, Ms. Lewinsky\narrived at the White House carrying a manila folder and, under the\npretext of delivering documents to the president, was admitted to\nthe Oval Office. She met with the president in his private study,\nwhere they spoke further about her expulsion from the White House\nstaff.\n\n   ``Why do they have to take you away from me?'' she testified\nthat he asked her. According to her testimony, he looked at her and\nsaid, ``I promise you if I win in November I'll bring you back like\nthat.''\n\n   She said in her testimony that he told her he would find out why\nshe was transferred, and he said that she could have whatever job\nshe desired after the election.\n\n   Then, according to the Starr report, she began a sexual\nencounter with him in the hallway between the private study and the\nOval Office.\n\n   Someone in the Oval Office called out that the president had a\nphone call, the report went on. A White House operator had put the\ncall through to the Oval Office, the report said, but when no one\npicked it up, a Secret Service agent was dispatched to locate the\npresident.\n\n   According to the report, he knocked on the door to the Oval\nOffice, got no answer and then entered. Seeing the door to the\nstudy ajar, the report said, he called out, ``Mr. President.''\nGetting no answer, he called out again louder. The agent heard\nsomeone say ``Huh?'' from the study and then, after the agent said\nthat there was a call for the president, Clinton replied that he\nwould take it.\n\n   The report said Clinton picked up the call in the study,\ndirecting Ms. Lewinsky to continue her sexual actions with him\nwhile he spoke on the phone. According to White House records cited\nin the report, the call lasted nine minutes and was from Morris,\nthe political consultant.\n\n   A few minutes after the president hung up, the report said,\nthere was a second interruption. The report quoted Ms. Lewinsky as\ntestifying: ``Harold Ickes has a very distinct voice and ... I\nheard him holler, `Mr. President,' and the president looked at me\nand I looked at him and he jetted out into the Oval Office and I\npanicked.'' She retreated in the other direction, leaving through\nthe dining room. It was nearly 5:30.\n\n   Two minutes after Ms. Lewinsky left, the report said, Clinton\ncalled Ms. Lieberman, though it is unclear whether he reached her.\n\n   That evening, the report said, Clinton telephoned Ms. Lewinsky\nat home and asked her why she had fled so hastily. He seemed upset\nthat she had left.\n\n   nn\n\n   FEB. 28, 1997\n\n   There were big doings for Chelsea in the works. Yesterday, she\nhad turned 17. To mark the moment, Mr. and Mrs. Clinton had given a\ndinner for her and 10 of her friends at the Bombay Club, just a\nblock's walk from the White House. There was chocolate cheesecake\nand a rendition of ``Happy Birthday'' by the pianist, with the\nwhole restaurant singing along.\n\n   While the president and the first lady took the presidential\nlimousine back, Chelsea insisted on riding in the van with her\ngiggling friends. But that was just the prelude. The Clintons were\nleaving for New York tomorrow to take their daughter to see some\nBroadway plays, something she was very much looking forward to.\n\n   Before they could set out, though, the president spent a\nworkaday Friday attending to drug policy and cigarette sales and\nMidwestern winter storms. His major announcement was to certify\nMexico as a full ally in the war against illegal drugs, though only\nafter the Mexican government agreed to commitments demanded by U.S.\nlaw enforcement agencies. For the second year, Clinton did not\ncertify Colombia.\n\n   There was other international and domestic news for him to\nponder. The FBI was frustrated that the Saudis were not doing more\nto investigate a truck bombing that had killed 19 American airmen.\nThe Democratic Party, in one more development in the protracted\ncampaign finance drama, said it would be returning $1.5 million\nmore in contributions that it now felt may have been illegal or\nimproper.\n\n   Shortly before 11 a.m., Clinton appeared in the Roosevelt Room\nand spoke about an initiative to toughen the rules on cigarette\nsales to children. Among the new rules was a requirement that\nanyone under 21 who bought a tobacco product was to show a photo ID\nso that store clerks no longer had to guess the age of customers.\n\n   On the legislative front, Clinton signed into law H.J. Res. 36,\nwhich released money for international population assistance\nprograms. He gave out a statement celebrating the third anniversary\nof the ``Brady Act,'' which provided for a waiting period before\nsomeone could buy a handgun, calling the law ``one of the most\neffective public safety measures ever.''\n\n   In the course of the day, the president announced plans for\nseveral appointments, including his nomination of Joel Klein as\nassistant attorney general in the antitrust division of the\nDepartment of Justice.\n\n   He declared a major disaster in South Dakota, which had been\npummeled by a severe winter storm in November, and ordered federal\naid to supplement state and local recovery efforts.\n\n   He also freed $250 million for a program to teach Americans\nabout the harmful psychological and physical effects of sex before\nmarriage. The program was to stress that abstinence from\nextramarital sex was the expected standard of the country.\n\n   It had been almost 11 months since the president had had\nphysical contact with Ms. Lewinsky. Her expulsion to the Pentagon\nhad succeeded in separating them. The only times she encountered\nhim were at group events. She had seen him at a reception for the\nSaxophone Club, a political organization, and went with her family\nto one of the tapings of the president's weekly radio addresses.\n\n   She got into the president's 50th birthday party at Radio City\nMusic Hall in New York, as well as a cocktail party for major\ndonors to the Democratic Party. She testified that she saw him at a\nfund-raiser for Senate Democrats. Noticing that he was wearing a\nnecktie she had given him, she approached him at the event and told\nhim, ``Hey, handsome, I like your tie.'' She testified that he\ncalled her later that night.\n\n   ``I was insecure about the relationship at times and thought\nthat he would come to forget me easily,'' the Starr report said Ms.\nLewinsky testified. ``Usually when I'd see him, it would kind of\nprompt him to call me. So I made an effort. I would go early and\nstand in the front so I could see him.''\n\n   The report said the two continued to talk with some regularity\nby phone, especially in the months after she began her job at the\nPentagon. During the fall '96 campaign, the report said, the\npresident occasionally called while on the road without Mrs.\nClinton. At least seven of those conversations, the report said,\nwere sexually explicit. But Ms. Lewinsky complained that she had\nnot seen him privately and, according to her testimony, he told\nher, ``Every day can't be sunshine.''\n\n   On Feb. 14, 1997, Ms. Lewinsky placed a Valentine's Day ad in\nThe Washington Post intended as a love message to the president. It\nwas addressed to ``Handsome.''\n\n   At 6:29 p.m. on this Friday, Clinton went to the Roosevelt Room\nand taped his weekly radio address to the nation. Among those who\nattended the taping was Ms. Lewinsky. According to her testimony,\nClinton had extended an invitation to her through Betty Currie, his\npersonal secretary.\n\n   In the address, which was broadcast the next morning, Clinton\nspoke of the need to prevent drugs from ruining children's lives.\n``First, we must fight drugs before they reach our borders and keep\nthem out of America,'' he said, and he explained his decision that\nday to enlist Mexico in the battle.\n\n   At the session, Ms. Lewinsky had her picture taken with the\npresident. She was nervous, the report said she testified, for she\nhad not been alone with him since her days working at the White\nHouse. She wore a navy blue dress that she had bought at the Gap.\n\n   According to the report, Clinton told her to see Mrs. Currie\nafter the photo was taken, since he had something to give her.\nClinton, Ms. Lewinsky and Mrs. Currie together went into the back\noffice. Stephen Goodin, an aide to the president, had told Clinton\nand Mrs. Currie that he did not want him alone with Ms. Lewinsky,\nwhich was why Mrs. Currie chaperoned them, the report said.\n\n   Mrs. Currie, however, said, ``I'll be right back,'' and went on\nto the back dining room where, she testified, she waited for 15 to\n20 minutes while the president and Ms. Lewinsky were alone in the\nstudy. As belated Christmas presents, Clinton gave Ms. Lewinsky a\nhat pin and an edition of Walt Whitman's ``Leaves of Grass.'' He\ntold her he had seen her Valentine's Day message.\n\n   In the hallway near a bathroom, Ms. Lewinsky testified, she\nengaged in a sexual encounter with Clinton. He heard something and\nthey retreated into the bathroom, but no one disturbed them.\nAccording to White House logs cited in the report, Ms. Lewinsky\nleft the White House at 7:07 p.m.\n\n   The next time she got out her navy blue Gap dress, according to\nthe report, she noticed stains near one hip and on the front of the\ndress. After seeing the president, she had gone out to dinner. She\nthought the stains might be spinach dip. FBI tests, the report\nsaid, later revealed them to be the semen of Clinton.\n\n   MARCH 29, 1997\n\n   It was a lethargic Saturday. The White House was quiet, and the\npresident was in something of a funk. He had been forced into a\nstate of unwanted inactivity. It had been only two weeks since\nClinton had tripped on the stairs of the Florida home of the golf\nchampion Greg Norman and injured his knee, negating the president's\nappearance in a member-guest tournament with Norman.\n\n   Although Clinton had gone ahead with a Helsinki summit meeting\nwith President Boris Yeltsin of Russia a week earlier, at which he\nhad to be lowered from a catering truck in a wheelchair, his public\nschedule had otherwise been sharply curtailed. At most, he attended\none or two brief events a day. Today he had none.\n\n   Yet Easter was at hand, and tomorrow the president would be\npresiding over the annual Easter Egg Roll on the South Lawn of the\nWhite House. There was a need to prepare for an Oval Office meeting\non Tuesday with King Hussein of Jordan. A whole year had passed\nsince the death of Ron Brown, and there would be a memorial service\non Thursday that the president would attend.\n\n   On sleepy days like this, Clinton usually changed into his\njogging shorts and took to the roadways or, better yet, tuned up a\ngolf game grown rusty over the winter. Instead, because he was on\ncrutches, he was reduced to tasting spring by opening the door of\nhis study or relaxing on the Truman balcony overlooking the Rose\nGarden.\n\n   For the moment, he was home alone. Mrs. Clinton and Chelsea were\non the last leg of a six-nation trip to Africa. On this final day,\nthey were to tour a women's skills center in Asmara, take in a\ntree-planting ceremony and pay a courtesy visit to Isayas Afewerki,\nthe president of Eritrea.\n\n   Mrs. Clinton put on a white, gauzy cotton dress known as a tilfi\nand danced merrily with the leader of Africa's newest democracy.\nShe was scheduled to return to Washington at 7 the next morning, in\nplenty of time to attend the Easter Egg Roll with her husband.\n\n   Even the vice president was away, on a diplomatic mission in\nAsia. And so Clinton was reading, watching basketball and growing\nrestless.\n\n   In his Easter radio address, broadcast at 10:06 in the morning,\nClinton concentrated on the promise of spring, though there was\nstill too much of a winter snap in the Washington air. ``Spring is\na season of renewal, not just of the world around us but of the\nideals inside us, those that bind us together as people,'' Clinton\nsaid in the address. ``Millions of families will come together to\ncelebrate Easter this weekend and Passover in the coming weeks, to\nreaffirm their faith in God and their commitment to our sacred\nvalues.''\n\n   He went on to speak of the need to overcome ``the divide of\nrace.'' He spoke of a 13-year-old Chicago boy who the previous week\nhad been riding his bike home from a basketball game and was\nattacked and nearly beaten to death. The boy was black and his\naccused attackers were white. Clinton finished by saying: ``The\nholidays of this season teach us that hope can spring forth from\nthe darkest of times. Those of us who are Christians celebrate a\nrisen God who died a painful, very human death to redeem the souls\nof all humanity without regard to race or station.''\n\n   Early in the afternoon, Clinton repaired to the Oval Office. At\none point, the Starr report said, he called Ms. Lewinsky and\ninvited her over. He said he had something important to tell her.\n\n   A little past 2, Ms. Lewinsky showed up. Mrs. Currie greeted her\nand took her to the president's study to await Clinton. He hobbled\nin.\n\n   The president talked at length to Ms. Lewinsky about his\nconcerns that others might learn of their rendezvous, the Starr\nreport said. Without specifically identifying it, he told her that\nhe feared that a foreign embassy was tapping his telephones.\n\n   According to the report, he recommended cover stories if they\nwere found out, suggesting that she insist that they were only\nfriends. Should anyone have tapes of intimate phone conversations,\nwell, then she should say they knew that someone was eavesdropping\non the calls and thus they simply feigned the exchanges, the report\nsaid.\n\n   Then he kissed her and they had a sexual encounter, she said,\nalthough Clinton later implicitly denied ``inappropriate'' contact\nwith her that day.\n\n   She left at 3:16 p.m. A few minutes later, Clinton left his\noffice as well. This was, the Starr report says, Monica Lewinsky's\n10th and final sexual act with Clinton.\n\n   EPILOGUE\n\n   In the nine months after the last of the White House sexual\ntrysts, the Starr report says, the relationship between Clinton and\nMs. Lewinsky crumbled inexorably under the president's fear of\nexposure and Ms. Lewinsky's growing frustrations at being shut out\nof his life.\n\n   They met several more times, and had numerous telephone\nconversations. They also exchanged small gifts and expressions of\nendearment. But the Starr report details a postsexual deterioration\nthat spills from argument and recrimination to growing suspicions\nand finally mutual distrust and even threats by Ms. Lewinsky.\n\n   Amid the alternating periods of anger and appeasement, there\nwere hopeless musings about a possible future together. Letters and\nnotes were exchanged, and then destroyed in an effort to get rid of\nevidence of their affair. Most of their gifts were retrieved.\n\n   She had been banished to the Pentagon, but the president\npromised to bring her back to the White House, and later to get her\na job in New York, perhaps at the United Nations. He enlisted the\nhelp of aides and friends, including Vernon Jordan, his longtime\nfriend.\n\n   But none of it worked out, and she harangued him about these\nfailures and her exclusion from his life. In an Oval Office meeting\non July 4, 1997, the report said, Clinton reprimanded her for a\nletter in which she had obliquely threatened to disclose their\nrelationship. ``It's illegal to threaten the president of the\nUnited States,'' he told her.\n\n   The president showed increasing fear as the arm's-length\nrelationship dragged on, and it expressed itself in his harsher\ntones to her. In a face-to-face argument on Dec. 6., Ms. Lewinsky\nrecalled, he told her he had ``never been treated as poorly by\nanyone else as I had treated him.''\n\n   When the story of their relationship finally broke on Jan. 21,\nthe president, in meetings with aides, denied he had ever been\nalone with Ms. Lewinsky. He told Sidney Blumenthal, a White House\ncommunications adviser, that she ``came on to me and made a sexual\ndemand on me,'' and that when he rebuffed her, she had threatened\nto say they had had an affair.\n\n   Blumenthal later testified that the president had spoken like a\ntrapped man.\n\n   ``I feel like a character in a novel,'' he quoted Clinton as\nsaying. ``I feel like somebody who is surrounded by an oppressive\nforce that is creating a lie about me and I can't get the truth\nout. I feel like the character in the novel `Darkness at Noon.'''\n\n   The protagonist in Arthur Koestler's 1941 novel was a man caught\nup in the Moscow purges and political trials of the 1930s.\n","Headline":"\nCLINTON'S PUBLIC ACTS AND SECRET TRYSTS \n","Text":["\n   For Bill Clinton, as for all presidents, the White House has\nalways been a stage, the symbol of national power and executive\nauthority, its stately rooms reflecting America's noblest\naspirations. In the Oval Office, presidents have faced questions of\nwar and peace and the welfare of the people. They have also used\nthe elegant setting for less lofty purposes, as a political\nplatform and as a place to charm the rich and powerful for campaign\ncontributions or votes.\n","\n   But the White House has developed a lurid backstage life in\nrecent years, as investigators have learned, with sexual encounters\nbetween President Clinton and a young intern in rooms just off the\nOval Office, with trysts stolen between the bill signings, the\nstate dinners and meetings with government officials and foreign\ndignitaries.\n","\n   On 10 days between Nov. 15, 1995, and March 29, 1997 _ 10 days\nreconstructed in this article _ he wove into his schedule a series\nof sexual rendezvous with Monica Lewinsky, according to Kenneth\nStarr, the Whitewater independent counsel.\n","\n   While the Starr report did not tote up the precise amount of\ntime the president and Ms. Lewinsky spent together, their\nencounters apparently occupied less than 10 hours over the span of\n16 months, even though Ms. Lewinsky's life appears to have been\ndominated by her obsession with the president.\n","\n   The encounters began, by Starr's account, in the course of the\nnation's business: eye-contact at ceremonial functions, a\nflirtatious exchange or two, then a meeting one night when the\nWhite House staff was cut drastically by a shutdown of the federal\ngovernment in a budget impasse, and interns were brought in to\nhelp.\n","\n   The first sexual encounter took place in the waning hours of a\nday on which Clinton signed a ``Family Week'' proclamation and an\nappropriations bill, conferred with aides on negotiations to end\nthe war in Bosnia and tried to cope with the government shutdown.\nHe saw Ms. Lewinsky working alone in an aide's office, invited her\ninto the Oval Office and began with a kiss.\n","\n   Later on, the encounters were less happenstance, increasingly\norchestrated, the Starr report says. In an often blunt narrative\nintended as an argument for Congress to impeach the president, the\nreport offers passages of seamy details and subterfuges that read\nlike pulp fiction.\n","\n   The cast of Secret Service agents, secretaries and assistants\nwho protect and serve the president in his official role were\nclearly aware of the backstage activities, according to the Starr\nreport, but in many cases chose to avert their eyes.\n","\n   Several encounters were interrupted by phone calls, and one by\nthe entrance of an aide, Harold Ickes, which sent Ms. Lewinsky into\na panicky flight out a rear door, the report says. Toward the end\nof their relationship, it says, Ms. Lewinsky pleaded repeatedly to\nsee Clinton, but was rebuffed. Finally they met again, but the\nreport says the president had no time for sex: He had to rush off\nfor a state dinner with President Ernesto Zedillo of Mexico.\n","\n   nn\n","\n   NOV. 15, 1995\n","\n   It was not a routine Wednesday for Clinton, because a budget\nimpasse with Congress had shut down the federal government, and\n800,000 federal workers were staying home for a second day,\nincluding over 80 percent of the White House staff.\n","\n   The president had no public events scheduled, and he did not\nleave the White House. But he had meetings with aides, as well as\nwith three senators and a group of farmers; an appropriations bill\nand several proclamations to sign and an interview with a\ntelevision network.\n","\n   And there were major foreign problems on his mind. In Dayton,\nOhio, negotiations to end the Bosnian war were at a critical stage.\nIn view of the budget problem and the government shutdown, the\npresident was grappling with another problem: whether to go through\nwith a long-planned trip to Tokyo the coming weekend for a\npan-Asian economic conference.\n","\n   For days, his aides had debated the pros and cons of the trip,\nwhich was intended to ease rising tensions over economic issues.\nForeign policy advisers argued he should go and not risk new\ntensions with Japan, or appear to be held hostage by congressional\nRepublicans over the budget. But domestic advisers had warned him\nof congressional mischief in his absence.\n","\n   Clinton early in the day decided to send Vice President Al Gore\ninstead. His announcement would say he could not be away from\nWashington at such a delicate time. But sensitive to Japanese\nfeelings, he delayed the public announcement until evening _ that\nwould be morning in Tokyo _ so he could first inform Prime Minister\nTomiichi Murayama personally in a telephone call.\n","\n   Dealing with the budget matters, Clinton spoke to Treasury\nSecretary Robert Rubin, who averted a national default by taking\n$61 billion from two civil service retirement funds (and replacing\nthe funds with IOUs) to cover interest payments on the national\ndebt and other bills coming due, including Social Security\npayments.\n","\n   In an interview with the CBS anchor, Dan Rather, Clinton struck\na defiant note against the Republican budget priorities, saying he\nwould not give in to their ``huge cuts in Medicare, Medicaid,\neducation, the environment.''\n","\n   Clinton signed three proclamations, for National Family Week,\nNational Farm-City Week and National Great American Smokeout Day,\nwhich was to be the next day, Thursday.\n","\n   The Family Week proclamation cited a ``shared commitment to the\nimportance of family life,'' in which Americans ``first learn\nimportant lessons about responsibility.'' He called for greater\nefforts to prevent substance abuse, domestic violence and teen-age\npregnancy that ``threaten the well-being of our young people.''\n","\n   The White House was unusually quiet throughout the day because\nthe federal shutdown had furloughed all but essential employees. As\na result, the White House staff of 430 had shrunk to only 90\npeople. Moreover, some were White House interns, who could continue\nworking because they were not paid.\n","\n   Many, including Ms. Lewinsky, who ordinarily worked in the Old\nExecutive Office Building near the White House, took on a wide\nrange of added duties that brought them into the White House.\n","\n   Ms. Lewinsky, who had begun her internship in July 1995,\ntestified before the grand jury that after about a month she began\nmaking eye contact with the president at a number of White House\nfunctions, and both began what she characterized as ``intense\nflirting.''\n","\n   At departure ceremonies and other events, she recalled, she\nshook Clinton's hand and introduced herself. Later, when she ran\ninto the president in the White House West Wing, she introduced\nherself again, and, she testified, he responded that he already\nknew who she was.\n","\n   While Ms. Lewinsky's regular job was to work on correspondence\nin the office of the chief of staff, Leon Panetta, in the Old\nExecutive Office Building, she was assigned during the one-week\nfederal shutdown to answer phones and run errands in Panetta's\noffice in the West Wing.\n","\n   On this day, as on other days during the federal shutdown,\nClinton went frequently to Panetta's office, and sometimes talked\nwith Ms. Lewinsky.\n","\n   At 1:30 p.m., according to the White House logs, Ms. Lewinsky\nentered the White House. The logs do not show the time of her\ndeparture that afternoon, and the Starr report did not say whether\nMs. Lewinsky and Clinton encountered one another during the early\nafternoon.\n","\n   At about 3:15 p.m., Clinton met with the Senate minority leader,\nTom Daschle, D-S.D., and Sens. Byron Dorgan and Kent Conrad, both\nDemocrats of North Dakota, and six Dakota farmers. The president\ntold them he would fight steep cuts in farm subsidies that were\nbeing advanced by Republicans.\n","\n   At 5:07 p.m., according to logs cited by the Starr report, Ms.\nLewinsky re-entered the White House and resumed work in Panetta's\noffice; her departure from the White House was logged at 12:18 a.m.\nDuring virtually the same time frame _ 5:01 p.m. to 12:35 a.m.,\nClinton was in the Oval Office or in Panetta's office, the report\nsaid.\n","\n   That evening, the report said, the president and Ms. Lewinsky\n``made eye contact'' when he went to Panetta's office, and again\nlater at an informal birthday party for Jennifer Palmieri, a\nspecial assistant to Panetta. At one point, they were alone in the\noffice and, according to the report, ``in the course of flirting\nwith him, she raised her jacket in the back and showed him the\nstraps of her thong underwear.''\n","\n   Sometime before 8 p.m., when the White House spokesman announced\nthat the president had canceled his trip to Japan, Clinton spent 20\nminutes on the phone with Murayama in Tokyo.\n","\n   At about 8 p.m., as Ms. Lewinsky walked to a restroom, she\npassed the office of a presidential adviser, George Stephanopoulos,\nthe Starr report said. ``The president was inside alone, and he\nbeckoned her to enter,'' it went on. ``She told him that she had a\ncrush on him. He laughed, then asked if she would like to see his\nprivate office.''\n","\n   He led her through a connecting door into the president's\nprivate dining room and toward his private study off the Oval\nOffice. Ms. Lewinsky testified: ``We talked briefly and sort of\nacknowledged that there had been a chemistry that was there before\nand that we were both attracted to each other, and then he asked me\nif he could kiss me.''\n","\n   In the windowless hallway adjacent to the study, they kissed,\nthe report said, and before returning to her desk she wrote down\nher name and telephone number for the president.\n","\n   That evening, Clinton signed a $36.9 billion appropriations bill\nto provide money for the Department of Transportation and related\nagencies for the fiscal year that had begun on Oct. 1. The sum was\nonly $1.4 billion less than the Clinton administration had sought\nfrom Congress, and the White House expressed hearty satisfaction\nwith the outcome of the bipartisan bill.\n","\n   The Starr report quoted Ms. Lewinsky as saying she was alone in\nPanetta's office at about 10 p.m. when the president walked in. He\ninvited her to rendezvous again in Stephanopoulos' office in a few\nminutes and she agreed, the report said.\n","\n   They again returned to the private study and ``this time the\nlights in the study were off,'' the report said. After a kiss, it\nsaid, a sexual encounter ensued. Because the study had uncovered\nwindows, it took place, as did others later, in the windowless\nhallway adjacent to the study, the report said.\n","\n   ``During many of their sexual encounters, the president stood\nleaning against the doorway of the bathroom across from the study,\nwhich, he told Ms. Lewinsky, eased his sore back,'' the report\nsaid.\n","\n   During the encounter, the telephone rang; the president answered\nit in the study, and, while the sexual encounter continued there,\nhe talked with a person Ms. Lewinsky took to be a member of\nCongress, the report said.\n","\n   White House records show Clinton talked to Democratic Reps. Jim\nChapman Jr. of Texas from 9:25 to 9:30 p.m., and John Tanner of\nTennessee from 9:31 to 9:35 p.m., but no mention of a call after 10\np.m. was made. Before and after the sexual episode, the report\nsaid, Ms. Lewinsky and Clinton talked.\n","\n   ``At one point during the conversation,'' the report said, ``the\npresident tugged on the pink intern pass hanging from her neck and\nsaid that it might be a problem. Ms. Lewinsky thought that he was\ntalking about access _ interns were not supposed to be in the West\nWing without an escort _ and, in addition, that he might have\ndiscerned some `impropriety' in a sexual relationship with a White\nHouse intern.''\n","\n   The duration of the conversation was unclear from the Starr\nreport, which noted only that Ms. Lewinsky left the White House\nafter midnight, and the president was logged out of the Oval Office\na short time later.\n","\n   nn\n","\n   NOV. 17, 1995\n","\n   The biggest government shutdown in history was in its fourth day\nas the sharply diminished White House staff tried to cope with the\nheavy flow of presidential pronouncements, correspondence,\nmeetings, interviews and other activities.\n","\n   Trying to get the federal behemoth moving again, Clinton, as his\nfirst task of the morning, sent Congress a stopgap financing bill\nto get 800,000 federal employees back to work, but he gave no\nground in the budget impasse, warning that he would veto the\nRepublicans' latest spending plan.\n","\n   Panetta shuttled about Capitol Hill, seeking a deal, but the\nRepublicans, led by House Speaker Newt Gingrich, refused to\ncompromise on their plans for huge budget cuts, tax cuts and a\nbalanced budget in seven years.\n","\n   Gathering all the support he could muster, the president met at\nthe White House with a delegation from the Leadership Council of\nAging Organizations, representing 41 consumer, research and trade\ngroups. They urged him to veto any bill that would cut money for\nolder Americans.\n","\n   Clinton also had a 15-minute Oval Office meeting with Alaska's\nDemocratic governor, Tony Knowles, who tried without success to\npersuade the president that oil drilling would have no long-term\nill effects in an Arctic wildlife refuge in his state.\n","\n   The president also acted on several foreign-affairs matters. He\nrebuked Congress over a Republican-sponsored bill to bar spending\nto deploy American troops to Bosnia, saying it could torpedo the\npeace talks in Ohio. In a lengthy telephone call, he talked with\nPresident Nelson Mandela of South Africa about a tough multilateral\nresponse to Nigeria's hanging of nine human rights advocates,\nincluding Ken Saro-Wiwa, the writer.\n","\n   And in an Oval Office interview with Japanese journalists,\nClinton said he would reschedule his state visit to Japan but was\nvague about the timing. ``I will come as soon as I can,'' he said.\n``This is very, very important to me. I hope the Japanese people\nwill understand this is no expression of disrespect by me, either\nto the government nor the people of Japan.''\n","\n   He also said the United States' overall military commitment to\nJapan (47,000 troops) and the Asia-Pacific rim (100,000 troops)\nwould not be diminished, despite calls for reductions in the wake\nof the rape of a Japanese girl in Okinawa, in which three American\nservicemen had been accused.\n","\n   On this Friday night, two days after what Ms. Lewinsky said had\nbeen their first sexual encounter, both Clinton and Ms. Lewinsky\nworked late. White House logs show she checked out at 8:56 p.m. but\nreturned at 9:38 p.m. for a little over an hour, according to\nStarr's report. She was still working in Panetta's West Wing\noffice.\n","\n   The report said that at 9:45 p.m., Clinton stepped into\nPanetta's office for one minute, and then returned to the Oval\nOffice. Because they were working late, Betty Currie, the\npresident's personal secretary, and other staff members had sent\nout for pizza, Ms. Lewinsky recalled.\n","\n   ``I went down to let them know that the pizza was there, and it\nwas at that point when I walked into Mrs. Currie's office that the\npresident was standing there with some other people discussing\nsomething,'' Ms. Lewinsky testified. ``And they all came back to\nthe office, and Mr. _ I think it was Mr. Toiv _ somebody\naccidentally knocked pizza on my jacket, so I went to go use the\nrestroom to wash it off, and as I was coming out of the restroom,\nthe president was standing in Mrs. Currie's doorway and said, `You\ncan come out this way.''' Barry Toiv was Panetta's chief aide.\n","\n   Ms. Lewinsky and the president went back to the private study\noff the Oval Office, and there she and the president kissed, she\ntestified. After a few minutes, she said, she told him she had to\nreturn to her desk, but Clinton suggested that she bring him some\npizza.\n","\n   A few minutes later, the report said, she returned to the Oval\nOffice with the pizza and told Mrs. Currie, who was now back in her\noffice, that Clinton had asked for the pizza. Mrs. Currie opened\nthe door for her and said, ``Sir, the girl's here with the pizza.''\n","\n   ``He told me to come in,'' Ms. Lewinsky testified. ``Mrs. Currie\nwent back to her office and then we went into the back study area\nagain.'' A sexual encounter similar to the first ensued in the\nwindowless hallway, Ms. Lewinsky related.\n","\n   While it was taking place, Mrs. Currie approached the hallway\ndoor, which was ajar, and said the president had a phone call, the\nStarr report said. It quoted Ms. Lewinsky as saying the caller was\na congressman with a nickname. Records show that Clinton spoke to\nRep. Sonny Callahan, R-Ala., for 21 minutes, from 9:53 p.m. to\n10:14 p.m. The sexual encounter continued while the president was\non the phone, the Starr report said.\n","\n   ``During this visit,'' the report said, ``according to Ms.\nLewinsky, the president told her that he liked her smile and her\nenergy. He also said: `I'm usually around on weekends, no one else\nis around, and you can come and see me.'''\n","\n   Ms. Lewinsky was logged out of the White House at 10:39 p.m. The\npresident went back to the chief of staff's office until 10:34\np.m., and then went by the Oval Office and the ground floor\ncorridors into the president's private residence at 10:40 p.m.\n","\n   In his deposition in the Paula Jones case last Jan. 17, the\npresident said he could not recall most of his encounters with Ms.\nLewinsky, but did remember her ``back there with a pizza'' during\nthe government shutdown. But he said he did not believe they were\nalone.\n","\n   Testifying before the grand jury on Aug. 17, Clinton said his\nfirst ``real conversation'' with Ms. Lewinsky took place during the\nNovember 1995 furlough. ``One night she brought me some pizza,'' he\ntestified, according to the Starr report. ``We had some remarks.''\n","\n   nn\n","\n   DEC. 31, 1995\n","\n   Clinton had still not achieved a budget agreement with Congress,\nand 280,000 federal workers were on furlough in a second shutdown.\nBut public opinion polls showed Clinton's approval rating way up,\nfrom a woeful 1994 (as low as 40 percent) to a quite successful\nyear-end 1995 (in the high 50s).\n","\n   The reasons were not hard to find: a humming economy, Clinton's\ntough stand against unpopular Republican budget cuts, foreign\npolicy advances in Bosnia, Northern Ireland and the Middle East.\nAnd his longtime political confidant, Dick Morris, was at work\nmasterminding the 1996 re-election, in which conservative themes\nlike ``family values'' would play an important role.\n","\n   It was a quiet Sunday. The president had no scheduled public\nappearances, aside from attending early church services. But before\nhe could leave for a holiday weekend that afternoon with his wife,\nHillary Rodham Clinton, and their daughter, Chelsea, then 15, he\nhad one meeting on his agenda.\n","\n   At 9:50 a.m., moments before budget talks in the Cabinet Room,\nClinton and congressional leaders spoke to reporters. There was a\nlight holiday mood to the exchanges. The president said they were\ndriving hard to settle the budget impasse and would keep at it.\nReminded that thousands of federal employees were still on\nfurlough, Sen. Bob Dole, the majority leader, said he and his\ncolleagues would ``try to pass something.''\n","\n   Somebody asked: ``Are you closer?''\n","\n   ``Oh,'' the Kansas senator said to a roar, ``we're about 6 feet\napart.''\n","\n   Daschle, to more laughter, added, ``We'll be a lot closer in a\ncouple of hours.''\n","\n   ``We're working at it steady,'' Clinton said, adding, ``Happy\nNew Year, everybody.''\n","\n   The talks ended at midday, amicably but inconclusively.\n","\n   Clinton retreated to the Oval Office at 12:11 p.m., the logs\nshow.\n","\n   Ms. Lewinsky, by now a staff member in the White House Office of\nLegislative Affairs, testified that she was in the pantry of the\npresident's private dining room, talking to a White House steward,\nBayani Nelvis, sometime between noon and 1 p.m. She told Nelvis\nthat she had recently smoked her first cigar, and he offered to\ngive her one of the president's cigars, the Starr report said.\n","\n   ``Just then, the president came down the hallway from the Oval\nOffice and saw Ms. Lewinsky,'' the report said. ``The president\ndispatched Mr. Nelvis to deliver something to Mr. Panetta.''\n","\n   Ms. Lewinsky, the report said, told Clinton that Nelvis had\npromised her a cigar, and the president gave her one.\n","\n   The report went on: ``She told him her name _ she had the\nimpression that he had forgotten it in the six weeks since their\nfurlough encounters because, when passing her in the hallway, he\nhad called her `Kiddo.' The president replied that he knew her\nname; in fact, he added, having lost the phone number she had given\nhim, he had tried to find her in the phone book.''\n","\n   By Ms. Lewinsky's account, they moved into the private study and\na sexual encounter took place, their third. It followed the pattern\nof the first two: It was halted before climax by the president, the\nreport quoted Ms. Lewinsky as saying. Apparently in explanation, it\nsaid she testified, ``He didn't know me well enough, or he didn't\ntrust me yet.''\n","\n   The logs show that Ms. Lewinsky left the White House at 1:16\np.m., and that Clinton went to the White House residence at 1:15\np.m.\n","\n   Later, the president, Mrs. Clinton, and Chelsea flew to Hilton\nHead, S.C., for their traditional year-end family retreat called\nRenaissance Weekend. It was their 12th straight year at the\ngathering, at which the Clintons partied late on New Year's Eve\nwith 1,000 of their closest friends, then attended a New Year's Day\nseminar on personal growth and family values.\n","\n   nn\n","\n   JAN. 7, 1996\n","\n   The blizzard of 1996 had blanketed the East Coast over the\nweekend, paralyzing New York, Washington and everything in between.\nThe president, wearing blue jeans and a red and black checked\nshirt, and Mrs. Clinton, in a purple fur-lined hat and a\nmulticolored winter jacket, were among a few worshippers this\nSunday morning at St. John's Episcopal Church, two blocks from the\nWhite House.\n","\n   Ignoring their waiting motorcade, the Clintons trudged home\nthrough calf-high drifts and wind-whipped snowflakes. At one point,\nthe president playfully scooped up a handful of snow as if to throw\nit and cheerfully told reporters that congressional Democrats had\ncanceled plans to visit him to discuss their continuing budget\nconfrontation with the Republicans.\n","\n   Clinton had ended a three-week shutdown of federal programs on\nSaturday when he bowed to Republican demands and offered a new\nseven-year balanced-budget plan. That triggered congressional\naction to finance all government programs, but only through Jan.\n26. Still, the Republicans were all over the Sunday morning talk\nshows, vowing to balance the budget by 2002 and denouncing the\npresident.\n","\n   ``We're very concerned about whether or not there's two snow\njobs going on in Washington,'' Sen. Trent Lott of Mississippi, the\nmajority whip, said on CBS' ``Face the Nation.'' ``Now we feel like\nCharlie Brown, and Lucy has got the football, and every time you\nthink you're going to get a real budget it gets jerked away from\nyou.''\n","\n   On NBC's ``Meet the Press,'' Rep. Tom DeLay of Texas, the House\nmajority whip, was threatening another shutdown, or at least a\ncutoff of government services the Republicans did not support.\n","\n   ``We are going to fund only those programs we want to fund,''\nDeLay said. ``We're in charge. We don't have to negotiate with the\nSenate; we don't have to negotiate with the Democrats.''\n","\n   The Republicans were no less bellicose on the subject of Mrs.\nClinton, accusing her of not telling the truth in the Whitewater\ninvestigation or about the dismissal of aides in the White House\ntravel office.\n","\n   Mrs. Clinton's answers are ``not the truth,'' Sen. Alfonse\nD'Amato, R-N.Y., said on ABC's ``This Week With David Brinkley.''\n``We've had this kind of thing over and over again from her people\nwho have stonewalled us, who have feigned memory loss.''\n","\n   One poll showed Clinton trailing Dole, the Republican\nfront-runner for president, 46 percent to 49 percent.\n","\n   Clinton told reporters he was going to spend the rest of the day\nholed up with Panetta and other aides, working on the budget.\n","\n   But early that afternoon, he telephoned Ms. Lewinsky at her\napartment in the Watergate complex, the first time he had called\nher at home, according to the Starr report. He said he was going to\nbe in his office, she remembered, adding, ``I said, oh, do you want\nsome company? And he said, oh, that would be great.''\n","\n   By now, she testified, they had worked out signals for their\nencounters. ``I got there kind of saying, `Oh, gee, here are your\nletters,' wink, wink, wink, and him saying `OK, that's good,''' she\nsaid. She carried a folder as cover, but her job did not involve\ndelivering letters.\n","\n   On this day, Ms. Lewinsky said, they ``made an arrangement that\n... he would have the door to his office open, and I would pass by\nthe office with some papers and then ... he would sort of stop me\nand invite me in. So, that was exactly what happened.''\n","\n   They went to the bathroom of the back study and had a sexual\nencounter, she said.\n","\n   nn\n","\n   JAN. 21, 1996\n","\n   Like the rest of the East Coast, Washington was fighting floods.\n","\n   Samuel Jordan, the city's director of the Office of Emergency\nPreparedness, had been up all night, watching the rain-swollen\nPotomac rise nearly 14 feet, twice its usual height, and flooding\npart of Georgetown along K Street near the Tidal Basin and the\nwaterfront fish market. Jordan worried that the river would rise\nanother foot before it ebbed.\n","\n   Swollen streams and rivers in eight states had ravaged homes and\nbusinesses. Some of the flooding was receding, but 10,000 residents\nwere still being evacuated in West Virginia along the surging Ohio\nRiver. About 1,100 homes on Wheeling Island alone were under 6 feet\nof water, their 3,000 occupants refugees. Pennsylvania appeared\nhardest hit, with homes and businesses submerged or caked in mud,\npower and telephone lines down, and debris littering the streets.\nClinton declared the state a federal disaster area, making\navailable temporary housing, home repair grants and emergency\nloans.\n","\n   On the television talk shows, his opponents attacked him over\nthe Whitewater investigation, while the House majority leader, Dick\nArmey of Texas, threatened to block the nation's ability to borrow\nmoney to pay its bills unless Clinton yielded to Republicans'\nbudget-cutting to decrease ``the size and intrusiveness of\ngovernment.''\n","\n   On the same show, NBC's ``Meet the Press,'' Panetta protested\nthe Republican emphasis on Whitewater, saying: ``There is a fine\nline between what is a legitimate continuing inquiry into a\nsituation and what becomes political harassment. I think they're\ngetting dangerously close to harassment.''\n","\n   At one point the first family had a private tour for more than\nan hour of the wildly popular Vermeer exhibition at the National\nGallery of Art. Accompanied by several friends, including a former\ncollege roommate of Mrs. Clinton, they gazed at the luminous blues\nand yellows, the subtle reflected light and the pearly highlights\nof the 21 paintings, which represented much of Vermeer's known\noutput.\n","\n   The president logged into the Oval Office at 3:33 p.m. Ms.\nLewinsky's name does not appear on the White House logs, but\naccording to the Starr report, she ran into Clinton in a hallway\nnear an elevator in the West Wing and he invited her into the Oval\nOffice. They had had phone sex for the first time the week before,\nthe report said, and she was ``feeling a little bit insecure''\nabout whether he had enjoyed it. Eventually, she testified, they\nhad phone sex on 10 to 15 occasions.\n","\n   At their meeting this Sunday, Ms. Lewinsky remembered\nquestioning him about his interest in her, saying, ``I asked him\nwhy he doesn't ask me any questions about myself, and ... is this\njust about sex ... or do you have some interest in trying to know\nme as a person?'' The president laughed, she said, and replied that\n``he cherishes the time that he had with me.'' She thought the\nreply was ``a little bit odd,'' because she ``felt like he didn't\nreally even know me yet.''\n","\n   As they moved to the hallway by the study, Ms. Lewinsky was in\nmidsentence when Clinton suddenly kissed her and they had a sexual\nencounter.\n","\n   ``At one point during the encounter, someone entered the Oval\nOffice,'' the report said, prompting Clinton to leave her in the\nhallway.\n","\n   A short time later, the president was told his next appointment,\na friend from Arkansas, had arrived, and he escorted Ms. Lewinsky\nout through a connecting office. She was signed out of the White\nHouse at 3:56 p.m.\n","\n   Clinton and his daughter ventured through snow to attend Sunday\nmorning services at Foundry United Methodist Church, where the\nsenior minister, J. Philip Wogaman, warned the dozens of government\nofficials among his congregation not to abuse the public trust by\ngoing on what he called ``power trips.''\n","\n   A deep freeze gripped much of the South that day, after a week\nof snow, ice and record cold blamed for 55 deaths across the lower\n48 states. Temperatures hovered around zero in parts of\nMississippi, Georgia and Alabama, and Florida's $1.2 billion citrus\nindustry was in peril.\n","\n   It was frosty, too, at the annual meeting of the National\nGovernors' Conference, which took up part of the President's\nofficial day. At a White House dinner, Republicans eyed the mansion\nlike house hunters on a real estate tour. Fresh from the attack on\nthat morning's ``Meet the Press,'' Michigan's Republican governor,\nJohn Engler, said he expected a different party to be in residence\nin 1997. ``Next year, I'll arrive in a festive mood,'' he said at\nthe dinner.\n","\n   Even as the administration put last-minute touches to a budget\nstatement due the next day, government officials unveiled data that\nshowed that Medicare's Hospital Insurance Trust Fund had lost money\nin 1995 for the first time in 23 years, meaning the Medicare\nprogram was poorer than anybody thought.\n","\n   ``Things turned out a little worse than we expected,'' said\nRichard Foster, chief actuary of the Federal Health Care Financing\nAdministration, which runs Medicare for 37 million people who are\nelderly or disabled. In Israel, Prime Minister Shimon Peres leaked\nword he planned to call for new elections ahead of schedule. The\nelections would bring the hard-line Likud leader Benjamin Netanyahu\nto power, threatening the Oslo peace accords with the Palestinians\nthat Clinton hoped would be his enduring foreign policy triumph.\n","\n   On the bright side, Mrs. Clinton's book, ``It Takes a Village,''\nwas on the best-seller lists, having soared to No. 1 within a week\nof publication.\n","\n   In the White House, Ms. Lewinsky was in her office, and that\nafternoon, she received a phone call from Clinton. Her sexual\nencounters with him were usually on the weekend, she said, when\nthere were fewer people about.\n","\n   This time, at her suggestion, they bumped into each other in the\nhallway because, she said, ``when it happened accidentally, that\nseemed to work really well.'' Clinton was in the Oval Office from\n3:36 p.m. to 7:05 p.m., logs show; there is no record of Ms.\nLewinsky. They walked together into the private study, where they\nhad a sexual encounter.\n","\n   Afterward, they sat and talked awhile, maybe 45 minutes, in the\nOval Office, and Ms. Lewinsky testified that she thought their\nfriendship was starting to blossom. He said he would call her again\nand, perhaps mindful of her previous unease, she remembered saying,\n``yeah, well, what's my phone number?'' He recited both her home\nand office numbers and, the report said, he called her at her desk\nlater that afternoon to tell her he had enjoyed their time\ntogether.\n","\n   nn\n","\n   MARCH 31, 1996\n","\n   Clinton was looking forward on this Sunday to throwing the first\nball for opening day of the baseball season on Monday at the\nBaltimore Orioles' stadium, Camden Yards. But rain delayed the\nall-American photo op.\n","\n   In Russia, President Boris N. Yeltsin, also facing a tough\nre-election battle, said he could not win while the war was still\ngoing on in secessionist Chechnya, and he vowed to halt military\noperations against the rebels.\n","\n   In Bosnia, Defense Secretary William Perry visited U.S. troops\nwho were part of the NATO peacekeeping force. There was talk of\ncapturing the Serb leaders indicted by an international tribunal as\nwar criminals, Gen. Ratko Mladic and Radovan Karadzic, whose\ncontinued freedom was an embarrassment to the administration. It\nnever happened.\n","\n   At home, Dole had clinched the Republican presidential\nnomination earlier in the month and was assembling a team of\neconomic advisers. Behind the scenes, the president's political\nconsultant Dick Morris _ who would be brought down by his own\nsexual scandal _ sharpened the Clinton advertising campaign to\nfocus on Dole. But the expensive advertisements, paid for with\nso-called soft money, would later lead to calls for an\ninvestigation into Democratic fund raising.\n","\n   Things had not been going well in recent weeks for Ms. Lewinsky.\n","\n   More than a month earlier, on Feb. 19, President's Day, Clinton\ntelephoned her at her Watergate apartment, Ms. Lewinsky testified,\nand she could tell from the tone of his voice that something was\nwrong. She asked to see him, but he said he did not know how long\nhe would be at the office that day.\n","\n   Worried, she hurried to the White House, the only time she had\ngone uninvited to the Oval Office, she said. There, the president\ntold her he no longer felt right about their relationship and he\nhad to put a stop to it. She could visit, he said, but only as a\nfriend. He hugged her, according to the report, but would not kiss\nher.\n","\n   Still, Ms. Lewinsky said, in the following days ``there\ncontinued to be this sort of flirtation.'' Clinton called her\napartment, the report said, expressing regret that she had left the\nWhite House early, which she thought ``sort of implied to me that\nhe was interested in starting up again.''\n","\n   On Friday, March 29, while Mrs. Clinton was in Greece, Ms.\nLewinsky ran into the president wearing the first necktie she had\ngiven him. She asked him where he had gotten it. ``Some girl with\nstyle gave it to me,'' she remembered he replied.\n","\n   He suggested she might want to casually join a group seeing a\nmovie at the White House theater, but she said she did not want\npeople to think she was hanging around the West Wing uninvited. She\nsaid that she asked if they could arrange a rendezvous over the\nweekend, and that he said he would try.\n","\n   They did meet that Sunday, March 31, while Mrs. Clinton was\nstill away. ``According to Ms. Lewinsky, the president telephoned\nher at her desk and suggested she come to the Oval Office on the\npretext of delivering papers to him,'' the report said. ``She went\nto the Oval Office and was admitted by a plainclothes Secret\nService agent. In her folder was a gift for the president, a Hugo\nBoss necktie.\n","\n   ``In the hallway by the study, the president and Ms. Lewinsky\nkissed,'' the report went on, and had a sexual encounter. After\nthey were finished, the report said, ``Ms. Lewinsky left the Oval\nOffice and walked through the Rose Garden.''\n","\n   Mrs. Clinton returned from her trip that evening.\n","\n   APRIL 7, 1996\n","\n   It was a bone-chilling Easter Sunday, the exhausting conclusion\nof one of the most emotional weeks of the Clinton presidency. Four\ndays earlier, a military plane carrying Commerce Secretary Ron\nBrown and 34 others had slammed into a mountainside near Dubrovnik,\nCroatia, killing everyone on board.\n","\n   And so it had been a week of personal mourning, a black stretch\nClinton spoke of as ``this interminable week.'' Brown had been a\ngood friend of the president, and in the days following the\ntragedy, Clinton postponed or canceled almost all of his scheduled\nevents to devote himself to propping up the emotions of a grieving\nWhite House and comforting the families and friends of the victims.\n","\n   On Friday, though, he did go ahead and visit another somber\ndestination, traveling to Oklahoma City in advance of the one-year\nanniversary of the April 19 bombing of the federal building.\n","\n   There were other world events to preoccupy the president.\nFighting between rebels and government soldiers was continuing in\nthe capital of Liberia, and North Korean troops had entered a\nbuffer zone with South Korea for the third day.\n","\n   But the president found it hard to focus on much other than the\ndeaths on the Croatian cliff. He had to blot tears from his eyes on\nSaturday, as he watched the coffins bearing the bodies arriving at\nDover Air Force Base in Delaware. ``We were all holding up pretty\nwell until they started taking the coffins off the plane,'' he\nsaid.\n","\n   But now it was Easter, and as was the Clinton family custom, the\npresident, accompanied by his wife and Chelsea, attended the 11\na.m. service at the Foundry Methodist Church, brightly decorated\nwith lilies, azaleas and balloons.\n","\n   The president wore a dark suit. Mrs. Clinton chose a white coat\nand black hat graced with a white band and pink flower. Chelsea was\ndressed in a navy skirt and blazer. Secret Service agents\ninterrupted the Easter egg hunt on the church lawn so the first\nfamily could enter.\n","\n   Wogaman, the church's senior minister, praised Brown and the\n``practical goodness'' of those who accompanied him on his trip.\n``Easter is God's reply to those in heartsick sorrow,'' he said.\n","\n   Wogaman also singled out Adam Darling, a 29-year-old\nconfidential assistant at the Commerce Department, who died in the\ncrash and was a member of the church.\n","\n   During Clinton's presidential campaign, Darling had endeared\nhimself to Clinton by offering to ride a bicycle across the country\nin support of the candidate. Darling's parents attended the\nservice, and they requested that his favorite hymn, ``This Is My\nSong,'' be sung. It begins: ``This is my song, O God of all the\nnations, a song of peace for lands afar and mine.''\n","\n   The sermon was about resurrection. During it, Wogaman\ncomplimented the president for having ``ministered so well for our\nland.''\n","\n   As the congregation left the church, shafts of sun finally broke\nthrough the clouds. On the way back to the White House, the\nClintons stopped and shared a quiet Sunday brunch at the Four\nSeasons Hotel in Georgetown.\n","\n   Clinton spent the balance of the afternoon, from 2:21 to 7:48,\nin the Oval Office. At one point, the Starr report said, he called\nMs. Lewinsky at her apartment.\n","\n   According to her grand jury testimony, they spoke of the death\nof Brown, and then she told him of a fresh personal trauma of her\nown. On the previous Friday, she had been advised by Timothy\nKeating, staff director for legislative affairs, that she was being\ntransferred from her White House job and moved to the Pentagon\nbecause she was ``too sexy'' to be working in the East Wing.\n","\n   A number of White House aides had become increasingly\nuncomfortable about how much time she was spending in the vicinity\nof the Oval Office, particularly as the campaign heated up. Ms.\nLewinsky said she later learned from the president that Evelyn\nLieberman, the deputy chief of staff, thought Ms. Lewinsky was\npaying too much attention to the president and ``everyone needed to\nbe careful before the election.''\n","\n   When she learned she was being transferred, Ms. Lewinsky said,\nshe was crushed and felt it was because of her relationship with\nthe president.\n","\n   Clinton seemed disturbed by the news, the report said. Ms.\nLewinsky was sobbing as she related the details to him. Then she\nasked if she could come see him. He agreed.\n","\n   At 4:56 p.m., according to White House logs, Ms. Lewinsky\narrived at the White House carrying a manila folder and, under the\npretext of delivering documents to the president, was admitted to\nthe Oval Office. She met with the president in his private study,\nwhere they spoke further about her expulsion from the White House\nstaff.\n","\n   ``Why do they have to take you away from me?'' she testified\nthat he asked her. According to her testimony, he looked at her and\nsaid, ``I promise you if I win in November I'll bring you back like\nthat.''\n","\n   She said in her testimony that he told her he would find out why\nshe was transferred, and he said that she could have whatever job\nshe desired after the election.\n","\n   Then, according to the Starr report, she began a sexual\nencounter with him in the hallway between the private study and the\nOval Office.\n","\n   Someone in the Oval Office called out that the president had a\nphone call, the report went on. A White House operator had put the\ncall through to the Oval Office, the report said, but when no one\npicked it up, a Secret Service agent was dispatched to locate the\npresident.\n","\n   According to the report, he knocked on the door to the Oval\nOffice, got no answer and then entered. Seeing the door to the\nstudy ajar, the report said, he called out, ``Mr. President.''\nGetting no answer, he called out again louder. The agent heard\nsomeone say ``Huh?'' from the study and then, after the agent said\nthat there was a call for the president, Clinton replied that he\nwould take it.\n","\n   The report said Clinton picked up the call in the study,\ndirecting Ms. Lewinsky to continue her sexual actions with him\nwhile he spoke on the phone. According to White House records cited\nin the report, the call lasted nine minutes and was from Morris,\nthe political consultant.\n","\n   A few minutes after the president hung up, the report said,\nthere was a second interruption. The report quoted Ms. Lewinsky as\ntestifying: ``Harold Ickes has a very distinct voice and ... I\nheard him holler, `Mr. President,' and the president looked at me\nand I looked at him and he jetted out into the Oval Office and I\npanicked.'' She retreated in the other direction, leaving through\nthe dining room. It was nearly 5:30.\n","\n   Two minutes after Ms. Lewinsky left, the report said, Clinton\ncalled Ms. Lieberman, though it is unclear whether he reached her.\n","\n   That evening, the report said, Clinton telephoned Ms. Lewinsky\nat home and asked her why she had fled so hastily. He seemed upset\nthat she had left.\n","\n   nn\n","\n   FEB. 28, 1997\n","\n   There were big doings for Chelsea in the works. Yesterday, she\nhad turned 17. To mark the moment, Mr. and Mrs. Clinton had given a\ndinner for her and 10 of her friends at the Bombay Club, just a\nblock's walk from the White House. There was chocolate cheesecake\nand a rendition of ``Happy Birthday'' by the pianist, with the\nwhole restaurant singing along.\n","\n   While the president and the first lady took the presidential\nlimousine back, Chelsea insisted on riding in the van with her\ngiggling friends. But that was just the prelude. The Clintons were\nleaving for New York tomorrow to take their daughter to see some\nBroadway plays, something she was very much looking forward to.\n","\n   Before they could set out, though, the president spent a\nworkaday Friday attending to drug policy and cigarette sales and\nMidwestern winter storms. His major announcement was to certify\nMexico as a full ally in the war against illegal drugs, though only\nafter the Mexican government agreed to commitments demanded by U.S.\nlaw enforcement agencies. For the second year, Clinton did not\ncertify Colombia.\n","\n   There was other international and domestic news for him to\nponder. The FBI was frustrated that the Saudis were not doing more\nto investigate a truck bombing that had killed 19 American airmen.\nThe Democratic Party, in one more development in the protracted\ncampaign finance drama, said it would be returning $1.5 million\nmore in contributions that it now felt may have been illegal or\nimproper.\n","\n   Shortly before 11 a.m., Clinton appeared in the Roosevelt Room\nand spoke about an initiative to toughen the rules on cigarette\nsales to children. Among the new rules was a requirement that\nanyone under 21 who bought a tobacco product was to show a photo ID\nso that store clerks no longer had to guess the age of customers.\n","\n   On the legislative front, Clinton signed into law H.J. Res. 36,\nwhich released money for international population assistance\nprograms. He gave out a statement celebrating the third anniversary\nof the ``Brady Act,'' which provided for a waiting period before\nsomeone could buy a handgun, calling the law ``one of the most\neffective public safety measures ever.''\n","\n   In the course of the day, the president announced plans for\nseveral appointments, including his nomination of Joel Klein as\nassistant attorney general in the antitrust division of the\nDepartment of Justice.\n","\n   He declared a major disaster in South Dakota, which had been\npummeled by a severe winter storm in November, and ordered federal\naid to supplement state and local recovery efforts.\n","\n   He also freed $250 million for a program to teach Americans\nabout the harmful psychological and physical effects of sex before\nmarriage. The program was to stress that abstinence from\nextramarital sex was the expected standard of the country.\n","\n   It had been almost 11 months since the president had had\nphysical contact with Ms. Lewinsky. Her expulsion to the Pentagon\nhad succeeded in separating them. The only times she encountered\nhim were at group events. She had seen him at a reception for the\nSaxophone Club, a political organization, and went with her family\nto one of the tapings of the president's weekly radio addresses.\n","\n   She got into the president's 50th birthday party at Radio City\nMusic Hall in New York, as well as a cocktail party for major\ndonors to the Democratic Party. She testified that she saw him at a\nfund-raiser for Senate Democrats. Noticing that he was wearing a\nnecktie she had given him, she approached him at the event and told\nhim, ``Hey, handsome, I like your tie.'' She testified that he\ncalled her later that night.\n","\n   ``I was insecure about the relationship at times and thought\nthat he would come to forget me easily,'' the Starr report said Ms.\nLewinsky testified. ``Usually when I'd see him, it would kind of\nprompt him to call me. So I made an effort. I would go early and\nstand in the front so I could see him.''\n","\n   The report said the two continued to talk with some regularity\nby phone, especially in the months after she began her job at the\nPentagon. During the fall '96 campaign, the report said, the\npresident occasionally called while on the road without Mrs.\nClinton. At least seven of those conversations, the report said,\nwere sexually explicit. But Ms. Lewinsky complained that she had\nnot seen him privately and, according to her testimony, he told\nher, ``Every day can't be sunshine.''\n","\n   On Feb. 14, 1997, Ms. Lewinsky placed a Valentine's Day ad in\nThe Washington Post intended as a love message to the president. It\nwas addressed to ``Handsome.''\n","\n   At 6:29 p.m. on this Friday, Clinton went to the Roosevelt Room\nand taped his weekly radio address to the nation. Among those who\nattended the taping was Ms. Lewinsky. According to her testimony,\nClinton had extended an invitation to her through Betty Currie, his\npersonal secretary.\n","\n   In the address, which was broadcast the next morning, Clinton\nspoke of the need to prevent drugs from ruining children's lives.\n``First, we must fight drugs before they reach our borders and keep\nthem out of America,'' he said, and he explained his decision that\nday to enlist Mexico in the battle.\n","\n   At the session, Ms. Lewinsky had her picture taken with the\npresident. She was nervous, the report said she testified, for she\nhad not been alone with him since her days working at the White\nHouse. She wore a navy blue dress that she had bought at the Gap.\n","\n   According to the report, Clinton told her to see Mrs. Currie\nafter the photo was taken, since he had something to give her.\nClinton, Ms. Lewinsky and Mrs. Currie together went into the back\noffice. Stephen Goodin, an aide to the president, had told Clinton\nand Mrs. Currie that he did not want him alone with Ms. Lewinsky,\nwhich was why Mrs. Currie chaperoned them, the report said.\n","\n   Mrs. Currie, however, said, ``I'll be right back,'' and went on\nto the back dining room where, she testified, she waited for 15 to\n20 minutes while the president and Ms. Lewinsky were alone in the\nstudy. As belated Christmas presents, Clinton gave Ms. Lewinsky a\nhat pin and an edition of Walt Whitman's ``Leaves of Grass.'' He\ntold her he had seen her Valentine's Day message.\n","\n   In the hallway near a bathroom, Ms. Lewinsky testified, she\nengaged in a sexual encounter with Clinton. He heard something and\nthey retreated into the bathroom, but no one disturbed them.\nAccording to White House logs cited in the report, Ms. Lewinsky\nleft the White House at 7:07 p.m.\n","\n   The next time she got out her navy blue Gap dress, according to\nthe report, she noticed stains near one hip and on the front of the\ndress. After seeing the president, she had gone out to dinner. She\nthought the stains might be spinach dip. FBI tests, the report\nsaid, later revealed them to be the semen of Clinton.\n","\n   MARCH 29, 1997\n","\n   It was a lethargic Saturday. The White House was quiet, and the\npresident was in something of a funk. He had been forced into a\nstate of unwanted inactivity. It had been only two weeks since\nClinton had tripped on the stairs of the Florida home of the golf\nchampion Greg Norman and injured his knee, negating the president's\nappearance in a member-guest tournament with Norman.\n","\n   Although Clinton had gone ahead with a Helsinki summit meeting\nwith President Boris Yeltsin of Russia a week earlier, at which he\nhad to be lowered from a catering truck in a wheelchair, his public\nschedule had otherwise been sharply curtailed. At most, he attended\none or two brief events a day. Today he had none.\n","\n   Yet Easter was at hand, and tomorrow the president would be\npresiding over the annual Easter Egg Roll on the South Lawn of the\nWhite House. There was a need to prepare for an Oval Office meeting\non Tuesday with King Hussein of Jordan. A whole year had passed\nsince the death of Ron Brown, and there would be a memorial service\non Thursday that the president would attend.\n","\n   On sleepy days like this, Clinton usually changed into his\njogging shorts and took to the roadways or, better yet, tuned up a\ngolf game grown rusty over the winter. Instead, because he was on\ncrutches, he was reduced to tasting spring by opening the door of\nhis study or relaxing on the Truman balcony overlooking the Rose\nGarden.\n","\n   For the moment, he was home alone. Mrs. Clinton and Chelsea were\non the last leg of a six-nation trip to Africa. On this final day,\nthey were to tour a women's skills center in Asmara, take in a\ntree-planting ceremony and pay a courtesy visit to Isayas Afewerki,\nthe president of Eritrea.\n","\n   Mrs. Clinton put on a white, gauzy cotton dress known as a tilfi\nand danced merrily with the leader of Africa's newest democracy.\nShe was scheduled to return to Washington at 7 the next morning, in\nplenty of time to attend the Easter Egg Roll with her husband.\n","\n   Even the vice president was away, on a diplomatic mission in\nAsia. And so Clinton was reading, watching basketball and growing\nrestless.\n","\n   In his Easter radio address, broadcast at 10:06 in the morning,\nClinton concentrated on the promise of spring, though there was\nstill too much of a winter snap in the Washington air. ``Spring is\na season of renewal, not just of the world around us but of the\nideals inside us, those that bind us together as people,'' Clinton\nsaid in the address. ``Millions of families will come together to\ncelebrate Easter this weekend and Passover in the coming weeks, to\nreaffirm their faith in God and their commitment to our sacred\nvalues.''\n","\n   He went on to speak of the need to overcome ``the divide of\nrace.'' He spoke of a 13-year-old Chicago boy who the previous week\nhad been riding his bike home from a basketball game and was\nattacked and nearly beaten to death. The boy was black and his\naccused attackers were white. Clinton finished by saying: ``The\nholidays of this season teach us that hope can spring forth from\nthe darkest of times. Those of us who are Christians celebrate a\nrisen God who died a painful, very human death to redeem the souls\nof all humanity without regard to race or station.''\n","\n   Early in the afternoon, Clinton repaired to the Oval Office. At\none point, the Starr report said, he called Ms. Lewinsky and\ninvited her over. He said he had something important to tell her.\n","\n   A little past 2, Ms. Lewinsky showed up. Mrs. Currie greeted her\nand took her to the president's study to await Clinton. He hobbled\nin.\n","\n   The president talked at length to Ms. Lewinsky about his\nconcerns that others might learn of their rendezvous, the Starr\nreport said. Without specifically identifying it, he told her that\nhe feared that a foreign embassy was tapping his telephones.\n","\n   According to the report, he recommended cover stories if they\nwere found out, suggesting that she insist that they were only\nfriends. Should anyone have tapes of intimate phone conversations,\nwell, then she should say they knew that someone was eavesdropping\non the calls and thus they simply feigned the exchanges, the report\nsaid.\n","\n   Then he kissed her and they had a sexual encounter, she said,\nalthough Clinton later implicitly denied ``inappropriate'' contact\nwith her that day.\n","\n   She left at 3:16 p.m. A few minutes later, Clinton left his\noffice as well. This was, the Starr report says, Monica Lewinsky's\n10th and final sexual act with Clinton.\n","\n   EPILOGUE\n","\n   In the nine months after the last of the White House sexual\ntrysts, the Starr report says, the relationship between Clinton and\nMs. Lewinsky crumbled inexorably under the president's fear of\nexposure and Ms. Lewinsky's growing frustrations at being shut out\nof his life.\n","\n   They met several more times, and had numerous telephone\nconversations. They also exchanged small gifts and expressions of\nendearment. But the Starr report details a postsexual deterioration\nthat spills from argument and recrimination to growing suspicions\nand finally mutual distrust and even threats by Ms. Lewinsky.\n","\n   Amid the alternating periods of anger and appeasement, there\nwere hopeless musings about a possible future together. Letters and\nnotes were exchanged, and then destroyed in an effort to get rid of\nevidence of their affair. Most of their gifts were retrieved.\n","\n   She had been banished to the Pentagon, but the president\npromised to bring her back to the White House, and later to get her\na job in New York, perhaps at the United Nations. He enlisted the\nhelp of aides and friends, including Vernon Jordan, his longtime\nfriend.\n","\n   But none of it worked out, and she harangued him about these\nfailures and her exclusion from his life. In an Oval Office meeting\non July 4, 1997, the report said, Clinton reprimanded her for a\nletter in which she had obliquely threatened to disclose their\nrelationship. ``It's illegal to threaten the president of the\nUnited States,'' he told her.\n","\n   The president showed increasing fear as the arm's-length\nrelationship dragged on, and it expressed itself in his harsher\ntones to her. In a face-to-face argument on Dec. 6., Ms. Lewinsky\nrecalled, he told her he had ``never been treated as poorly by\nanyone else as I had treated him.''\n","\n   When the story of their relationship finally broke on Jan. 21,\nthe president, in meetings with aides, denied he had ever been\nalone with Ms. Lewinsky. He told Sidney Blumenthal, a White House\ncommunications adviser, that she ``came on to me and made a sexual\ndemand on me,'' and that when he rebuffed her, she had threatened\nto say they had had an affair.\n","\n   Blumenthal later testified that the president had spoken like a\ntrapped man.\n","\n   ``I feel like a character in a novel,'' he quoted Clinton as\nsaying. ``I feel like somebody who is surrounded by an oppressive\nforce that is creating a lie about me and I can't get the truth\nout. I feel like the character in the novel `Darkness at Noon.'''\n","\n   The protagonist in Arthur Koestler's 1941 novel was a man caught\nup in the Moscow purges and political trials of the 1930s.\n"]}