{"DocumentId":"NYT19980818.0191","TopicId":"NYT","Relevance":"0","Body":" BC-CHRISTIAN-COALITION-TATE-NYTSF \nRALPH REED IS HIS CROSS TO BEAR \n\n         (This article has already moved to Centerpiece clients. To\npublish as a ``separate buy'' article, it must be purchased _ the\nrate hs not prkhibitive _ from one of these New York Times\nSyndicate sales representatives: \n      (--U.S., Canada and the Pacific: CONNIE WHITE in Kansas City at\n1-800-444-0267 or 816-822-8448, or fax her at 816-822-1444. \n      (--Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-:0-44 or 47-42-18-81; telex, 282-942. \n      (--Latin America: OLIVIA VASQUEZ in Los Angeles, 310-996-0075;\nfax, 310-996-0089. \n      \n By MELINDA JENNEBERGER  \n FROM: The New York Times Magazine  \n      It's three minutes to air, and Randy Tate, head of the Christian\nCoalition, is stuck in traffic on a Miami freeway, cheerfully\nsinging the toothbrushing song from ``Barney.'' (``While I'm\nbrushing my teeth and having so much fun, I never let the water\nrun. No, I never let the water run.'') He was to have been on a\nmorning radio show that reaches 15,000 Spanish-speaking\nevangelicals _ folks the coalition desperately wants to enlist _\nand his local organizer, who had insisted this drive would be just\na short hop, is on the cell phone begging the producer to let them\ncome anyway.\n      The answer is no, but Tate is perfectly pleasant about the lost\nopportunity, just as he is later in the day when the same man makes\nhim so late for a lunch with some big-money donors that he can only\nstay a few minutes before racing back to the airport.\n      The fact is, Tate is a perfectly pleasant guy. And no one would\ntag him with the word critics\"so routinely applied to his intense\npredecessor, Ralph Reed: scary. (You can't help Thinking, on a day\nspent hurtlijg nowhere, that Reed would never have put up with this\nwasted motion.)\n      Back in Warhington, Tate has often been seen as a little too\nnice _ and not too effec|ive. But after a year in the job, with\nfall congressional elections just around the corner, he is trying\nto change all that. And the centerpiece of his strategy seems to be\na lot of tough talk about homosexuals.\n      Tate was among the first to defend Trent Lott after the Senate\nmajoridy leader compared homosexuals to kleptomaniacs. He also\nsiened on to co-sponsor an ad campaign that says homnsexuals can be\ncured through religious faith. ``It wasn't a tough call,'' Tate\nsays.\n      While that effort has put the Cjristian Coalition back in the\nnews, it has also added to doubts about Tate, con~incing his\ncritics that he is neither nice nor effective. Even Reed has siid\nvhat remarks like those Lott made are a big tactical mistake.\n      With that strategy, Reed has said, ``the Republican Party has\ntripped over its own shoelaces and found itself on the defensive.''\nIn an interview in his tiny Capitol Hill office, Tate sighs and\nsays he doesn't really like talking about gay people.\n      ``Fifteen years ago, this wasn't an issue _ it isn't like we\ndecided to bring it up,'' he says, tossing an empty Coke bottle\ninto the air and catching it. ``Is there foam coming down the side\nof my mouth?'' he cracks.\n      But he has been bringing it up plenty lately. After Lott said\nhomosexuality is a sin, Tate sent him an ``atta boy'' and went on\n``Good Morning America'' opposite Rep. Barney Frank, the\nMassachusetts Democrat who is gay, to complain that it was Lott who\nhad been the true target of bigotry, discriminated against for his\nChristian views.\n      ``Senator Lott expressed his private religious views,'' Tate\nexplained on the show, ``and the White House referred to him as\nextreme because he believed in the Bible. It's the religious\nintolerance that really bothers me in this debate.''\n      Tate calls the ad campaign that followed ``a message of hope,\nlove and tolerance'' for homosexuals, but when asked, several\ntimes, says no, he himself has not ever really known a gay person\nvery well: ``I've known people I've worked with that are. If you\nwork in Washington, D.C., you're going to run into all kinds of\npeople.''\n      Still, Tate insists it is the ``other side'' that forced the\nissue by calling Lott's remarks ``backward.'' And there have been\nother recent provocations, he says.\n      In May, President Clinton signed an executive order protecting\nfederal workers from job discrimination on the basis of sexual\norientation. Last October, Vice President Al Gore gave a speech\npraising the now-long-gone TV show ``Ellen,'' whose star, Ellen\nDeGeneres, received almost Seinfeld-level coverage when she and the\ncharacter she played announced their sexual preference for women.\n      ``We needed to speak out and the issue took off,'' Tate says.\n``But when people say this is done to energize the base, I'd say\nthis is being pushed by Clinton to energize their base because\nhomosexuals are a key constituency.''\n      The head of the liberal People for the American Way, Carole\nShields, believes all this talk about the gay agenda will help Tate\nraise some quick cash and turn out conservative voters _ as he\nmust, if he is to prove the group is still strong under the current\nmanagement. But she believes it will cost him in the long run as\nthe coalition tries to grow.\n      Moderates in the Republican Party agree. And even some\nconservatives are skeptical. Rep. Steve Largent, a Christian\nconservative from Oklahoma, says he has to wonder if the issue\nhasn't been resurrected to fill a vacuum in a campaign season short\non substance.\n      ``I really oppose the homosexual agenda, but I think it's wrong\nfor political purposes to try to capitalize on that, and I'm not\nsaying the Christian Coalition is doing that,'' he says. ``But if I\nwere the Christian Coalition, the week after I ran those ads I\nwould also run an ad about how destructive adultery is to families.\nI don't think there's a hierarchy of sin.''\n      Especially in recent years, Reed worked overtime to position the\ncoalition as squarely in the mainstream. Though Tate too insists\nthe coalition is in the mainstream, he was hired to reheat the old\nrhetoric. And his biggest problem is Reed.\n      In his eight years with the Christian Coalition, Reed used\npolitical instinct and media savvy to build the mailing list left\nover from Pat Robertson's presidential run into the most important\nlobbying group on the right. As his successor, Tate is probably\nbound to feel constantly compared with the other guy and found\nlacking. As Largent says, ``I'm not sure anybody could fill Ralph\nReed's shoes.''\n      In a way, nobody did. When Reed left the coalition a year ago to\nstart a political consulting business, Robertson split his old job\nin two. First he hired Tate, now 32, a true-believing,\nold-fashioned retail politician from Washington State who was\nlooking for work after losing his congressional seat.\n      Then Robertson paired Tate _ undercut him, some say _ with\nDonald Hodel, a 63-year-old former Reagan energy and interior\nsecretary.\n      As Robertson says in a telephone interview: ``Randy's a\ndifferent kind of guy. Ralph is more analytical and cerebral in\nterms of political strategy. They're both young and energetic and\ndedicated, but Ralph is unique. He has a strategic mind that few\nhave.''\n      And Tate? Robertson mentions his youth, tempered by Hodel's\nexperience, and then says: ``He really is an extremely dedicated\nperson, to the Lord, his family and American and conservative\nvalues. He's constantly up, always cheery, and it seemed he could\nhelp mobilize the troops.''\n      Cheery? Seemed? Some conservatives wonder if Robertson didn't\nalso choose Tate in part because he wanted to take back some of the\npower that Reed had assumed. ``I have in my own, quiet way,''\nRobertson says, ``been setting the agenda for a long time.''\n      Robertson also notes that Reed left the organization with a few\nchallenges beyond wondering how his successors could possibly\nmeasure up. Contributions had dropped off steeply, perhaps because\nReed had announced he was leaving. But as his old boss sees it,\n``The direct mail wasn't good, the vendor was poor and Ralph was in\ntransition and not focusing.''\n      And though Tate never speaks other than respectfully of the act\nhe has had to follow, his chief spokesman, Arne Owens, says that\nTate and Hodel inherited some major problems after years of\nphenomenal growth, the result in part of poor financial planning\nand a comptroller who embezzled from the group.\n      Last year at this time, Owens says, the organization was $1.2\nmillion in the red. ``Don and Randy took over and that's what they\nwere greeted with,'' Owens says. ``That's versus about $1 million\nin the black now.''\n      (The normally ultra-accessible Reed returned the umpteenth phone\ncall left for him over several weeks on a Friday evening, very much\nlike someone who wants to leave a message rather than talk to the\nperson they are calling. When the call was answered, he passed on\nthe chance to talk on the record.)\n      Whatever the true state of the coalition's books, which have\nalways been closed except for the tiny peek provided by a\nbare-bones annual report, Robertson's decision to give Tate only\nhalf of Reed's old job was seen as more evidence that Tate is not a\nplayer on Reed's level.\n      The plan was that Hodel would raise money and oversee finances\nand Tate, who had found his calling to the political life as a\nvolunteer in Robertson's 1988 presidential bid, would serve as\nchief lobbyist, spokesman and operational head.\n      And things do seem to have gone well for Tate on the local level\nin the last year, with major wins in helping defeat an Oklahoma\ncasino expansion bill and a gay-rights referendum in Maine, where\nthe coalition distributed some 250,000 voter guides.\n      But the lobbying and quote-mongering aspects of the job have\nclearly not been such an easy fit, in no small measure because Tate\nhas failed to pull off Reed's great trick of magnifying the\nstrength of both his grass roots and lobbying with more or less\nconstant media attention _ which brought in more money, which\nstrengthened the grass roots and lobbying, which got him more\nattention and so on.\n      When Tate calls on former colleagues, there is none of the\nmenacing background music that seems to thrill official Washington,\nno sense that if attention is not paid, he could tie up every phone\nline of the Hill and go home laughing.\n      Tate has also been drowned out by other voices on the right as\nmore-camera-ready conservatives have scrambled to fill the\npersonality void left by Reed. Gary Bauer of the Family Research\nCouncil has been so encouraged by the new windfall of attention\nthat he's talking about running for president. (Robertson advises\nthat he should ``go take a cold shower'' instead.)\n      Before his stroke in June, James Dobson, the Colorado religious\nbroadcaster whose radio program reaches millions, was the man to\nsee. He was seen as the one who brought the Republican leadership\naround to the religious right's agenda this spring, when he\nthreatened to bolt the party if his people were not romanced with a\nlittle more feeling. Soon, Gingrich and the rest were vowing to\nmake good on their old promises, swearing they would kill the\nNational Endowment for the Arts this time.\n      Tate is disarming in appearance, a 5-foot-8, prematurely bald\nguy who has trouble keeping weight on. He says he has felt picked\non as a Christian from the day he first announced for the state\nlegislature at age 22. ``I had horns,'' he says.\n      He feels particularly vilified by the press, and in Chesapeake,\nVa., at his group's style-free concrete headquarters, where no\nvisitor could conceivably accuse the coalition of wasting money on\namenities, the local paper, The Virginian-Pilot, is better known as\nThe Virginia Plot.\n      Tate's wife, Julie, who stays home with their two young children\nand meets him enthusiastically at the door in the middle of a\nworkday _ ``You're staying here till dinner, right?'' _ says she\nthinks stereotypes about Christians are the result of plain old\nguilt. ``People don't like to think there's a right and a wrong, so\nimagine how they feel about Randy. But truth is truth, whether you\nbelieve it or not,'' she says, serving espresso and almond bread on\nthe patio out in back of their new home in a new subdivision.\n      Tate grew up in Puyallup, in the state he calls ``the real\nWashington,'' the third of five children in a highly political and\nextremely religious family. His ambition coming out of school was\nmaybe to start a construction business with a few friends, but his\nmom talked him into continuing his education while working full\ntime.\n      He met his wife, who calls herself ``the helpmate,'' at age 17\non a blind date set up by another girl Randy had dated a few times.\nThey are alike, it is easy to see, and convinced that God wants\nthem right where they are. Their life together is ordered, with the\nkids in bed every evening at 6:30.\n      ``It's hard sometimes,'' Julie Tate says, ``like when he went to\nthe White House Correspondents dinner. He's meeting Sharon Stone\nand I'm scraping Cheerios off the floor in my jammies. But I have\nto keep in mind that he gets to go to that dinner because I'm\ntaking care of his kids. It's important to be a team.'' She adds\nthat she never thought their team would be in and out of Congress\nby the time they were in their early 30s.\n      In this job, Tate allows, ``the odds are against us. I've kind\nof been an underdog my whole life.'' Still, he can't help sounding\nlike a really good salesman when he talks about the virtually\nuntapped market of religious conservatives who aren't even involved\nin the political life _ yet. The coalition wants to sign up 100,000\nnew contacts in churches around the country by the year 2000, and\nis recruiting them at a series of small coffees, with a teaching\nvideo starring Tate.\n      This low-tech approach, ``water cooler politics,'' as he calls\nit, obviously appeals to Tate, who seems happiest recalling the\nmornings he spent as a candidate, standing on traffic medians in\nthe rain, waving at potential voters. It is possible that Tate's\ntactics will prevail, that they will strengthen the coalition\naround the country.\n      But in Washington, perception _ as measured in television\nappearances and phone calls returned _ is power. And the perception\nthere is that Randy Tate, unlike his predecessor, does not quite\nunderstand that.\n       c.1998 The New York Times Magazine  \n\n     (Melinda Henneberger is a reporter in the Washington bureau of\nThe New York Times.)  \n\n   --------------------  \n","Headline":"\nRALPH REED IS HIS CROSS TO BEAR \n","Text":["\n     (Melinda Henneberger is a reporter in the Washington bureau of\nThe New York Times.)  \n","\n   --------------------  \n"]}