{"DocumentId":"NYT19980622.0206","TopicId":"NYT","Relevance":"0","Body":" BC-SCI-YELLOWSTONE-ART-550(3TAKES)-NYT \nDEBATING NATURE OF NATURE IN YELLOWSTONE \n\n   (The Science Times)  \n(ART ADV: Map is being sent to NYT graphic clients. Non-subscribers\ncan make individual purchase by calling 212-556-4204 or -1927.) \n(lh) \n By WILLIAM K. STEVENS   \n c.1998 N.Y. Times News Service   \n\n   YELLOWSTONE NATIONAL PARK, Wyo. _ Perhaps nowhere else in the\nUnited States outside Alaska can nature be seen at work so readily,\nso completely and so authentically as in Yellowstone when the\nworld-famous landscape has just fully awakened from winter and is\nat its vibrant best.\n\n   On a brisk evening in late spring, with clouds enfolding\nmountains still capped with snow and a setting sun gilding newly\ngreen hillsides and meadows, a remarkable drama between predator\nand prey plays out right by the roadside: A pronghorn antelope,\ndefending her newborn from a coyote, rushes at him fearlessly and\nrepeatedly. Soon she has chased him many yards away, and he gives\nup.\n\n   A bit farther along the road, again within easy sight of it, a\nblack bear steadily and persistently scoops ants from under a\nfallen log, a casualty of one of Yellowstone's occasional fires,\nand stuffs them in her mouth while her cub patiently squats on its\nhaunches nearby. Still farther down the road, a magnificent bull\nelk, his antlers in velvet, serenely crops tender new four-inch\ngrass shoots, severing them with a soft ripping sound.\n\n   It is a remarkable concentration of activity in a span of 20\nminutes or so, but it is a mere hint of the bafflingly complex web\nof energy transfers _ from sun to grass, grass to plant-eater,\nplant-eater to predator, fire-felled tree to insect and microbe _\nthat define what many experts say is the most complete large\necosystem (since wolves were re-introduced in 1995) in the\ncontiguous 48 states.\n\n   But how natural is it, really? And what does it mean to be\nnatural, in this day and age? These questions lie at the heart of a\ncontentious debate over how to manage Yellowstone, and, more\nbroadly, over how people should relate to nature.\n\n   The debate has crystallized around a policy known here as\nnatural regulation. This is the 30th anniversary of its inception,\nand natural regulation has grown to encompass a broader reach than\nin 1968, when it was applied more narrowly to management of the\npark's famous elk population.\n\n   Natural regulation means different things to different people.\nAs applied to the elk herds, it means letting the size of the herds\nfluctuate naturally according to changes in climate, food supply\nand pressure from predators rather than trying to manage the herds'\nsize by culling elk or propagating them artificially.\n\n   To some critics of the park's management, natural regulation\nmeans a laissez-faire, hands-off policy of letting nature take its\ncourse, and they say it is causing much ecological damage.\n\n   To the present Yellowstone management, natural regulation means\nletting nature take its course most of the time, but intervening as\nnecessary to correct problems resulting from human encroachment.\n``If nature is making all the right decisions, then you let nature\nmake the decisions,'' said John Varley, the park's chief scientist.\nBut ``if there is something dysfunctional caused by humankind, then\nwe need to go in and fix it.''\n\n   The latter is a succinct statement of the prevailing philosophy\namong conservation biologists today: Because pervasive human\nactivity is unavoidably altering nature, people have a\nresponsibility to intervene when something they do causes things to\ngo wrong.\n\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   INTRUSIONS ON AN ISLAND: DESPITE INTERFERENCE, SPECIES SURVIVE\n\n   This is no less true in Yellowstone, many experts believe, even\nthough the park may be, as Varley says, ``as close to authentic\nnature as we have in the lower 48.'' Not even magnificent\nYellowstone has escaped major effects of human impact. For this\nreason, and because Yellowstone park is big (2.2 million acres) and\nis under public management, advocates of natural regulation as\ndefined by the park managers argue that this is one of the best\nplaces in the country to test it.\n\n   Civilization's inroads on Yellowstone come in many varieties.\nFirst, the park's boundaries have never enclosed the entire\necosystem. In creating the park as the world's first national park\nin 1872, Congress used the supposed boundaries of its famous\ngeothermal features as a guide. But the migration ranges of the\npark's big animals, especially its elk, bison, wolves and bears,\nextend far beyond the park. When the animals leave, they are at the\nmercy of people who hunt them (in the case of elk and bison) and,\nincreasingly today, eliminate their habitat by development. Many of\nYellowstone's birds, like the white pelican, peregrine falcon and\nnumerous songbirds, migrate to the tropics and subtropics, where\nthey are vulnerable to a range of environmental dangers.\n\n   Second, the park is an ecological island subject to insults from\noutside.\n\n   Many non-native species have invaded the park and continue to do\nso because of accidental and purposeful introduction by people.\n\n   Exotic plants _ even dandelions _ crowd out those native to the\npark. A few years ago, an Asian disease reduced populations of\nbighorn sheep in the park and throughout the West. A prolific New\nZealand snail has lately invaded the Madison and the Firehole, two\nof the park's famous trout streams, threatening to overwhelm native\norganisms. Whirling disease, a scourge fatal to trout by the\nthousands, has infiltrated the Yellowstone region but has not been\ndetected in the park.\n\n   Park managers themselves have interfered drastically with the\necosystem in the past. First they raised elk artificially to build\nup the herds after hunters in the park had severely reduced them.\nThen, judging that there were too many elk, they began killing them\ndeliberately until a public outcry in the 1960s ended that policy\nand ushered in the present era of natural regulation. The managers\nalso once allowed people to feed bears. By the 1920s, in an\nextermination campaign, park rangers had eliminated the ecosystem's\ntop predator, the wolf.\n\n   After years of work to correct these intrusions, Varley\nmaintains, all the major species known to live in Yellowstone when\nColumbus landed in the New World live there again; it is, he says,\n``the only scrap of land in the lower 48 that can make that\nstatement.''\n\n   A LIGHT HAND ON THE TILLER: DETERMINING WHAT KIND OF\nINTERVENTION  \n\n   The big argument over Yellowstone involves what kind of\nintervention, and how much, is necessary. The less the better, says\nMichael Finley, the park superintendent, ``It's not hands-off; it's\nhands lightly on the tiller.'' The reason for restraint, he says,\nis that too little is known about the ecosystem's functioning to be\nconfident of the ultimate impact of any action. Finley paraphrases\nthe conservationist John Muir, ``When you go to pull one thing out\nof the universe, you find it's attached to everything else.''\n\n   In some ways, it is clear how light or heavy a touch might be\nrequired. For instance, fires are essential to the ecosystem's\nregeneration and to the creation of different habitats for\ndifferent species, and so the park managers let them burn _ unless\nthey threaten people and structures.\n\n   Long ago the managers prohibited feeding the bears and closed\ngarbage dumps where bears foraged. Using gill nets, the managers\nare clearing Yellowstone Lake of lake trout, non-natives that were\npresumably introduced by fishermen, and which now threaten to\nout-compete the lake's native cutthroat trout. On another front,\nthe managers routinely dispatch workers in what look like\nspacesuits to spray non-native plants with herbicide.\n\n   They have also adopted regulations protecting grizzly bears, a\nthreatened species. They have acquiesced in allowing elk to be\nhunted when they leave the park in winter. This reduces the herd\nand has an inevitable impact on the ecosystem. And they have\nreintroduced wolves. Several packs with a total of 75 to 80 adults\nand an indeterminate number of pups, possibly more than 100 wolves\nin all, now roam the park.\n\n   How bison should be treated when their winter migration takes\nthem outside the park remains unsettled and controversial.\nRanchers, fearing that the bison will infect their cattle with a\ndisease called brucellosis, insist that they be killed or returned\nto the park, and until now that has been the policy.\n\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   THE ELK WARS: NATURAL REGULATION PUT TO THE TEST\n\n   The most contentious point, however, involves the elk herd on\nthe park's northern range, a lovely stretch of partly open, partly\ntree-covered hills and swales encompassing the Lamar and\nYellowstone river valleys. Although the northern range comprises no\nmore than about 10 percent of the park, its elk herd is the largest\nin the world. In winter, the herd contains 10,000 to 20,000 elk. At\nthe end of last winter it was at a low ebb, with about 11,000 elk.\n\n   Park managers operate on the premise that the size of the herd\nfluctuates naturally, within broad limits, in response to predators\nand to climate (hard winters kill many elk, as happened in 1996-97,\nand drought deprives them of forage). When times are hard, the\nmanagers say, many more elk die, and the survivors produce fewer\noffspring _ the population regulates itself. So elk in the park are\nsimply left alone. Outside the park, about 2,000 members of the\nnorthern herd are killed by hunters each year.\n\n   Critics like Dr. Charles Kay, a wildlife ecologist at Utah State\nUniversity, charge that this policy has failed. Too many elk\ninhabit the northern range, and they have overgrazed the land, the\ncritics say. Citing scientific studies, they argue that the elk\nhave also browsed aspen and willows to the verge of disappearance,\nthat the loss of these species has deprived beaver of their\nprincipal food supply, and that a loss of willows along streams has\nallowed shores to erode, degrading the streams. As a result, Kay\nsays, the northern range has become an ``ecological slum.''\n\n   Kay argues that before Europeans came to Yellowstone, there were\nfew elk in what is now the park. The reason, he says, is that\npredators contained the population. The chief or ``keystone''\npredators, he says, were not wolves but American Indians, and he\nadvocates allowing them to hunt in the park today to control the\nelk population. ``Let a band of Crow camp in there all summer and\nshoot all they want,'' he says, adding that Indians kept the\necosystem functioning for 12,000 years.\n\n   Park officials, citing other scientific studies that they say\nrepresent the majority opinion among scientists, say the impact of\nAmerican Indian hunting on the herds is simply unknown and that elk\nalways grazed the northern range (though the numbers cannot be\ngauged). The weight of scientific evidence, they argue, shows that\nthe range is not overgrazed. One problem is the definition of\novergrazing. Park managers say that the critics expect a natural\necosystem to look the same as one managed to produce maximum grass\nfor cattle. This standard, the park officials argue, is\ninappropriate for a wild landscape.\n\n   Some light might be shed on the natural regulation of elk once\nthe newly introduced wolves have been at work for some time.\nComputer modeling has suggested that wolves might reduce the elk\npopulation by as much as 30 percent. The wolves have specialized in\npreying on elk even more than had been assumed, said Dr. Mark S.\nBoyce, an ecologist formerly at the University of Wyoming and now\nat the University of Wisconsin at Stevens Point, who has long\nstudied Yellowstone. But he said it was still too soon to gauge the\nwolves' impact.\n\n   The long-standing argument over what science says and does not\nsay about Yellowstone will be addressed in a congressionally\nrequired study by the National Academy of Sciences, Varley said.\n``We applaud that.''\n\n   NATURE GOES ON: ANSWERS MAY NOT BE POSSIBLE OR RELEVANT\n\n   But it is problematical whether the study will provide\ndefinitive answers, and especially whether it will provide a clear\nenough idea of what the pre-Columbian ecosystem was like. That may\nbe irrelevant anyway, not only because it is impossible to go back\nbut because nature, if mainstream ecologists are right, is never in\nbalance but rather is in a constant state of upheaval and change.\nHow Yellowstone would have evolved in the absence of European\ncolonization, according to this view, is not clear. In any case,\nwhat has happened in the past cannot be reversed.\n\n   Consequently, another perspective is emerging. It holds that\n``even though this might not be the original nature, it is a hell\nof a robust nature,'' and that while ``a lot of things have\nhappened, here we are today, and let's get on with it,'' says Paul\nSchullery, a writer who works part-time for the park and wrote\n``Searching for Yellowstone,'' a book about the park's history and\necology (Houghton Mifflin, 1997).\n\n   Dr. Robert Crabtree, an independent ecologist in the Yellowstone\narea, contends that ``the park is too small to manage naturally.''\nVarley agrees that people will always have to intervene in the\necosystem ``to one degree or another.''\n\n   Meanwhile the ecosystem, natural or not, churns along. Early on\na spring morning, the signs abound. Ducks dabble in ponds. Coyotes\nfreeze, listen, pounce on ground squirrels. The air is filled with\nbirdsong. Beetles go about their work underfoot. Three wolves, one\ngray and two black, come down from the hills, lope across the road\nonly a few yards away and wade across the Lamar River, patrolling\ntheir turf. A young grizzly, brown with gray trim, soon follows.\nThe hillsides are alive with elk, even though their fluctuating\npopulation is in a trough. Bison numbers were also reduced by the\nharsh 1996-97 winter. But they are there, grazing the lower levels.\n\n   In some spots there is utter silence, broken only by the birds\nand the rush of rivers and creeks, and in the crystalline air, with\nrocky cliffs and forests shimmering in the distance, it is easy to\nimagine that this must have been the way things were a thousand\nyears ago, even if in every detail they were not.\n\n   ``People come here and they look at Yellowstone, and they go,\n`My god, this is paradise,''' Crabtree said. ``But for those of us\nhere, we can do better as a world ecosystem. We've got problems,\nbut I believe they're solvable.''\n","Headline":"\nDEBATING NATURE OF NATURE IN YELLOWSTONE \n","Text":["\n   YELLOWSTONE NATIONAL PARK, Wyo. _ Perhaps nowhere else in the\nUnited States outside Alaska can nature be seen at work so readily,\nso completely and so authentically as in Yellowstone when the\nworld-famous landscape has just fully awakened from winter and is\nat its vibrant best.\n","\n   On a brisk evening in late spring, with clouds enfolding\nmountains still capped with snow and a setting sun gilding newly\ngreen hillsides and meadows, a remarkable drama between predator\nand prey plays out right by the roadside: A pronghorn antelope,\ndefending her newborn from a coyote, rushes at him fearlessly and\nrepeatedly. Soon she has chased him many yards away, and he gives\nup.\n","\n   A bit farther along the road, again within easy sight of it, a\nblack bear steadily and persistently scoops ants from under a\nfallen log, a casualty of one of Yellowstone's occasional fires,\nand stuffs them in her mouth while her cub patiently squats on its\nhaunches nearby. Still farther down the road, a magnificent bull\nelk, his antlers in velvet, serenely crops tender new four-inch\ngrass shoots, severing them with a soft ripping sound.\n","\n   It is a remarkable concentration of activity in a span of 20\nminutes or so, but it is a mere hint of the bafflingly complex web\nof energy transfers _ from sun to grass, grass to plant-eater,\nplant-eater to predator, fire-felled tree to insect and microbe _\nthat define what many experts say is the most complete large\necosystem (since wolves were re-introduced in 1995) in the\ncontiguous 48 states.\n","\n   But how natural is it, really? And what does it mean to be\nnatural, in this day and age? These questions lie at the heart of a\ncontentious debate over how to manage Yellowstone, and, more\nbroadly, over how people should relate to nature.\n","\n   The debate has crystallized around a policy known here as\nnatural regulation. This is the 30th anniversary of its inception,\nand natural regulation has grown to encompass a broader reach than\nin 1968, when it was applied more narrowly to management of the\npark's famous elk population.\n","\n   Natural regulation means different things to different people.\nAs applied to the elk herds, it means letting the size of the herds\nfluctuate naturally according to changes in climate, food supply\nand pressure from predators rather than trying to manage the herds'\nsize by culling elk or propagating them artificially.\n","\n   To some critics of the park's management, natural regulation\nmeans a laissez-faire, hands-off policy of letting nature take its\ncourse, and they say it is causing much ecological damage.\n","\n   To the present Yellowstone management, natural regulation means\nletting nature take its course most of the time, but intervening as\nnecessary to correct problems resulting from human encroachment.\n``If nature is making all the right decisions, then you let nature\nmake the decisions,'' said John Varley, the park's chief scientist.\nBut ``if there is something dysfunctional caused by humankind, then\nwe need to go in and fix it.''\n","\n   The latter is a succinct statement of the prevailing philosophy\namong conservation biologists today: Because pervasive human\nactivity is unavoidably altering nature, people have a\nresponsibility to intervene when something they do causes things to\ngo wrong.\n","\n   nn\n","\n   INTRUSIONS ON AN ISLAND: DESPITE INTERFERENCE, SPECIES SURVIVE\n","\n   This is no less true in Yellowstone, many experts believe, even\nthough the park may be, as Varley says, ``as close to authentic\nnature as we have in the lower 48.'' Not even magnificent\nYellowstone has escaped major effects of human impact. For this\nreason, and because Yellowstone park is big (2.2 million acres) and\nis under public management, advocates of natural regulation as\ndefined by the park managers argue that this is one of the best\nplaces in the country to test it.\n","\n   Civilization's inroads on Yellowstone come in many varieties.\nFirst, the park's boundaries have never enclosed the entire\necosystem. In creating the park as the world's first national park\nin 1872, Congress used the supposed boundaries of its famous\ngeothermal features as a guide. But the migration ranges of the\npark's big animals, especially its elk, bison, wolves and bears,\nextend far beyond the park. When the animals leave, they are at the\nmercy of people who hunt them (in the case of elk and bison) and,\nincreasingly today, eliminate their habitat by development. Many of\nYellowstone's birds, like the white pelican, peregrine falcon and\nnumerous songbirds, migrate to the tropics and subtropics, where\nthey are vulnerable to a range of environmental dangers.\n","\n   Second, the park is an ecological island subject to insults from\noutside.\n","\n   Many non-native species have invaded the park and continue to do\nso because of accidental and purposeful introduction by people.\n","\n   Exotic plants _ even dandelions _ crowd out those native to the\npark. A few years ago, an Asian disease reduced populations of\nbighorn sheep in the park and throughout the West. A prolific New\nZealand snail has lately invaded the Madison and the Firehole, two\nof the park's famous trout streams, threatening to overwhelm native\norganisms. Whirling disease, a scourge fatal to trout by the\nthousands, has infiltrated the Yellowstone region but has not been\ndetected in the park.\n","\n   Park managers themselves have interfered drastically with the\necosystem in the past. First they raised elk artificially to build\nup the herds after hunters in the park had severely reduced them.\nThen, judging that there were too many elk, they began killing them\ndeliberately until a public outcry in the 1960s ended that policy\nand ushered in the present era of natural regulation. The managers\nalso once allowed people to feed bears. By the 1920s, in an\nextermination campaign, park rangers had eliminated the ecosystem's\ntop predator, the wolf.\n","\n   After years of work to correct these intrusions, Varley\nmaintains, all the major species known to live in Yellowstone when\nColumbus landed in the New World live there again; it is, he says,\n``the only scrap of land in the lower 48 that can make that\nstatement.''\n","\n   A LIGHT HAND ON THE TILLER: DETERMINING WHAT KIND OF\nINTERVENTION  \n","\n   The big argument over Yellowstone involves what kind of\nintervention, and how much, is necessary. The less the better, says\nMichael Finley, the park superintendent, ``It's not hands-off; it's\nhands lightly on the tiller.'' The reason for restraint, he says,\nis that too little is known about the ecosystem's functioning to be\nconfident of the ultimate impact of any action. Finley paraphrases\nthe conservationist John Muir, ``When you go to pull one thing out\nof the universe, you find it's attached to everything else.''\n","\n   In some ways, it is clear how light or heavy a touch might be\nrequired. For instance, fires are essential to the ecosystem's\nregeneration and to the creation of different habitats for\ndifferent species, and so the park managers let them burn _ unless\nthey threaten people and structures.\n","\n   Long ago the managers prohibited feeding the bears and closed\ngarbage dumps where bears foraged. Using gill nets, the managers\nare clearing Yellowstone Lake of lake trout, non-natives that were\npresumably introduced by fishermen, and which now threaten to\nout-compete the lake's native cutthroat trout. On another front,\nthe managers routinely dispatch workers in what look like\nspacesuits to spray non-native plants with herbicide.\n","\n   They have also adopted regulations protecting grizzly bears, a\nthreatened species. They have acquiesced in allowing elk to be\nhunted when they leave the park in winter. This reduces the herd\nand has an inevitable impact on the ecosystem. And they have\nreintroduced wolves. Several packs with a total of 75 to 80 adults\nand an indeterminate number of pups, possibly more than 100 wolves\nin all, now roam the park.\n","\n   How bison should be treated when their winter migration takes\nthem outside the park remains unsettled and controversial.\nRanchers, fearing that the bison will infect their cattle with a\ndisease called brucellosis, insist that they be killed or returned\nto the park, and until now that has been the policy.\n","\n   nn\n","\n   THE ELK WARS: NATURAL REGULATION PUT TO THE TEST\n","\n   The most contentious point, however, involves the elk herd on\nthe park's northern range, a lovely stretch of partly open, partly\ntree-covered hills and swales encompassing the Lamar and\nYellowstone river valleys. Although the northern range comprises no\nmore than about 10 percent of the park, its elk herd is the largest\nin the world. In winter, the herd contains 10,000 to 20,000 elk. At\nthe end of last winter it was at a low ebb, with about 11,000 elk.\n","\n   Park managers operate on the premise that the size of the herd\nfluctuates naturally, within broad limits, in response to predators\nand to climate (hard winters kill many elk, as happened in 1996-97,\nand drought deprives them of forage). When times are hard, the\nmanagers say, many more elk die, and the survivors produce fewer\noffspring _ the population regulates itself. So elk in the park are\nsimply left alone. Outside the park, about 2,000 members of the\nnorthern herd are killed by hunters each year.\n","\n   Critics like Dr. Charles Kay, a wildlife ecologist at Utah State\nUniversity, charge that this policy has failed. Too many elk\ninhabit the northern range, and they have overgrazed the land, the\ncritics say. Citing scientific studies, they argue that the elk\nhave also browsed aspen and willows to the verge of disappearance,\nthat the loss of these species has deprived beaver of their\nprincipal food supply, and that a loss of willows along streams has\nallowed shores to erode, degrading the streams. As a result, Kay\nsays, the northern range has become an ``ecological slum.''\n","\n   Kay argues that before Europeans came to Yellowstone, there were\nfew elk in what is now the park. The reason, he says, is that\npredators contained the population. The chief or ``keystone''\npredators, he says, were not wolves but American Indians, and he\nadvocates allowing them to hunt in the park today to control the\nelk population. ``Let a band of Crow camp in there all summer and\nshoot all they want,'' he says, adding that Indians kept the\necosystem functioning for 12,000 years.\n","\n   Park officials, citing other scientific studies that they say\nrepresent the majority opinion among scientists, say the impact of\nAmerican Indian hunting on the herds is simply unknown and that elk\nalways grazed the northern range (though the numbers cannot be\ngauged). The weight of scientific evidence, they argue, shows that\nthe range is not overgrazed. One problem is the definition of\novergrazing. Park managers say that the critics expect a natural\necosystem to look the same as one managed to produce maximum grass\nfor cattle. This standard, the park officials argue, is\ninappropriate for a wild landscape.\n","\n   Some light might be shed on the natural regulation of elk once\nthe newly introduced wolves have been at work for some time.\nComputer modeling has suggested that wolves might reduce the elk\npopulation by as much as 30 percent. The wolves have specialized in\npreying on elk even more than had been assumed, said Dr. Mark S.\nBoyce, an ecologist formerly at the University of Wyoming and now\nat the University of Wisconsin at Stevens Point, who has long\nstudied Yellowstone. But he said it was still too soon to gauge the\nwolves' impact.\n","\n   The long-standing argument over what science says and does not\nsay about Yellowstone will be addressed in a congressionally\nrequired study by the National Academy of Sciences, Varley said.\n``We applaud that.''\n","\n   NATURE GOES ON: ANSWERS MAY NOT BE POSSIBLE OR RELEVANT\n","\n   But it is problematical whether the study will provide\ndefinitive answers, and especially whether it will provide a clear\nenough idea of what the pre-Columbian ecosystem was like. That may\nbe irrelevant anyway, not only because it is impossible to go back\nbut because nature, if mainstream ecologists are right, is never in\nbalance but rather is in a constant state of upheaval and change.\nHow Yellowstone would have evolved in the absence of European\ncolonization, according to this view, is not clear. In any case,\nwhat has happened in the past cannot be reversed.\n","\n   Consequently, another perspective is emerging. It holds that\n``even though this might not be the original nature, it is a hell\nof a robust nature,'' and that while ``a lot of things have\nhappened, here we are today, and let's get on with it,'' says Paul\nSchullery, a writer who works part-time for the park and wrote\n``Searching for Yellowstone,'' a book about the park's history and\necology (Houghton Mifflin, 1997).\n","\n   Dr. Robert Crabtree, an independent ecologist in the Yellowstone\narea, contends that ``the park is too small to manage naturally.''\nVarley agrees that people will always have to intervene in the\necosystem ``to one degree or another.''\n","\n   Meanwhile the ecosystem, natural or not, churns along. Early on\na spring morning, the signs abound. Ducks dabble in ponds. Coyotes\nfreeze, listen, pounce on ground squirrels. The air is filled with\nbirdsong. Beetles go about their work underfoot. Three wolves, one\ngray and two black, come down from the hills, lope across the road\nonly a few yards away and wade across the Lamar River, patrolling\ntheir turf. A young grizzly, brown with gray trim, soon follows.\nThe hillsides are alive with elk, even though their fluctuating\npopulation is in a trough. Bison numbers were also reduced by the\nharsh 1996-97 winter. But they are there, grazing the lower levels.\n","\n   In some spots there is utter silence, broken only by the birds\nand the rush of rivers and creeks, and in the crystalline air, with\nrocky cliffs and forests shimmering in the distance, it is easy to\nimagine that this must have been the way things were a thousand\nyears ago, even if in every detail they were not.\n","\n   ``People come here and they look at Yellowstone, and they go,\n`My god, this is paradise,''' Crabtree said. ``But for those of us\nhere, we can do better as a world ecosystem. We've got problems,\nbut I believe they're solvable.''\n"]}