{"DocumentId":"NYT19980929.0421","TopicId":"NYT","Relevance":"0","Body":" BC-OBIT-BRADLEY-1STLD-WRITETHRU-2TAKES-NYT \nTOM BRADLEY, FORMER LOS ANGELES MAYOR, DIES AT 80 \n\n  \n (Eds: SUBS 4th graf to CORRECT reference to Los Angeles.)  \n (ATTN: Calif., Texas)  (lb) \n By JANE FRITSCH   \n c.1998 N.Y. Times News Service   \n\n   Tom Bradley, the sharecropper's son who became mayor of Los\nAngeles and presided over the city for two decades of explosive\ngrowth and change, died on Tuesday at the Kaiser Permanente Medical\nCenter in West Los Angeles. He was 80.\n\n   The cause of death was a heart attack. Bradley had been in poor\nhealth since March 20, 1996, when he had his first heart attack.\nTwo weeks later, after he had undergone cardiac bypass surgery, a\nstroke left him partly paralyzed and unable to speak.\n\n   Bradley was mayor from 1973 to 1993, an era during which Los\nAngeles was transformed from a collection of suburban neighborhoods\nto what Bradley liked to call a ``world-class city'' with\nglittering skyscrapers, a dramatic new skyline and a vibrant\ndowntown. During the Bradley years, Los Angeles surpassed Chicago\nto become the United States' second-largest city.\n\n   His election as the first black mayor of Los Angeles, which was\nthen the nation's third-largest city and largely white, reflected a\nsignificant change in local politics in the United States. For most\nof that time, Bradley was an immensely popular figure whose stately\nbearing and placid demeanor seemed to reassure the residents of his\nincreasingly polyglot city.\n\n   Soft-spoken and self-effacing, Bradley shunned some of the\nperquisites that his stature and office might have brought him.\nCalling it a foolish waste of money, he refused to use a cellular\ntelephone that was installed in his car, a former aide recalled.\nStill, Bradley learned to move as easily in the society of the\nfabulously wealthy as he did in the world of the poor and\ndisadvantaged from which he had come.\n\n   ``There wasn't a lot of flash to him,'' said Dee Dee Myers, the\nformer White House press secretary, who worked for Bradley in the\n1980s. ``Quiet determination was his hallmark. His enemies always\nunderestimated him, but at the end of the day he was always the\nlast one standing.''\n\n   Despite a long period of relative harmony in the city, Bradley's\ntenure was marked at the beginning and at the end by racial strife.\n\n   He first ran for mayor in 1969, when the Watts riots of four\nyears earlier were still an open wound in Los Angeles. He was\npainted as a dangerous radical by the incumbent mayor, Sam Yorty,\nand lost.\n\n   But by 1973, Bradley had forged a powerful coalition of black\nand white liberals and moderates, and soundly defeated Yorty to\nbecome the city's first black mayor. That he did so at a time when\nthe black population of Los Angeles was only about 15 percent was a\ntestament to his broad appeal.\n\n   In April 1992, as Bradley was mulling over whether to run for a\nsixth term, the city was roiled by three days of riots sparked by\nthe acquittal of four white police officers who had been charged\nwith the beating of an unarmed black motorist, Rodney King.\n\n   Bradley was deeply affected by the riots and, five months later,\nannounced that he would not run for mayor again. ``The April unrest\ntore at my heart,'' he said, ``and I will not be at peace until we\nhave healed our wounds and rebuilt our neighborhoods.''\n\n   Like most in Los Angeles, Bradley was taken by surprise by the\nrioting. ``He never really understood it,'' a friend recalled. ``It\nwas a tragedy in his life that you can't overestimate. It was like\nhe was hit in the stomach with a two-by-four.''\n\n   Since stepping down as mayor, Bradley was associated with the\nLos Angeles office of Brobeck, Phleger & Harrison, a San Francisco\nlaw firm that hoped to capitalize on his ties to Asia; Bradley had\nvigorously courted businesses in Pacific Rim nations on behalf of\nLos Angeles while he was mayor.\n\n   After his stroke, his activities for the firm were severely\ncurtailed. Friends said he regained most of his mobility but never\nregained his ability to speak. Even so, he maintained an active\nsocial life, with a group of loyal friends sharing responsibility\nfor taking him to lunch and civic events each day. Some friends\nread to Bradley regularly because, while his mind remained sharp,\nhe could no longer read or write, said Wendy Greuel, a former aide.\n\n   At a recent lunch with former staff members, Bradley squinted\nhis delight at jokes about himself, his shoulders heaving with the\ngaiety of the occasion, Ms. Greuel said\n\n   ``His face would light up,'' said Ms. Myers, who had lunch with\nBradley last spring. ``He very rarely got discouraged.''\n\n   The second of seven children, Thomas Bradley was born on Dec.\n29, 1917, on a cotton plantation in Calvert, Texas. His\ngrandparents were slaves, and his father, Lee Thomas Bradley, was a\nsharecropper who abandoned the family not long after they moved to\nLos Angeles, when Tom was 7.\n\n   His mother, Crenner Bradley, worked as a maid to support the\nchildren. Young Tom earned money with a paper route, and later as a\npublicity photographer for the comedian Jimmy Durante.\n\n   During the toughest of those early years, the family was so poor\nthat Tom could not afford new shoes and socks. He lined his worn\nshoes with cardboard and vowed that when he got a job he would have\nan ample supply of socks, he once told an interviewer. ``They\nbecame a symbol of my poverty,'' he said. ``When I was on the\npolice department, I can remember every sale that was held in\ndowntown Los Angeles, I always managed to stop by and stock up on\nsocks, it was like a security blanket. Then one day I noticed I had\nabout 200 pairs.''\n\n   Bradley entered the University of California at Los Angeles on a\ntrack scholarship in 1937, but dropped out after his junior year to\njoin the Los Angeles Police Department, where he stayed for 21\nyears. In 1941, he married Ethel Mae Arnold, whom he had met at\nchurch when they were teen-agers. They had three daughters, one of\nwhom died on the day she was born.\n\n   While working as a police officer, he went to law school at\nnight and eventually earned a law degree from Southwestern\nUniversity. Meanwhile, he was working his way up from walking a\nbeat to the rank of lieutenant, the highest rank a black officer\nhad achieved at the time. But in 1961 he concluded that he could go\nno higher, and quit the department.\n\n   He worked for a time for a law firm, but his real interest was\npolitics, and in 1963 he ran for and won a seat on the Los Angeles\nCity Council, to which he was re-elected twice.\n\n   In 1969, he made his first attempt to unseat Yorty, who\nrepeatedly raised the issue of race and asserted that Bradley was\nappealing for votes to blacks and ``left-wing militants.'' At the\nsame time, some militant blacks denounced Bradley as a ``white\nman's candidate'' and referred to him as ``Uncle Tom.''\n\n   Bradley sought to play down race as an issue, but had little\nsuccess. ``I have no sympathy for lawlessness,'' he said, ``but\neven less sympathy for injustice, poverty, unemployment and slum\nhousing.''\n\n   Four years later, with the race issue receding and Yorty under\nattack in personal and financial scandals, Bradley was elected to\nhis first term as mayor.\n\n   (STORY CAN END HERE _ OPTIONAL MATERIAL FOLLOWS)\n\n   nn\n\n   Nonconfrontational and intent on building coalitions, he set out\nto revive the storefronts and small businesses that had been wiped\nout during the Watts riots, and to successfully position Los\nAngeles as the unofficial capital of the Pacific Rim for an era of\nburgeoning trade.\n\n   For years, as a new wave of Hispanic and Asian immigrants were\ndrawn to the city, both residential and commercial development went\nvirtually unchecked.\n\n   In 1982, with Los Angeles booming, Bradley tried the first of\ntwo attempts to defeat the incumbent Republican, George Deukmejian,\nfor governor of California, but lost by less than one percentage\npoint.\n\n   Bradley reached the height of his popularity when he brought the\nOlympic Games to Los Angeles in 1984. Despite a boycott by most of\nthe communist countries, the Games went off without a hitch and\nshowed off the glittering city to the world.\n\n   He had fought hard to bring the event to Los Angeles, but at the\nsame time he forced a tough agreement with the International\nOlympic Committee to indemnify the city against any possible\nfinancial losses. The Los Angeles games were the first privately\nfinanced Olympics and it turned a huge profit.\n\n   His reputation buoyed by the Olympics success, Bradley was\nre-elected mayor in 1985 with 68 percent of the vote over John\nFerraro, a conservative City Council member, who got only 30\npercent. ``Los Angeles is the city of hope and opportunity,''\nBradley said. ``I am a living example of that.''\n\n   With his profile high, Bradley ran against Deukmejian again in\n1986, but was soundly defeated and vowed that it was his last\nattempt.\n\n   During Bradley's five terms as mayor, Los Angeles International\nAirport was renovated, the Port of Los Angeles became the biggest\nand busiest in the country, the city's financial and business\ndistrict was revitalized and construction of a subway was begun.\n\n   But eventually, the years of growth for which Bradley could\nclaim credit brought problems for which he was blamed. Pollution,\ntraffic jams and overdevelopment had become major issues for\nBradley in his later terms.\n\n   A symbol of propriety and ethics, Bradley felt particularly\nwounded in 1989 when newspapers began raising questions about his\npersonal financial and business dealings. The stories, which\nprompted investigations by law-enforcement authorities, described\nhow for years Bradley had been paid as a director or consultant for\nbanks that did business with the city. Also, he had failed to\ndisclose some investments and stock dealings.\n\n   Eventually he was cleared of any criminal wrongdoing, but he\nagreed to pay a $20,000 civil penalty for the disclosure lapses.\nAnd he conceded that he had made ``an error in judgment'' by\naccepting outside employment while mayor. The damage to his\nreputation had been done.\n\n   ``It was the worst year of my entire life,'' Bradley, an\nintensely private man, told a reporter in 1990. ``It went on and\non, day after day, and you know you're literally helpless to do\nanything except ignore it and go about your business.''\n\n   But more difficult times were ahead. The videotape of the\nbeating of Rodney King, played over and over on television within\nhours after it happened on March 3, 1991, led to calls for the\nouster of Daryl Gates, the city's combative police chief.\n\n   Hamstrung by a city charter that gave Gates virtual lifetime\ntenure, Bradley appeared helpless to act. He began working behind\nthe scenes to put pressure on Gates and eventually moved to fire\nhim, but was blocked by an increasingly powerful City Council.\n\n   Relations between Bradley and Gates were so strained that when\nthe rioting first erupted in April, 1992, the two had not spoken\nfor more than a year. Their poor communication was pointed to by a\npanel of inquiry led by William Webster, a former director of the\nFBI, as a factor in the city's inability to act quickly to quell\nthe disturbances.\n\n   Bradley, badly shaken by the acquittal of the white officers,\nwas uncharacteristically blunt in the hours after the verdict. At a\ntelevised news conference, he said he was ``outraged'' at the\noutcome of the trial. ``Today that jury asked us to accept the\nsenseless and brutal beating of a helpless man,'' Bradley said.\n\n   He regained his composure in the tumultuous days after the\nverdict and set about to bring calm to the city, but critics said\nhe shared some of the blame for the riots in which more than 50\npeople died and property damage approached a billion dollars.\n\n   ``He probably was outraged,'' said Ferraro, the city council\npresident, ``but he's the mayor of the city and he's got to keep\nhis cool and calm.'' Bradley quickly got his anger under control,\nFerraro said, adding, ``I think he's shown some leadership since\nthen.''\n\n   Several days after the riots had subsided, as he began working\non plans to rebuild the city, Bradley was asked whether, if he were\nnot the mayor, he would be afraid to be a black man in Los Angeles.\n\n   ``No,'' he said. ``I would be angry.''\n\n   Bradley is survived by his wife and their daughters, Phyllis and\nLorraine.\n","Headline":"\nTOM BRADLEY, FORMER LOS ANGELES MAYOR, DIES AT 80 \n","Text":["\n   Tom Bradley, the sharecropper's son who became mayor of Los\nAngeles and presided over the city for two decades of explosive\ngrowth and change, died on Tuesday at the Kaiser Permanente Medical\nCenter in West Los Angeles. He was 80.\n","\n   The cause of death was a heart attack. Bradley had been in poor\nhealth since March 20, 1996, when he had his first heart attack.\nTwo weeks later, after he had undergone cardiac bypass surgery, a\nstroke left him partly paralyzed and unable to speak.\n","\n   Bradley was mayor from 1973 to 1993, an era during which Los\nAngeles was transformed from a collection of suburban neighborhoods\nto what Bradley liked to call a ``world-class city'' with\nglittering skyscrapers, a dramatic new skyline and a vibrant\ndowntown. During the Bradley years, Los Angeles surpassed Chicago\nto become the United States' second-largest city.\n","\n   His election as the first black mayor of Los Angeles, which was\nthen the nation's third-largest city and largely white, reflected a\nsignificant change in local politics in the United States. For most\nof that time, Bradley was an immensely popular figure whose stately\nbearing and placid demeanor seemed to reassure the residents of his\nincreasingly polyglot city.\n","\n   Soft-spoken and self-effacing, Bradley shunned some of the\nperquisites that his stature and office might have brought him.\nCalling it a foolish waste of money, he refused to use a cellular\ntelephone that was installed in his car, a former aide recalled.\nStill, Bradley learned to move as easily in the society of the\nfabulously wealthy as he did in the world of the poor and\ndisadvantaged from which he had come.\n","\n   ``There wasn't a lot of flash to him,'' said Dee Dee Myers, the\nformer White House press secretary, who worked for Bradley in the\n1980s. ``Quiet determination was his hallmark. His enemies always\nunderestimated him, but at the end of the day he was always the\nlast one standing.''\n","\n   Despite a long period of relative harmony in the city, Bradley's\ntenure was marked at the beginning and at the end by racial strife.\n","\n   He first ran for mayor in 1969, when the Watts riots of four\nyears earlier were still an open wound in Los Angeles. He was\npainted as a dangerous radical by the incumbent mayor, Sam Yorty,\nand lost.\n","\n   But by 1973, Bradley had forged a powerful coalition of black\nand white liberals and moderates, and soundly defeated Yorty to\nbecome the city's first black mayor. That he did so at a time when\nthe black population of Los Angeles was only about 15 percent was a\ntestament to his broad appeal.\n","\n   In April 1992, as Bradley was mulling over whether to run for a\nsixth term, the city was roiled by three days of riots sparked by\nthe acquittal of four white police officers who had been charged\nwith the beating of an unarmed black motorist, Rodney King.\n","\n   Bradley was deeply affected by the riots and, five months later,\nannounced that he would not run for mayor again. ``The April unrest\ntore at my heart,'' he said, ``and I will not be at peace until we\nhave healed our wounds and rebuilt our neighborhoods.''\n","\n   Like most in Los Angeles, Bradley was taken by surprise by the\nrioting. ``He never really understood it,'' a friend recalled. ``It\nwas a tragedy in his life that you can't overestimate. It was like\nhe was hit in the stomach with a two-by-four.''\n","\n   Since stepping down as mayor, Bradley was associated with the\nLos Angeles office of Brobeck, Phleger & Harrison, a San Francisco\nlaw firm that hoped to capitalize on his ties to Asia; Bradley had\nvigorously courted businesses in Pacific Rim nations on behalf of\nLos Angeles while he was mayor.\n","\n   After his stroke, his activities for the firm were severely\ncurtailed. Friends said he regained most of his mobility but never\nregained his ability to speak. Even so, he maintained an active\nsocial life, with a group of loyal friends sharing responsibility\nfor taking him to lunch and civic events each day. Some friends\nread to Bradley regularly because, while his mind remained sharp,\nhe could no longer read or write, said Wendy Greuel, a former aide.\n","\n   At a recent lunch with former staff members, Bradley squinted\nhis delight at jokes about himself, his shoulders heaving with the\ngaiety of the occasion, Ms. Greuel said\n","\n   ``His face would light up,'' said Ms. Myers, who had lunch with\nBradley last spring. ``He very rarely got discouraged.''\n","\n   The second of seven children, Thomas Bradley was born on Dec.\n29, 1917, on a cotton plantation in Calvert, Texas. His\ngrandparents were slaves, and his father, Lee Thomas Bradley, was a\nsharecropper who abandoned the family not long after they moved to\nLos Angeles, when Tom was 7.\n","\n   His mother, Crenner Bradley, worked as a maid to support the\nchildren. Young Tom earned money with a paper route, and later as a\npublicity photographer for the comedian Jimmy Durante.\n","\n   During the toughest of those early years, the family was so poor\nthat Tom could not afford new shoes and socks. He lined his worn\nshoes with cardboard and vowed that when he got a job he would have\nan ample supply of socks, he once told an interviewer. ``They\nbecame a symbol of my poverty,'' he said. ``When I was on the\npolice department, I can remember every sale that was held in\ndowntown Los Angeles, I always managed to stop by and stock up on\nsocks, it was like a security blanket. Then one day I noticed I had\nabout 200 pairs.''\n","\n   Bradley entered the University of California at Los Angeles on a\ntrack scholarship in 1937, but dropped out after his junior year to\njoin the Los Angeles Police Department, where he stayed for 21\nyears. In 1941, he married Ethel Mae Arnold, whom he had met at\nchurch when they were teen-agers. They had three daughters, one of\nwhom died on the day she was born.\n","\n   While working as a police officer, he went to law school at\nnight and eventually earned a law degree from Southwestern\nUniversity. Meanwhile, he was working his way up from walking a\nbeat to the rank of lieutenant, the highest rank a black officer\nhad achieved at the time. But in 1961 he concluded that he could go\nno higher, and quit the department.\n","\n   He worked for a time for a law firm, but his real interest was\npolitics, and in 1963 he ran for and won a seat on the Los Angeles\nCity Council, to which he was re-elected twice.\n","\n   In 1969, he made his first attempt to unseat Yorty, who\nrepeatedly raised the issue of race and asserted that Bradley was\nappealing for votes to blacks and ``left-wing militants.'' At the\nsame time, some militant blacks denounced Bradley as a ``white\nman's candidate'' and referred to him as ``Uncle Tom.''\n","\n   Bradley sought to play down race as an issue, but had little\nsuccess. ``I have no sympathy for lawlessness,'' he said, ``but\neven less sympathy for injustice, poverty, unemployment and slum\nhousing.''\n","\n   Four years later, with the race issue receding and Yorty under\nattack in personal and financial scandals, Bradley was elected to\nhis first term as mayor.\n","\n   nn\n","\n   Nonconfrontational and intent on building coalitions, he set out\nto revive the storefronts and small businesses that had been wiped\nout during the Watts riots, and to successfully position Los\nAngeles as the unofficial capital of the Pacific Rim for an era of\nburgeoning trade.\n","\n   For years, as a new wave of Hispanic and Asian immigrants were\ndrawn to the city, both residential and commercial development went\nvirtually unchecked.\n","\n   In 1982, with Los Angeles booming, Bradley tried the first of\ntwo attempts to defeat the incumbent Republican, George Deukmejian,\nfor governor of California, but lost by less than one percentage\npoint.\n","\n   Bradley reached the height of his popularity when he brought the\nOlympic Games to Los Angeles in 1984. Despite a boycott by most of\nthe communist countries, the Games went off without a hitch and\nshowed off the glittering city to the world.\n","\n   He had fought hard to bring the event to Los Angeles, but at the\nsame time he forced a tough agreement with the International\nOlympic Committee to indemnify the city against any possible\nfinancial losses. The Los Angeles games were the first privately\nfinanced Olympics and it turned a huge profit.\n","\n   His reputation buoyed by the Olympics success, Bradley was\nre-elected mayor in 1985 with 68 percent of the vote over John\nFerraro, a conservative City Council member, who got only 30\npercent. ``Los Angeles is the city of hope and opportunity,''\nBradley said. ``I am a living example of that.''\n","\n   With his profile high, Bradley ran against Deukmejian again in\n1986, but was soundly defeated and vowed that it was his last\nattempt.\n","\n   During Bradley's five terms as mayor, Los Angeles International\nAirport was renovated, the Port of Los Angeles became the biggest\nand busiest in the country, the city's financial and business\ndistrict was revitalized and construction of a subway was begun.\n","\n   But eventually, the years of growth for which Bradley could\nclaim credit brought problems for which he was blamed. Pollution,\ntraffic jams and overdevelopment had become major issues for\nBradley in his later terms.\n","\n   A symbol of propriety and ethics, Bradley felt particularly\nwounded in 1989 when newspapers began raising questions about his\npersonal financial and business dealings. The stories, which\nprompted investigations by law-enforcement authorities, described\nhow for years Bradley had been paid as a director or consultant for\nbanks that did business with the city. Also, he had failed to\ndisclose some investments and stock dealings.\n","\n   Eventually he was cleared of any criminal wrongdoing, but he\nagreed to pay a $20,000 civil penalty for the disclosure lapses.\nAnd he conceded that he had made ``an error in judgment'' by\naccepting outside employment while mayor. The damage to his\nreputation had been done.\n","\n   ``It was the worst year of my entire life,'' Bradley, an\nintensely private man, told a reporter in 1990. ``It went on and\non, day after day, and you know you're literally helpless to do\nanything except ignore it and go about your business.''\n","\n   But more difficult times were ahead. The videotape of the\nbeating of Rodney King, played over and over on television within\nhours after it happened on March 3, 1991, led to calls for the\nouster of Daryl Gates, the city's combative police chief.\n","\n   Hamstrung by a city charter that gave Gates virtual lifetime\ntenure, Bradley appeared helpless to act. He began working behind\nthe scenes to put pressure on Gates and eventually moved to fire\nhim, but was blocked by an increasingly powerful City Council.\n","\n   Relations between Bradley and Gates were so strained that when\nthe rioting first erupted in April, 1992, the two had not spoken\nfor more than a year. Their poor communication was pointed to by a\npanel of inquiry led by William Webster, a former director of the\nFBI, as a factor in the city's inability to act quickly to quell\nthe disturbances.\n","\n   Bradley, badly shaken by the acquittal of the white officers,\nwas uncharacteristically blunt in the hours after the verdict. At a\ntelevised news conference, he said he was ``outraged'' at the\noutcome of the trial. ``Today that jury asked us to accept the\nsenseless and brutal beating of a helpless man,'' Bradley said.\n","\n   He regained his composure in the tumultuous days after the\nverdict and set about to bring calm to the city, but critics said\nhe shared some of the blame for the riots in which more than 50\npeople died and property damage approached a billion dollars.\n","\n   ``He probably was outraged,'' said Ferraro, the city council\npresident, ``but he's the mayor of the city and he's got to keep\nhis cool and calm.'' Bradley quickly got his anger under control,\nFerraro said, adding, ``I think he's shown some leadership since\nthen.''\n","\n   Several days after the riots had subsided, as he began working\non plans to rebuild the city, Bradley was asked whether, if he were\nnot the mayor, he would be afraid to be a black man in Los Angeles.\n","\n   ``No,'' he said. ``I would be angry.''\n","\n   Bradley is survived by his wife and their daughters, Phyllis and\nLorraine.\n"]}