{"DocumentId":"NYT19990805.0197","TopicId":"NYT","Relevance":"0","Body":" BC-MOVIES-IN-BRIEF-3TAKES-NYT \nNEW AND NOTEWORTHY MOVIES \n\n  (lh) \n c.1999 N.Y. Times News Service   \n\n   Here is a selective listing by critics of The New York Times of\nnew or noteworthy movies currently playing in theaters. Running\ntimes and ratings of films are in parentheses.\n\n   `AMERICAN PIE,' starring Jason Biggs, Chris Klein, Natasha\nLyonne, Thomas Ian Nicholas, Tara Reid, Mena Suvari and Eugene\nLevy. Directed by Paul Weitz (R, 100 minutes). The snickering\nteen-age comedy about four boys, all seniors in the same Michigan\nhigh school, who make a pact to lose their virginity by the end of\nthe school year, serves up a new gross-out joke every five minutes.\nThe movie obviously wants to outdo ``There's Something About Mary''\nin raunchy guffaws, but it lacks the antic spirit of its\nforerunner. More like an upper-middle-class ``Porky's,'' it parades\nits dirty jokes as crassly as an old-time burlesque show (Stephen\nHolden).\n\n   `ARLINGTON ROAD,' starring Jeff Bridges, Tim Robbins, Hope\nDavis, Robert Gossett and Joan Cusack. Directed by Mark Pellington\n(R, 117 minutes). In a smart, stylish thriller that recalls the\nparanoid classics of the '70s, Bridges plays a history professor\nwho begins to suspect that his smiling suburban neighbors are not\nwhat they seem. Tracking down clues to an anti-government terrorist\nnetwork, he also engages in a battle of wits with Robbins' cryptic\ncharacter, and these fine actors square off to gripping effect.\nSwift and pulse-quickening, this thriller has more than its share\nof surprising twists, including a whopper at the finale. All in\nall, a welcome change of pace from the season's dopey blockbusters\n(Janet Maslin).\n\n   `AUSTIN POWERS: THE SPY WHO SHAGGED ME,' starring Mike Myers,\nHeather Graham and Elizabeth Hurley. Directed by Jay Roach (PG-13,\n95 minutes). There may come a time when even Austin Powers tires of\nthe words ``Oh, behave!'' But it isn't here yet. Although the\nsequel with the fab title is several love beads short of its\npredecessor and more than a few scenes play like outtakes, this is\nstill a crafty, intermittently hilarious comedy. Myers' neo-Sellers\nmultiple-personality act is fine even when the material is less so,\nand this sequel makes the most of Dr. Evil, his most inspired\ncreation. A scatological Scotsman, the film's walking id and\nbathroom joke, is more of an acquired taste. Costumes and pop\nreferences are still a hoot, as is the adorably benighted Austin.\nMs. Graham makes terrific eye candy but doesn't share Ms. Hurley's\nquick-witted air of being in on the joke (Maslin).\n\n   `AUTUMN TALE,' starring Beatrice Romand, Marie Riviere, Didier\nSandre, Alain Libolt and Alexia Portal. Directed by Eric Rohmer\n(PG, 110 minutes; in French with English subtitles). The final\nchapter of the director's ``Tales of the Four Seasons'' is as\nsublimely warming an experience as the autumn sun that shines\nbenevolently on the Rhone Valley vineyard owned by the central\ncharacter, Magali (Ms. Romand). The movie follows the adventures of\nthis wiry and vital but lonely widowed mother of two after she\nallows two friends to play matchmaker. The film's plot, like that\nof other Rohmer movies, is mathematically schematic as the\ncharacters indulge in exquisitely verbalized soul-searching. As\nsensuously gratifying as it is civilized, with a wonderful central\nperformance by Ms. Romand, it reaches a happy ending that feels\nentirely earned (Holden).  \n\n   `BIG DADDY,' starring Adam Sandler, Cole and Dylan Sprouse and\nJoey Lauren Adams, Jon Stewart and Leslie Mann. Directed by Dennis\nDugan (PG-13, 95 minutes). It's awfully early in the career of Adam\nSandler to find him sharing the screen with a scene-stealing\n6-year-old (actually the Sprouse twins). Besides, the cute kid in\nSandler's movies is usually the star himself. But he's in a\nposition to do whatever he likes, even if it's a flimsy sentimental\ncomedy with more product plugs and fewer laughs than might have\nbeen hoped for. Having greatly expanded his following with the\nromantic comedy and '80s kitsch of ``The Wedding Singer,'' not to\nmention the inspired rustic lunacy of ``The Waterboy,'' he falls\nback on much less inventive material this time. And the barrage of\nbrand-name junk food is enough to make skin break out in the\naudience (Maslin).\n\n   `THE BLAIR WITCH PROJECT,' starring Heather Donahue, Michael\nWilliams and Joshua Leonard. Directed by Daniel Myrick and Eduardo\nSanchez (R, 87 minutes). A horror film shot outdoors by its actors,\nwho play three scared filmmakers at work on a spooky documentary,\nthis is a fine example of how to make something out of nothing _\nnothing but terrific imagination and a game plan so enterprising it\nshould elevate its creators to pin-up status at film schools\neverywhere. With tentacles including a hit Web site, an elaborate\nfake witch mythology, a book tie-in, a special on the Sci-Fi\nChannel and much more, this clever little indie is at the center of\na new form of synergy and an inspired multimedia blitz (Maslin).\n\n   `DEEP BLUE SEA,' starring Saffron Burrows, Thomas Jane, LL Cool\nJ, Jacqueline McKenzie, Michael Rapaport, Stellan Skarsgard and\nSamuel L. Jackson, Directed by Renny Harlin (R, 100 minutes).\nBetter not mess with Mother Nature. That's the familiar message of\nthis man-against-shark horror film in which the research team of a\nfloating ocean laboratory is stalked by three 8,000-pound\ngenetically ``improved'' mako sharks. Ms. Burrows is the chilly,\nanything-for-science marine biologist behind the research, and Jane\nthe hunky shark-wrangler who tends these razor-toothed killing\nmachines. ``Titanic'' meets ``Jaws,'' without romance, history,\nmyth or credible characters, only nonstop action and half an ocean\nfull of crimson, blood-thickened water (Holden).  \n\n   `DICK,' starring Kirsten Dunst and Michelle Williams. Directed\nby Andrew Fleming (PG-13, 90 minutes). Now we know the identity of\nDeep Throat, the confidential source who gave the journalists Bob\nWoodward and Carl Bernstein the inside dish about Richard Nixon's\nrole in the Watergate scandal and helped bring down his presidency.\n``Dick'' reveals the snitches to have been two giggly 15-year-old\ngirls, Betsy (Ms. Dunst) and Arlene (Ms. Williams), whom Nixon had\nappointed his official dog walkers. In remembering the good old\ndays of plumbers and White House tape recordings, this extended,\nwildly funny ``Saturday Night Live''-style sketch spares no one.\nDan Hedaya's shifty-eyed, hunch-shouldered Nixon caricature is the\nhilarious embodiment of paranoid guilt (Holden).  \n\n   `DROP DEAD GORGEOUS,' starring Kirsten Dunst, Denise Richards\nand Kirstie Alley. Directed by Michael Patrick Jann (PG-13, 97\nminutes). In the guise of sending up beauty pageants, this\nmean-spirited, clunky satire manages to load up on stereotypes,\nsneer at Minnesota, stage a scene in which beauty contestants vomit\nen masse and make its audience wince through what must be a record\nnumber of miserably unfunny jokes. Ms. Dunst and Ms. Richards show\nsome stellar appeal despite the dreary circumstances. And Allison\nJanney makes the most of a supporting role (Maslin).\n\n   nn\n\n   `EYES WIDE SHUT,' starring Tom Cruise and Nicole Kidman.\nDirected by Stanley Kubrick (R, 145 minutes). This last cryptic,\nspellbinding addition to the Kubrick canon provides a stunning\nepiphany for the summer of the dirty joke. It's a dead-serious film\nabout eros and mortality, one that flirts with the ridiculous but\nsustains its fundamental eeriness and gravity throughout. Cruise,\nas a doctor caught up in a nighttime sexual odyssey of strange,\ndreamlike clarity, and Ms. Kidman, as the wife who sparks his\njealousy by speaking frankly of her own libido, give themselves\nover body and soul to the filmmaker's meticulous and delicately\nbalanced scheme. Given the dark themes and explicit nudity found\nhere, the R rating (achieved by digital alterations to 65 seconds'\nworth of film) is a joke (Maslin).\n\n   `THE GENERAL'S DAUGHTER,' starring John Travolta, Madeleine\nStowe, James Cromwell, Timothy Hutton and James Woods. Directed by\nSimon West (R, 118 minutes). Murder on a military base was once\nenough of a pretext for a detective thriller, but nowadays it takes\nmore. The prevailing sleaze quotient calls for kinks, and this\ngalling adaptation of a Nelson DeMille best seller is happy to\noblige. So the title character, a pretty young officer who the film\nthinks has no place in the military, is the victim of a lurid\ncrime. Travolta and Ms. Stowe affably investigate whodunit, though\nthe unraveling of the crime is laughably arbitrary. The real point\nof their ponderous investigation is that the victim asked for what\nshe got (Maslin).\n\n   `THE HAUNTING,' starring Liam Neeson, Lili Taylor, Catherine\nZeta-Jones and Owen Wilson. Directed by Jan De Bont (PG-13, 117\nminutes). In a wildly overdone haunted house with a Gothic Nouveau\nRiche look, walls warp, statues morph and things go bump in the\nnight. The special effects are piled on so relentlessly that after\na while the sight of the flying cow from De Bont's ``Twister ``\nwould not be amiss. Firmly committed to the idea that more is more,\nthis is a remake of a 1963 black-and-white film that left much more\nto the imagination. But the cast is good; Neeson plays the doctor\nwho leads the other three principals to Hill House for a psychology\nexperiment that goes really, really wrong (Maslin).\n\n   `AN IDEAL HUSBAND,' starring Cate Blanchett, Minnie Driver,\nRupert Everett, Julianne Moore and Jeremy Northam. Written and\ndirected by Oliver Parker (PG-13, 97 minutes). The best thing about\nParker's likable but diluted screen adaptation of Oscar Wilde's\n1895 comedy of politics and Victorian morality is Everett's\nportrayal of Wilde's elegantly epigrammatic alter ego Lord Arthur\nGoring. In underplaying this seemingly incorrigible (but actually\nwise, witty and caring) rake, Everett makes him all the more\ncharming. Northam and Ms. Blanchett are well cast as a politician\nand his priggish wife, but Ms. Moore and Ms. Driver miss hitting\nthe right notes in a screenplay that streamlines Wilde into a\nquasi-contemporary style, keeping some but not all of the\nplaywright's scintillating bons mots. The settings are so lavish\nthey're almost edible (Holden).  \n\n   `INSPECTOR GADGET,' starring Matthew Broderick and Rupert\nEverett. Directed by David Kellogg (PG, 85 minutes). The midmorning\nmidden of children's cartoons that yielded a vein of cinematic gold\nwith ``George of the Jungle'' has now been mined for this clinker.\nToo bad, because this Disney comedy wastes good talent. Broderick\nbrings an endearing combination of intelligence, wit and naivete to\nhis portrayal of a security guard who is transformed into the human\ngizmo, Inspector Gadget, after being blown up in an effort to\ncapture a megalomaniacal magnate (Everett). But even Broderick can\ngo only so far with the film's noisy, childish material. Watching\nthis movie is like watching a human Swiss Army knife for nearly an\nhour and a half. It's a remarkable device, but do you really want\nto spend a lot of time with a not-too-bright hardware store\nFrankenstein creation that can light cigars with his thumb, shoot a\ngrappling hook to the top of a skyscraper and produce a helicopter\nfrom his head? (Lawrence Van Gelder).  \n\n   `LAKE PLACID,' starring Bill Pullman, Bridget Fonda, Oliver\nPlatt and Brendan Gleeson. Written by David E. Kelley and directed\nby Steve Miner (R, 88 minutes). Despite the DOA nature of the genre\nit tacitly sends up, this ``Jaws''-minded demon crocodile movie\nfinds a fair amount to work with in newly reptile-plagued Maine. A\ngood cast is given the challenge of keeping straight faces. (``Any\nrecent bear attacks?'' ``This was no bear. Bears don't attack\npeople underwater.'') And the horror effects can be divinely\ncheesy, like the apparent underwater sprinkler hose whose churning\neffect is described as ``scared perch.'' Trouble is, this story\nalso has to go through the motions of a totally familiar monster\nplot. There's no way to make that seem anything but tired (Maslin).\n\n   `MY LIFE SO FAR,' starring Colin Firth, Rosemary Harris, Irene\nJacob, Mary Elizabeth Mastrantonio, Malcolm McDowell and Robert\nNorman. Directed by Hugh Hudson (PG-13, 93 minutes). A steady\n``Masterpiece Theater''-like glow warms ``My Life So Far,'' a boy's\nreverie of growing up in the misty Scottish highlands of Argyll in\nthe late 1920s. Frisky little Fraser (Norman), who narrates the\nstory, recalls a year in the life of the mildly troubled Macintosh\nclan. What strife there is mostly involves his father, Edward\n(Firth), an eccentric fiery-eyed inventor, and his Uncle Morris\n(McDowell), who brings home a beautiful French wife (Ms. Jacob)\nwith whom Edward falls in love. If the story is slight, it is\nsmoothly told and well acted (especially by Firth) and the\nnostalgic atmosphere is beguiling (Holden).\n\n   `THE RED VIOLIN,' starring Samuel L. Jackson, Jason Flemying,\nGreta Scacchi and Don McKellar. Directed by Francois Girard (not\nrated, 130 minutes). ``The Red Violin'' follows the colorful\n300-plus-year journey of a priceless violin from its construction\nin an Italian workshop in 1681 to a contemporary auction in\nMontreal. As it makes its way from Vienna to England to China, the\ninstrument becomes the inspiration for some richly photographed\nhistorical tableaux. If the movie's narrative energy is undermined\nby a plodding screenplay and wooden acting, the music, composed by\nJohn Corigliano and played by Joshua Bell and the London\nPhilharmonia Orchestra, is sublime (Holden).\n\n   nn\n\n   `RUNAWAY BRIDE,' starring Julia Roberts and Richard Gere.\nDirected by Garry Marshall (PG, 110 minutes). When the stars and\ndirector first collaborated, on ``Pretty Woman,'' Ms. Roberts was\ncast as an adorable Los Angeles streetwalker. Nine years later,\nshe's as far as she can get from Rodeo Drive, geographically and\notherwise. Playing the stern proprietor of a small-town Maryland\nhardware store, she takes an awfully long while to slip from\nscowling into flirtatious romantic-comedy mode. And when the sparks\nstart flying between her character and Gere's likably stubborn\nnewspaper columnist, they fly on cue. Funny minor characters and\none-liners offset the not-so-pretty story of a woman who habitually\njilts her men (Maslin).\n\n   `SOUTH PARK: BIGGER, LONGER AND UNCUT,' with the voices of Trey\nParker, Matt Stone and Mary Kay Bergman. Directed by Parker (R, 88\nminutes). The movie spinoff from the outrageous Comedy Central\ncartoon series following the adventures of some potty-mouthed\nthird-grade boys in South Park, Colo., is extremely funny and\njubilantly obscene, with several sewers' worth of bathroom humor.\nIt is also a smart, pointed satire that demolishes the hypocrisy of\na conservative culture that allows almost unlimited violence and\ngore in movies and on television but goes ballistic at the prospect\nof children being exposed to dirty language and sexual\nexplicitness. When a group of tykes sneak into a Canadian movie\nfilled with obscenities and come home spewing smut, their parents\nraise such a ruckus that the United States declares war on Canada.\nArmageddon looms when the Devil, who has been having a troubled\naffair with the recently deceased Saddam Hussein, decides to put in\nan appearance. Contributing to the madness are 15 clever songs\nspoofing everything from Rodgers and Hammerstein to ``Les\nMiserables'' (Holden).\n\n   `STAR WARS: EPISODE I _ THE PHANTOM MENACE,' starring Liam\nNeeson, Ewan McGregor, Natalie Portman and Jake Lloyd. Directed by\nGeorge Lucas (PG-13, 132 minutes). Stripped of hype and breathless\nexpectations, Lucas' first installment offers a happy surprise:\nIt's up to snuff. It sustains the gee-whiz spirit of the series and\noffers a swashbuckling extra-galactic getaway, creating illusions\nthat are even more plausible than the kitchen-raiding raptors of\n``Jurassic Park.'' While the human stars here are indeed reduced to\nplaying action figures, they are upstaged by amazing backdrops and\nhordes of crazily lifelike space beings as the Lewis Carroll in\nLucas is given free rein. The ``Star Wars'' franchise was funnier\nand scrappier when it was new. But it simply wasn't capable of this\n(Maslin).\n\n   `TARZAN,' with the voices of Tony Goldwyn, Minnie Driver, Rosie\nO'Donnell and Nigel Hawthorne. Directed by Kevin Lima and Chris\nBuck (G, 88 minutes). No need to wonder how this animated Tarzan\nmovie could improve on the 47 others that preceded it. Disney\nanimation turns the hero into a supple, long-haired hunk, lets the\napes talk to him and whooshes through lush jungle settings with\nexultant agility. This ``Tarzan'' is sprightly and likable in ways\nthat are hard to resist, with lively vocal performances, excitingly\nkinetic animation and Phil Collins singing tunefully in the\nbackground. Parents will stay awake, and children will be charmed\n(Maslin).\n\n   `TRICK,' starring Christian Campbell and John Paul Pitoc.\nDirected by Jim Fall (R, 90 minutes). This engaging, tenderhearted\nboy-meets-boy story features two handsome, doe-eyed actors in the\nstory of a romantic one-night stand. As in the Doris Day-era sex\ncomedies that are recalled here, the story is filled with obstacles\nto the affair, the most noxious of them Tori Spelling in the role\nof an incorrigible nuisance. Fall gives a small-town coziness to\nhis film's Greenwich Village settings and makes this a quaintly\nlikable date movie for audiences of any persuasion (Maslin).\n\n   `TWIN FALLS IDAHO,' starring Michael and Mark Polish and Michele\nHicks. Directed by Michael Polish (R, 100 minutes). This eerily\neffective film carries the real-life closeness of twin brothers\ninto the realm of haunting fantasy. The look-alike Polish siblings\nplay conjoined twins whose delicately balanced interdependence\nyields a rare brand of tension. With a bleak, lonely look and a\nstrain of black humor (in their three-legged suit, the film's Falls\nbrothers impress everyone on Halloween), the film introduces a\nwild, gorgeous young woman into their lives and watches what\nhappens when one twin starts to court her. The story is intensely\nrendered, without gimmicks (Maslin).\n\n   `WILD WILD WEST,' starring Will Smith, Kevin Kline, Kenneth\nBranagh and Salma Hayek. Directed by Barry Sonnenfeld (PG-13, 107\nminutes). Another big, lavish movie with no there there. This\npost-Civil War James Bondish contraption-happy sci-fi film is hard\nto categorize, a quality not to be confused with originality.\nDirected by Sonnenfeld without the deadpan-alien sensibility that\nworked for ``Men in Black,'' this stylistic grab bag is similarly\nkinky but a lot more chaotic, however heroically Smith, as a newly\nhunky and debonair action hero, tries to save the day. Good-looking\nbut dopey, with an emphasis on toylike but vaguely ghoulish special\neffects. A movie with that much potential kiddie appeal didn't have\nto start in a bordello, either (Maslin).\n\n   Film Series\n\n   `TO HAVE AND HAVE NOT.' Preparing to begin an 18-month survey of\nits 17,000-title collection in October as part of the museumwide\nexhibition ``MOMA 2000,'' the Museum of Modern Art is running a\n77-film series that amounts to a wish list of films the museum\nhopes to add to its collection. The series consists of films\nregarded as significant in the development of cinema as a modern\nart, including documentaries, experimental work and narrative\nfiction films ranging from musicals to melodramas. This weekend's\nattractions include the Scottish-born director Bill Forsyth's\ncomedy ``Local Hero'' (1983), with Burt Lancaster and Peter\nRiegert, at 2 p.m. Saturday, followed at 5 p.m. by Martin\nScorsese's ``Goodfellas'' (1990), based on Nick Pileggi's book\n``Wiseguy,'' about the life of a Mafioso. Continuing through Sept.\n14 at New York's Museum of Modern Art, the series is free with\nmuseum admission: $10 for adults, $6.50 for students and people 65\nor older; free for visitors under 16 accompanied by an adult. Pay\nwhat you wish on Fridays from 4:30 to 8:15 p.m. Screening\ninformation: (212) 708-9400 (Van Gelder).\n","Headline":"\nNEW AND NOTEWORTHY MOVIES \n","Text":["\n   Here is a selective listing by critics of The New York Times of\nnew or noteworthy movies currently playing in theaters. Running\ntimes and ratings of films are in parentheses.\n","\n   `AMERICAN PIE,' starring Jason Biggs, Chris Klein, Natasha\nLyonne, Thomas Ian Nicholas, Tara Reid, Mena Suvari and Eugene\nLevy. Directed by Paul Weitz (R, 100 minutes). The snickering\nteen-age comedy about four boys, all seniors in the same Michigan\nhigh school, who make a pact to lose their virginity by the end of\nthe school year, serves up a new gross-out joke every five minutes.\nThe movie obviously wants to outdo ``There's Something About Mary''\nin raunchy guffaws, but it lacks the antic spirit of its\nforerunner. More like an upper-middle-class ``Porky's,'' it parades\nits dirty jokes as crassly as an old-time burlesque show (Stephen\nHolden).\n","\n   `ARLINGTON ROAD,' starring Jeff Bridges, Tim Robbins, Hope\nDavis, Robert Gossett and Joan Cusack. Directed by Mark Pellington\n(R, 117 minutes). In a smart, stylish thriller that recalls the\nparanoid classics of the '70s, Bridges plays a history professor\nwho begins to suspect that his smiling suburban neighbors are not\nwhat they seem. Tracking down clues to an anti-government terrorist\nnetwork, he also engages in a battle of wits with Robbins' cryptic\ncharacter, and these fine actors square off to gripping effect.\nSwift and pulse-quickening, this thriller has more than its share\nof surprising twists, including a whopper at the finale. All in\nall, a welcome change of pace from the season's dopey blockbusters\n(Janet Maslin).\n","\n   `AUSTIN POWERS: THE SPY WHO SHAGGED ME,' starring Mike Myers,\nHeather Graham and Elizabeth Hurley. Directed by Jay Roach (PG-13,\n95 minutes). There may come a time when even Austin Powers tires of\nthe words ``Oh, behave!'' But it isn't here yet. Although the\nsequel with the fab title is several love beads short of its\npredecessor and more than a few scenes play like outtakes, this is\nstill a crafty, intermittently hilarious comedy. Myers' neo-Sellers\nmultiple-personality act is fine even when the material is less so,\nand this sequel makes the most of Dr. Evil, his most inspired\ncreation. A scatological Scotsman, the film's walking id and\nbathroom joke, is more of an acquired taste. Costumes and pop\nreferences are still a hoot, as is the adorably benighted Austin.\nMs. Graham makes terrific eye candy but doesn't share Ms. Hurley's\nquick-witted air of being in on the joke (Maslin).\n","\n   `AUTUMN TALE,' starring Beatrice Romand, Marie Riviere, Didier\nSandre, Alain Libolt and Alexia Portal. Directed by Eric Rohmer\n(PG, 110 minutes; in French with English subtitles). The final\nchapter of the director's ``Tales of the Four Seasons'' is as\nsublimely warming an experience as the autumn sun that shines\nbenevolently on the Rhone Valley vineyard owned by the central\ncharacter, Magali (Ms. Romand). The movie follows the adventures of\nthis wiry and vital but lonely widowed mother of two after she\nallows two friends to play matchmaker. The film's plot, like that\nof other Rohmer movies, is mathematically schematic as the\ncharacters indulge in exquisitely verbalized soul-searching. As\nsensuously gratifying as it is civilized, with a wonderful central\nperformance by Ms. Romand, it reaches a happy ending that feels\nentirely earned (Holden).  \n","\n   `BIG DADDY,' starring Adam Sandler, Cole and Dylan Sprouse and\nJoey Lauren Adams, Jon Stewart and Leslie Mann. Directed by Dennis\nDugan (PG-13, 95 minutes). It's awfully early in the career of Adam\nSandler to find him sharing the screen with a scene-stealing\n6-year-old (actually the Sprouse twins). Besides, the cute kid in\nSandler's movies is usually the star himself. But he's in a\nposition to do whatever he likes, even if it's a flimsy sentimental\ncomedy with more product plugs and fewer laughs than might have\nbeen hoped for. Having greatly expanded his following with the\nromantic comedy and '80s kitsch of ``The Wedding Singer,'' not to\nmention the inspired rustic lunacy of ``The Waterboy,'' he falls\nback on much less inventive material this time. And the barrage of\nbrand-name junk food is enough to make skin break out in the\naudience (Maslin).\n","\n   `THE BLAIR WITCH PROJECT,' starring Heather Donahue, Michael\nWilliams and Joshua Leonard. Directed by Daniel Myrick and Eduardo\nSanchez (R, 87 minutes). A horror film shot outdoors by its actors,\nwho play three scared filmmakers at work on a spooky documentary,\nthis is a fine example of how to make something out of nothing _\nnothing but terrific imagination and a game plan so enterprising it\nshould elevate its creators to pin-up status at film schools\neverywhere. With tentacles including a hit Web site, an elaborate\nfake witch mythology, a book tie-in, a special on the Sci-Fi\nChannel and much more, this clever little indie is at the center of\na new form of synergy and an inspired multimedia blitz (Maslin).\n","\n   `DEEP BLUE SEA,' starring Saffron Burrows, Thomas Jane, LL Cool\nJ, Jacqueline McKenzie, Michael Rapaport, Stellan Skarsgard and\nSamuel L. Jackson, Directed by Renny Harlin (R, 100 minutes).\nBetter not mess with Mother Nature. That's the familiar message of\nthis man-against-shark horror film in which the research team of a\nfloating ocean laboratory is stalked by three 8,000-pound\ngenetically ``improved'' mako sharks. Ms. Burrows is the chilly,\nanything-for-science marine biologist behind the research, and Jane\nthe hunky shark-wrangler who tends these razor-toothed killing\nmachines. ``Titanic'' meets ``Jaws,'' without romance, history,\nmyth or credible characters, only nonstop action and half an ocean\nfull of crimson, blood-thickened water (Holden).  \n","\n   `DICK,' starring Kirsten Dunst and Michelle Williams. Directed\nby Andrew Fleming (PG-13, 90 minutes). Now we know the identity of\nDeep Throat, the confidential source who gave the journalists Bob\nWoodward and Carl Bernstein the inside dish about Richard Nixon's\nrole in the Watergate scandal and helped bring down his presidency.\n``Dick'' reveals the snitches to have been two giggly 15-year-old\ngirls, Betsy (Ms. Dunst) and Arlene (Ms. Williams), whom Nixon had\nappointed his official dog walkers. In remembering the good old\ndays of plumbers and White House tape recordings, this extended,\nwildly funny ``Saturday Night Live''-style sketch spares no one.\nDan Hedaya's shifty-eyed, hunch-shouldered Nixon caricature is the\nhilarious embodiment of paranoid guilt (Holden).  \n","\n   `DROP DEAD GORGEOUS,' starring Kirsten Dunst, Denise Richards\nand Kirstie Alley. Directed by Michael Patrick Jann (PG-13, 97\nminutes). In the guise of sending up beauty pageants, this\nmean-spirited, clunky satire manages to load up on stereotypes,\nsneer at Minnesota, stage a scene in which beauty contestants vomit\nen masse and make its audience wince through what must be a record\nnumber of miserably unfunny jokes. Ms. Dunst and Ms. Richards show\nsome stellar appeal despite the dreary circumstances. And Allison\nJanney makes the most of a supporting role (Maslin).\n","\n   nn\n","\n   `EYES WIDE SHUT,' starring Tom Cruise and Nicole Kidman.\nDirected by Stanley Kubrick (R, 145 minutes). This last cryptic,\nspellbinding addition to the Kubrick canon provides a stunning\nepiphany for the summer of the dirty joke. It's a dead-serious film\nabout eros and mortality, one that flirts with the ridiculous but\nsustains its fundamental eeriness and gravity throughout. Cruise,\nas a doctor caught up in a nighttime sexual odyssey of strange,\ndreamlike clarity, and Ms. Kidman, as the wife who sparks his\njealousy by speaking frankly of her own libido, give themselves\nover body and soul to the filmmaker's meticulous and delicately\nbalanced scheme. Given the dark themes and explicit nudity found\nhere, the R rating (achieved by digital alterations to 65 seconds'\nworth of film) is a joke (Maslin).\n","\n   `THE GENERAL'S DAUGHTER,' starring John Travolta, Madeleine\nStowe, James Cromwell, Timothy Hutton and James Woods. Directed by\nSimon West (R, 118 minutes). Murder on a military base was once\nenough of a pretext for a detective thriller, but nowadays it takes\nmore. The prevailing sleaze quotient calls for kinks, and this\ngalling adaptation of a Nelson DeMille best seller is happy to\noblige. So the title character, a pretty young officer who the film\nthinks has no place in the military, is the victim of a lurid\ncrime. Travolta and Ms. Stowe affably investigate whodunit, though\nthe unraveling of the crime is laughably arbitrary. The real point\nof their ponderous investigation is that the victim asked for what\nshe got (Maslin).\n","\n   `THE HAUNTING,' starring Liam Neeson, Lili Taylor, Catherine\nZeta-Jones and Owen Wilson. Directed by Jan De Bont (PG-13, 117\nminutes). In a wildly overdone haunted house with a Gothic Nouveau\nRiche look, walls warp, statues morph and things go bump in the\nnight. The special effects are piled on so relentlessly that after\na while the sight of the flying cow from De Bont's ``Twister ``\nwould not be amiss. Firmly committed to the idea that more is more,\nthis is a remake of a 1963 black-and-white film that left much more\nto the imagination. But the cast is good; Neeson plays the doctor\nwho leads the other three principals to Hill House for a psychology\nexperiment that goes really, really wrong (Maslin).\n","\n   `AN IDEAL HUSBAND,' starring Cate Blanchett, Minnie Driver,\nRupert Everett, Julianne Moore and Jeremy Northam. Written and\ndirected by Oliver Parker (PG-13, 97 minutes). The best thing about\nParker's likable but diluted screen adaptation of Oscar Wilde's\n1895 comedy of politics and Victorian morality is Everett's\nportrayal of Wilde's elegantly epigrammatic alter ego Lord Arthur\nGoring. In underplaying this seemingly incorrigible (but actually\nwise, witty and caring) rake, Everett makes him all the more\ncharming. Northam and Ms. Blanchett are well cast as a politician\nand his priggish wife, but Ms. Moore and Ms. Driver miss hitting\nthe right notes in a screenplay that streamlines Wilde into a\nquasi-contemporary style, keeping some but not all of the\nplaywright's scintillating bons mots. The settings are so lavish\nthey're almost edible (Holden).  \n","\n   `INSPECTOR GADGET,' starring Matthew Broderick and Rupert\nEverett. Directed by David Kellogg (PG, 85 minutes). The midmorning\nmidden of children's cartoons that yielded a vein of cinematic gold\nwith ``George of the Jungle'' has now been mined for this clinker.\nToo bad, because this Disney comedy wastes good talent. Broderick\nbrings an endearing combination of intelligence, wit and naivete to\nhis portrayal of a security guard who is transformed into the human\ngizmo, Inspector Gadget, after being blown up in an effort to\ncapture a megalomaniacal magnate (Everett). But even Broderick can\ngo only so far with the film's noisy, childish material. Watching\nthis movie is like watching a human Swiss Army knife for nearly an\nhour and a half. It's a remarkable device, but do you really want\nto spend a lot of time with a not-too-bright hardware store\nFrankenstein creation that can light cigars with his thumb, shoot a\ngrappling hook to the top of a skyscraper and produce a helicopter\nfrom his head? (Lawrence Van Gelder).  \n","\n   `LAKE PLACID,' starring Bill Pullman, Bridget Fonda, Oliver\nPlatt and Brendan Gleeson. Written by David E. Kelley and directed\nby Steve Miner (R, 88 minutes). Despite the DOA nature of the genre\nit tacitly sends up, this ``Jaws''-minded demon crocodile movie\nfinds a fair amount to work with in newly reptile-plagued Maine. A\ngood cast is given the challenge of keeping straight faces. (``Any\nrecent bear attacks?'' ``This was no bear. Bears don't attack\npeople underwater.'') And the horror effects can be divinely\ncheesy, like the apparent underwater sprinkler hose whose churning\neffect is described as ``scared perch.'' Trouble is, this story\nalso has to go through the motions of a totally familiar monster\nplot. There's no way to make that seem anything but tired (Maslin).\n","\n   `MY LIFE SO FAR,' starring Colin Firth, Rosemary Harris, Irene\nJacob, Mary Elizabeth Mastrantonio, Malcolm McDowell and Robert\nNorman. Directed by Hugh Hudson (PG-13, 93 minutes). A steady\n``Masterpiece Theater''-like glow warms ``My Life So Far,'' a boy's\nreverie of growing up in the misty Scottish highlands of Argyll in\nthe late 1920s. Frisky little Fraser (Norman), who narrates the\nstory, recalls a year in the life of the mildly troubled Macintosh\nclan. What strife there is mostly involves his father, Edward\n(Firth), an eccentric fiery-eyed inventor, and his Uncle Morris\n(McDowell), who brings home a beautiful French wife (Ms. Jacob)\nwith whom Edward falls in love. If the story is slight, it is\nsmoothly told and well acted (especially by Firth) and the\nnostalgic atmosphere is beguiling (Holden).\n","\n   `THE RED VIOLIN,' starring Samuel L. Jackson, Jason Flemying,\nGreta Scacchi and Don McKellar. Directed by Francois Girard (not\nrated, 130 minutes). ``The Red Violin'' follows the colorful\n300-plus-year journey of a priceless violin from its construction\nin an Italian workshop in 1681 to a contemporary auction in\nMontreal. As it makes its way from Vienna to England to China, the\ninstrument becomes the inspiration for some richly photographed\nhistorical tableaux. If the movie's narrative energy is undermined\nby a plodding screenplay and wooden acting, the music, composed by\nJohn Corigliano and played by Joshua Bell and the London\nPhilharmonia Orchestra, is sublime (Holden).\n","\n   nn\n","\n   `RUNAWAY BRIDE,' starring Julia Roberts and Richard Gere.\nDirected by Garry Marshall (PG, 110 minutes). When the stars and\ndirector first collaborated, on ``Pretty Woman,'' Ms. Roberts was\ncast as an adorable Los Angeles streetwalker. Nine years later,\nshe's as far as she can get from Rodeo Drive, geographically and\notherwise. Playing the stern proprietor of a small-town Maryland\nhardware store, she takes an awfully long while to slip from\nscowling into flirtatious romantic-comedy mode. And when the sparks\nstart flying between her character and Gere's likably stubborn\nnewspaper columnist, they fly on cue. Funny minor characters and\none-liners offset the not-so-pretty story of a woman who habitually\njilts her men (Maslin).\n","\n   `SOUTH PARK: BIGGER, LONGER AND UNCUT,' with the voices of Trey\nParker, Matt Stone and Mary Kay Bergman. Directed by Parker (R, 88\nminutes). The movie spinoff from the outrageous Comedy Central\ncartoon series following the adventures of some potty-mouthed\nthird-grade boys in South Park, Colo., is extremely funny and\njubilantly obscene, with several sewers' worth of bathroom humor.\nIt is also a smart, pointed satire that demolishes the hypocrisy of\na conservative culture that allows almost unlimited violence and\ngore in movies and on television but goes ballistic at the prospect\nof children being exposed to dirty language and sexual\nexplicitness. When a group of tykes sneak into a Canadian movie\nfilled with obscenities and come home spewing smut, their parents\nraise such a ruckus that the United States declares war on Canada.\nArmageddon looms when the Devil, who has been having a troubled\naffair with the recently deceased Saddam Hussein, decides to put in\nan appearance. Contributing to the madness are 15 clever songs\nspoofing everything from Rodgers and Hammerstein to ``Les\nMiserables'' (Holden).\n","\n   `STAR WARS: EPISODE I _ THE PHANTOM MENACE,' starring Liam\nNeeson, Ewan McGregor, Natalie Portman and Jake Lloyd. Directed by\nGeorge Lucas (PG-13, 132 minutes). Stripped of hype and breathless\nexpectations, Lucas' first installment offers a happy surprise:\nIt's up to snuff. It sustains the gee-whiz spirit of the series and\noffers a swashbuckling extra-galactic getaway, creating illusions\nthat are even more plausible than the kitchen-raiding raptors of\n``Jurassic Park.'' While the human stars here are indeed reduced to\nplaying action figures, they are upstaged by amazing backdrops and\nhordes of crazily lifelike space beings as the Lewis Carroll in\nLucas is given free rein. The ``Star Wars'' franchise was funnier\nand scrappier when it was new. But it simply wasn't capable of this\n(Maslin).\n","\n   `TARZAN,' with the voices of Tony Goldwyn, Minnie Driver, Rosie\nO'Donnell and Nigel Hawthorne. Directed by Kevin Lima and Chris\nBuck (G, 88 minutes). No need to wonder how this animated Tarzan\nmovie could improve on the 47 others that preceded it. Disney\nanimation turns the hero into a supple, long-haired hunk, lets the\napes talk to him and whooshes through lush jungle settings with\nexultant agility. This ``Tarzan'' is sprightly and likable in ways\nthat are hard to resist, with lively vocal performances, excitingly\nkinetic animation and Phil Collins singing tunefully in the\nbackground. Parents will stay awake, and children will be charmed\n(Maslin).\n","\n   `TRICK,' starring Christian Campbell and John Paul Pitoc.\nDirected by Jim Fall (R, 90 minutes). This engaging, tenderhearted\nboy-meets-boy story features two handsome, doe-eyed actors in the\nstory of a romantic one-night stand. As in the Doris Day-era sex\ncomedies that are recalled here, the story is filled with obstacles\nto the affair, the most noxious of them Tori Spelling in the role\nof an incorrigible nuisance. Fall gives a small-town coziness to\nhis film's Greenwich Village settings and makes this a quaintly\nlikable date movie for audiences of any persuasion (Maslin).\n","\n   `TWIN FALLS IDAHO,' starring Michael and Mark Polish and Michele\nHicks. Directed by Michael Polish (R, 100 minutes). This eerily\neffective film carries the real-life closeness of twin brothers\ninto the realm of haunting fantasy. The look-alike Polish siblings\nplay conjoined twins whose delicately balanced interdependence\nyields a rare brand of tension. With a bleak, lonely look and a\nstrain of black humor (in their three-legged suit, the film's Falls\nbrothers impress everyone on Halloween), the film introduces a\nwild, gorgeous young woman into their lives and watches what\nhappens when one twin starts to court her. The story is intensely\nrendered, without gimmicks (Maslin).\n","\n   `WILD WILD WEST,' starring Will Smith, Kevin Kline, Kenneth\nBranagh and Salma Hayek. Directed by Barry Sonnenfeld (PG-13, 107\nminutes). Another big, lavish movie with no there there. This\npost-Civil War James Bondish contraption-happy sci-fi film is hard\nto categorize, a quality not to be confused with originality.\nDirected by Sonnenfeld without the deadpan-alien sensibility that\nworked for ``Men in Black,'' this stylistic grab bag is similarly\nkinky but a lot more chaotic, however heroically Smith, as a newly\nhunky and debonair action hero, tries to save the day. Good-looking\nbut dopey, with an emphasis on toylike but vaguely ghoulish special\neffects. A movie with that much potential kiddie appeal didn't have\nto start in a bordello, either (Maslin).\n","\n   Film Series\n","\n   `TO HAVE AND HAVE NOT.' Preparing to begin an 18-month survey of\nits 17,000-title collection in October as part of the museumwide\nexhibition ``MOMA 2000,'' the Museum of Modern Art is running a\n77-film series that amounts to a wish list of films the museum\nhopes to add to its collection. The series consists of films\nregarded as significant in the development of cinema as a modern\nart, including documentaries, experimental work and narrative\nfiction films ranging from musicals to melodramas. This weekend's\nattractions include the Scottish-born director Bill Forsyth's\ncomedy ``Local Hero'' (1983), with Burt Lancaster and Peter\nRiegert, at 2 p.m. Saturday, followed at 5 p.m. by Martin\nScorsese's ``Goodfellas'' (1990), based on Nick Pileggi's book\n``Wiseguy,'' about the life of a Mafioso. Continuing through Sept.\n14 at New York's Museum of Modern Art, the series is free with\nmuseum admission: $10 for adults, $6.50 for students and people 65\nor older; free for visitors under 16 accompanied by an adult. Pay\nwhat you wish on Fridays from 4:30 to 8:15 p.m. Screening\ninformation: (212) 708-9400 (Van Gelder).\n"]}