{"DocumentId":"NYT19991130.0191","TopicId":"NYT","Relevance":"0","Body":" BC-BRADLEY-PROFILE-2TAKES-HNS \nBRADLEY RARELY TAKES MIDDLE-ROAD APPROACH \n\n\n  \n (For use by New York Times News Service clients)  By ALAN BERNSTEIN \nc.1999 Houston Chronicle \n \n\n   DES MOINES, Iowa _ There was a Bill Bradley moment a few weeks\nago when saying nothing said it all.\n\n   The Democratic presidential candidate was surrounded by hundreds\nof civic activists in the capital of Iowa, a state crucial to his\nquest. They were taking part in a downtown walk that raised money\nto find a cure for breast cancer, a disease that once attacked\nBradley's wife, author-professor Ernestine Schlant      Bradley.\n\n   The chatter, echoing off office building walls, was about\npolitics, weather, cancer and family life. But for a sustained\nstring of minutes, Bradley talked to no one and met no one's\nglance. He shuffled along, a head taller than almost anyone else,\nlost temporarily in one of the things a campaigner usually hates:\nsilence.\n\n   But Bradley is not the usual campaigner. He is not a natural\ngladhander. He doesn't do much prancing down the middle of the\nroad. Most important to his campaign hopes, he is not Vice\nPresident Al Gore. Bradley's canny maximizing of his position as\nthe ``not Gore'' option in the Democratic primary has made him the\nsurprise of the political season.\n\n   Bradley and Gore served together in the Senate and grew up, as\nthe only sons of prominent families, with the dream of becoming\npresident.\n\n   But unlike Gore, Bradley has not served at the right hand of the\ncurrent and controversial president, Bill Clinton. That\nautomatically makes Bradley the candidate of change within the\npolitical party of the president, who himself made ``change'' the\nbuzzword of the 1992 election.\n\n   Although Bradley was a loner in the Senate who split from the\nDemocratic ranks on a few sensitive issues, he is no moderate from\nthe mold of the Southerner vice president. Years after lashing\nhimself in print for being a timid legislator, Bradley calls for a\nbigger, bolder use of the federal government to fight poverty,\nhealth care inequities, racial injustice, the proliferation of\nhandguns and the influence of special interests on campaign\nfinances.\n\n   ``Only national government can moderate or prevent the\ninsecurity that the transformation of the American economy has\nbrought to middle-class lives. Only government can balance the\nclout of private power,'' he wrote in his weighty 1996 memoir,\n``Time Present, Time Past.'' The former senator from New Jersey who\nattended Princeton University and played professional basketball\nfor the New York Knicks would have a hard time avoiding the\n``Northeastern liberal'' tag.\n\n   And while Gore has gone through some recent image adjustments in\nan attempt to match Bradley's surge, Bradley, 56, plods along with\nan air of low-key self-assurance. Through 40 years in the public\nspotlight, starting as a high school basketball star in a\nMississippi River town in his native Missouri, he has remained an\nintellectual introvert. His calm and sometimes raspy speech, larded\nwith rhetoric about ideals and brotherhood, is refreshing to some\nvoters accustomed to candidates who strive for charm and flash.\nOther voters just find the Bradley package boring.\n\n   ``If he seems ministerial, that is because he is,'' author John\nMcPhee wrote in a 1965 book about Bradley's astounding college\nbasketball career. McPhee also stated that Bradley stood out from\nplayers prone to flamboyance because ``he adorns nothing that he\ndoes.''\n\n   Words from Bradley's own pen give some explanation to why he\ndidn't feel an obligation to make small talk in the Des Moines\nfund-raising walk.\n\n   ``I do not depend on the outside for recognition,'' he once\nwrote. ``Some friends say I am functioning in a world that bears\nlittle resemblance to reality.''\n\n   To be sure, the Bradley campaign looks more conventional every\nday, with slick advertising and a fund-raising effort that leans\nheavily on contributions from Wall Street financiers, law firms and\ncolleagues in the world of former sports stars. He has become more\nof a gab-and-greet machine. Following the rules of political\nengagement, he has begun to respond to Gore's criticisms.\n\n   He even gave the press corps _ which he has described in various\nwritings as largely misguided _ a guided tour of his boyhood haunts\nin Crystal City, Mo. But his staff declined to make him available\nfor an interview for this article.\n\n   The town is the best place from which to explain Bradley's\nmotivation for seeking the presidency. He was the exceptionally\ncerebral, exceptionally tall, only child of a father who ran the\ntown bank and a mother who was a whirlwind of civic activity. The\nRepublican couple bred their boy for success and courtliness,\nproviding lessons in everything from French horn and piano to\nboxing and golf.\n\n   But the idyllic picture wasn't perfect. Bradley endured ``the\nfrequent silences and somewhat staid moralizing of my parents,''\naccording to one of four books he has written. Growing up in a\nsmall factory town, Bradley wrote, ``I felt I had something to\nprove: that I could win, that I was as good as other people.''\n\n   In solitary practice sessions, Bradley developed a precision-mad\napproach to basketball as he grew to his adult height of 6 feet, 5\ninches. He scrubbed oil and dead skin from his fingertips to feel\nthe leather ball better. A scientific test showed that while the\naverage person can see 47 degrees upward when focused horizontally,\nBradley could see 70 degrees upward.\n\n   During his high school years, when he served as president of the\nMissouri Association of Student Councils, he also witnessed\nprejudice against blacks _ a subject that became a focus of his\nlater life as a basketball pro, senator and White House contender.\nAccording to Bradley, his Little League baseball team, which\nrepresented the ethnic mix of Crystal City, walked out of a\nMissouri restaurant that had refused to serve the black members.\n\n   Decades later, in a memoir about his life on the road in the\nNational Basketball Association, he would write about how his\npersonality and his politics changed because of interaction with\nblack teammates such as Walt Frazier and Earl ``The Pearl'' Monroe,\nwhose upbringings had been more challenging than his. The result,\nBradley said, was that ``I regard authority a little more\nskeptically than I once did. I am more interested in experiencing\nlife than analyzing it.''\n\n   As a congressional intern in 1964, Bradley was present at the\nCapitol when U.S. Sen. Barry Goldwater of Arizona, the Republican\nParty's presidential nominee, voted against major civil rights\nlegislation. Bradley says that moment is what drove him away from\nhis family's political alignment and into the Democratic Party. It\ncame in the same year he won an Olympic gold medal as a member of\nthe U.S. basketball team.\n\n   The Bradley legend of perfectionism continued in the classrooms\nand the basketball games at Princeton University. Coach Butch Van\nBreda Kolff declared that Bradley was ``happiest when he can deny\nhimself pleasure.'' Bradley even balked at becoming a professional\nathlete, saying that the money and the attention could be\ncorrupting.\n\n   He joined the New York Knicks after a period of soul searching\nand study at Oxford University in England as a Rhodes Scholar. He\nrefused commercial endorsement contracts, saying that he was\ngetting more offers than his black teammates.\n\n   On a team that won two championships, Bradley became known as a\nplayer who could outthink, if not out-hustle, the opposition; who\ncould ``move without the ball.'' It is one of the facets of his\nsports career that has become a ready symbol for the race against\nGore, because Bradley has moved from long-shot to formidable\ncontender without the backing of party power brokers or a superior\ncampaign treasury. Instead he has presented himself as an unhurried\nunderdog who has reached out to gays, blacks, gun control advocates\nand other key Democratic voting blocs.\n\n   As a basketball player, Bradley was teased by his teammates for\nhis upright, bookish approach to life. He challenged that image\noccasionally, once revealing that he had a ``pregame fantasy\nritual'' of staring at the same three attractive New York women in\nthe stands. Nevertheless, some of his locker room nicknames were\n``senator'' and ``president.''\n\n     \n(MORE)  \n\n   So when Bradley retired from the hoops game, no one was\nsurprised that he decided to run for office. Nor was anyone shocked\nthat a popular sports figure with academic credentials could pull\nvotes in New Jersey, where he lived among suburban fans of the New\nYork team.\n\n   In many ways, Bradley the lawmaker was the same as Bradley the\njock: enigmatic and brainy.\n\n   ``He was not a bold kind of person, but somebody who would do\nhis job very well and was completely trustworthy _ sort of the way\nhe played basketball,'' said Gerald Pomper, a Rutgers University\npolitical science professor who supported Bradley for the Senate\nseat. ``He was not the guy who took the spectacular shot, but he\nwould work very hard at it.''\n\n   Marveling at Bradley's presidential campaign, which is based on\nsweeping proposals such as a plan to extend health insurance to the\nuninsured, Pomper added: ``The idea of him as a crusader is\nsomewhat out of character.''\n\n   Bradley's Senate voting record is hard to pigeonhole, a fact\nillustrated by Gore's criticisms.\n\n   Gore recently attacked Bradley from the left, saying that\nBradley should not have voted in the Senate to fund a\nRepublican-backed experiment in giving government funds to parents\nwho send their children to private schools. Gore has also attacked\nfrom the right, saying Bradley's health care proposal would\nconstitute a risky government spending spree.\n\n   Bradley voted with most Democrats against the use of military\nforce against Iraq as proposed by President Bush. Bradley instead\nfavored continued economic sanctions against Saddam Hussein's Iraqi\ngovernment. Bradley also opposed Clinton's welfare reform package,\nsaying its time limits for welfare recipients were unjust.\n\n   On the other side of the spectrum, Bradley was, in his own\nwords, President Reagan's ``strongest ally in Congress'' on closing\nfederal income tax loopholes as part of the Republican package to\nlower tax rates. Bradley was also one of 11 Democrats in the Senate\nwho voted in 1986 to give $100 million to the Nicaraguan Contra\nforces, a favorite Reagan cause that ultimately led to a White\nHouse scandal.\n\n   Studies show his Senate votes matched Gore's about 80 percent of\nthe time.\n\n   But as a candidate, Bradley has steadfastly gone farther than\nGore in proposing new laws with a traditionally Democratic,\nactivist government bent. He wants all handguns to be licensed and\nregistered as cars are, for example. His broad proposals addressing\nhealth insurance, child care and poverty will cost $78 billion a\nyear by his own tally, and he says the money for them can be found\nin budget surpluses. The federal government should fund campaigns\nfor federal office to keep special interest money out, he proposes.\n\n   Bradley says gays should be able to serve openly in the\nmilitary, not under the restriction of the Clinton administration's\n``don't ask, don't tell'' rule. In pressing harder than Gore for\ncampaign finance reform, Bradley has even said that special\ninterest groups that run political advertisements should pay for\ntheir opponents to respond.\n\n   As a senator, he voted against ethanol subsidies and other farm\nsupport programs. He now supports the items as a presidential\ncandidate sensitive to the verdict of Iowans. It's not a flip-flop,\nBradley says, but rather a change of views, from considering the\nneeds of New Jersey to considering the needs of a nation.\n\n   But in a campaign based on big ideas, Bradley has no specific\nproposals to back up his idea that race relations are the deepest\nproblem facing the nation. He promises instead to promote unity\nfrom the presidential bully pulpit and to appoint government chiefs\nwho will keep the principle at the top of their agenda.\n\n   Bradley recently told Democrats at a political supper in Iowa:\n``One of the reasons I did this (run for president) in the first\nplace was to try and restore confidence in the public will.''\n\n   Part of Bradley's own will to be outspoken and to reveal himself\nin the contest stems from a political crucible in 1990, when he ran\nfor a third Senate term.\n\n   He had already countenanced some private, national surveys to\nfind out if he would be an attractive presidential candidate. His\nre-election to the Senate seemed a sure thing.\n\n   But Bradley barely pulled out a victory against Republican\nChristine Todd Whitman, who later became New Jersey governor.\nAnalysts said Bradley, already in a trough as an aloof incumbent,\nhad wounded himself by not speaking out about state tax increases\nproposed by the Democratic governor, Jim Florio.\n\n   The close call led to a stunning self-flagellation by Bradley.\nIn ``Time Present, Time Past,'' he wrote that the election results\nforced him to examine his personal and political shortcomings.\n\n   ``I had not waded into turbulent water by defining my views\nclearly, preferring instead the comfort of ambiguity or silence,''\nhe said. ``Ambition had fueled a desire to please and had choked\noff my leadership impulses. For much of my career I had no\nauthentic political voice.''\n\n   With his image bruised, Bradley passed up the chance to run for\nthe 1992 Democratic presidential nomination. He and his wife faced\na different kind of challenge that year when she underwent\ntreatment for breast cancer.\n\n   Short and sparkly, unaware of basketball when she met him,\nErnestine Bradley is her husband's opposite in several ways. He has\ntalked about the pain of being booed and spit upon when he was\nmaking a rocky transition from college basketball to the pro\nleague, but he says that dealing with his wife's illness was the\nbiggest test he has faced. Ernestine Bradley, a naturalized U.S.\ncitizen born in Germany seven years before her husband, credits him\nwith handling many of the details of her illness _ treatment\nschedules, the science of cancer _ while they both dealt with the\nemotional strain.\n\n   In 1995, the year after Republicans took control of both\nchambers of Congress, Bradley announced he would not seek another\nSenate term in 1996. ``Politics is broken,'' he declared, citing\npartisan gridlock and public cynicism. He flirted with the idea of\nrunning for president in 1996 as an independent candidate against\nClinton. This has led Gore to question Bradley's Democratic Party\nloyalty.\n\n   Bradley is trying to use what happened next to turn the tables\non Gore. In 1997 and 1998, Bradley lectured, wrote and consulted\nhis way across the country. Those experiences, combined with his\nbasketball career, gave him outsider insights that Gore lacks, he\nsays.\n\n   ``I went off to do my work with the American people,'' he\nexplained at a recent Iowa campaign stop.\n\n   Of course, the period also gave Bradley time to develop federal\npolicy ideas, court potential contributors for his presidential run\nand hone his political pitch in relative obscurity _ while Gore was\nscarred by a campaign fund-raising scandal and Clinton endured\nimpeachment.\n\n   So as he courted about 30 voters in the living room of a\nlawyer-supporter's artsy home in a Des Moines suburb one recent\nevening, Bradley was a complex, lanky package: the outsider\ncandidate who has been on the inside, the man with a plan to fix\nwhat he had declared broken four years earlier, a high-brow Huck\nFinn in his talk about his riverside boyhood and black-white\nrelations.\n\n   Looking into the receptive faces of physicians, teachers and\nother professionals, Bradley said he was running against Gore's\n``entrenched power.''\n\n   ``But I think we've got `the people,''' he added.\n\n   The next day, Bradley got a look at how his rival's entrenched\ninterests are real people, too. In a conscious foray into Gore\nterritory, Bradley drove to a Democratic dinner at a union hall in\nNewton, Iowa, where unions that represent workers at an appliance\nmanufacturing plant are backing the vice president.\n\n   About a dozen Gore supporters stood outdoors near the entrance,\nholding Gore campaign signs and planning to chant slogans as\nBradley passed by. But then they got a look at how Bradley's\ndisarming approach to the campaign has made him the viable\nchallenger.\n\n   With a sheepish grin, Bradley unfolded himself from his campaign\nvan, walked directly to the Gore folks and started shaking hands.\n\n   ``How are you? Nice to see you,'' Bradley said. ``Now everybody\ncan come in and get warm.''\n\n     \nXXXX END OF STORY  \n","Headline":"\nBRADLEY RARELY TAKES MIDDLE-ROAD APPROACH \n\n","Text":["\n   DES MOINES, Iowa _ There was a Bill Bradley moment a few weeks\nago when saying nothing said it all.\n","\n   The Democratic presidential candidate was surrounded by hundreds\nof civic activists in the capital of Iowa, a state crucial to his\nquest. They were taking part in a downtown walk that raised money\nto find a cure for breast cancer, a disease that once attacked\nBradley's wife, author-professor Ernestine Schlant      Bradley.\n","\n   The chatter, echoing off office building walls, was about\npolitics, weather, cancer and family life. But for a sustained\nstring of minutes, Bradley talked to no one and met no one's\nglance. He shuffled along, a head taller than almost anyone else,\nlost temporarily in one of the things a campaigner usually hates:\nsilence.\n","\n   But Bradley is not the usual campaigner. He is not a natural\ngladhander. He doesn't do much prancing down the middle of the\nroad. Most important to his campaign hopes, he is not Vice\nPresident Al Gore. Bradley's canny maximizing of his position as\nthe ``not Gore'' option in the Democratic primary has made him the\nsurprise of the political season.\n","\n   Bradley and Gore served together in the Senate and grew up, as\nthe only sons of prominent families, with the dream of becoming\npresident.\n","\n   But unlike Gore, Bradley has not served at the right hand of the\ncurrent and controversial president, Bill Clinton. That\nautomatically makes Bradley the candidate of change within the\npolitical party of the president, who himself made ``change'' the\nbuzzword of the 1992 election.\n","\n   Although Bradley was a loner in the Senate who split from the\nDemocratic ranks on a few sensitive issues, he is no moderate from\nthe mold of the Southerner vice president. Years after lashing\nhimself in print for being a timid legislator, Bradley calls for a\nbigger, bolder use of the federal government to fight poverty,\nhealth care inequities, racial injustice, the proliferation of\nhandguns and the influence of special interests on campaign\nfinances.\n","\n   ``Only national government can moderate or prevent the\ninsecurity that the transformation of the American economy has\nbrought to middle-class lives. Only government can balance the\nclout of private power,'' he wrote in his weighty 1996 memoir,\n``Time Present, Time Past.'' The former senator from New Jersey who\nattended Princeton University and played professional basketball\nfor the New York Knicks would have a hard time avoiding the\n``Northeastern liberal'' tag.\n","\n   And while Gore has gone through some recent image adjustments in\nan attempt to match Bradley's surge, Bradley, 56, plods along with\nan air of low-key self-assurance. Through 40 years in the public\nspotlight, starting as a high school basketball star in a\nMississippi River town in his native Missouri, he has remained an\nintellectual introvert. His calm and sometimes raspy speech, larded\nwith rhetoric about ideals and brotherhood, is refreshing to some\nvoters accustomed to candidates who strive for charm and flash.\nOther voters just find the Bradley package boring.\n","\n   ``If he seems ministerial, that is because he is,'' author John\nMcPhee wrote in a 1965 book about Bradley's astounding college\nbasketball career. McPhee also stated that Bradley stood out from\nplayers prone to flamboyance because ``he adorns nothing that he\ndoes.''\n","\n   Words from Bradley's own pen give some explanation to why he\ndidn't feel an obligation to make small talk in the Des Moines\nfund-raising walk.\n","\n   ``I do not depend on the outside for recognition,'' he once\nwrote. ``Some friends say I am functioning in a world that bears\nlittle resemblance to reality.''\n","\n   To be sure, the Bradley campaign looks more conventional every\nday, with slick advertising and a fund-raising effort that leans\nheavily on contributions from Wall Street financiers, law firms and\ncolleagues in the world of former sports stars. He has become more\nof a gab-and-greet machine. Following the rules of political\nengagement, he has begun to respond to Gore's criticisms.\n","\n   He even gave the press corps _ which he has described in various\nwritings as largely misguided _ a guided tour of his boyhood haunts\nin Crystal City, Mo. But his staff declined to make him available\nfor an interview for this article.\n","\n   The town is the best place from which to explain Bradley's\nmotivation for seeking the presidency. He was the exceptionally\ncerebral, exceptionally tall, only child of a father who ran the\ntown bank and a mother who was a whirlwind of civic activity. The\nRepublican couple bred their boy for success and courtliness,\nproviding lessons in everything from French horn and piano to\nboxing and golf.\n","\n   But the idyllic picture wasn't perfect. Bradley endured ``the\nfrequent silences and somewhat staid moralizing of my parents,''\naccording to one of four books he has written. Growing up in a\nsmall factory town, Bradley wrote, ``I felt I had something to\nprove: that I could win, that I was as good as other people.''\n","\n   In solitary practice sessions, Bradley developed a precision-mad\napproach to basketball as he grew to his adult height of 6 feet, 5\ninches. He scrubbed oil and dead skin from his fingertips to feel\nthe leather ball better. A scientific test showed that while the\naverage person can see 47 degrees upward when focused horizontally,\nBradley could see 70 degrees upward.\n","\n   During his high school years, when he served as president of the\nMissouri Association of Student Councils, he also witnessed\nprejudice against blacks _ a subject that became a focus of his\nlater life as a basketball pro, senator and White House contender.\nAccording to Bradley, his Little League baseball team, which\nrepresented the ethnic mix of Crystal City, walked out of a\nMissouri restaurant that had refused to serve the black members.\n","\n   Decades later, in a memoir about his life on the road in the\nNational Basketball Association, he would write about how his\npersonality and his politics changed because of interaction with\nblack teammates such as Walt Frazier and Earl ``The Pearl'' Monroe,\nwhose upbringings had been more challenging than his. The result,\nBradley said, was that ``I regard authority a little more\nskeptically than I once did. I am more interested in experiencing\nlife than analyzing it.''\n","\n   As a congressional intern in 1964, Bradley was present at the\nCapitol when U.S. Sen. Barry Goldwater of Arizona, the Republican\nParty's presidential nominee, voted against major civil rights\nlegislation. Bradley says that moment is what drove him away from\nhis family's political alignment and into the Democratic Party. It\ncame in the same year he won an Olympic gold medal as a member of\nthe U.S. basketball team.\n","\n   The Bradley legend of perfectionism continued in the classrooms\nand the basketball games at Princeton University. Coach Butch Van\nBreda Kolff declared that Bradley was ``happiest when he can deny\nhimself pleasure.'' Bradley even balked at becoming a professional\nathlete, saying that the money and the attention could be\ncorrupting.\n","\n   He joined the New York Knicks after a period of soul searching\nand study at Oxford University in England as a Rhodes Scholar. He\nrefused commercial endorsement contracts, saying that he was\ngetting more offers than his black teammates.\n","\n   On a team that won two championships, Bradley became known as a\nplayer who could outthink, if not out-hustle, the opposition; who\ncould ``move without the ball.'' It is one of the facets of his\nsports career that has become a ready symbol for the race against\nGore, because Bradley has moved from long-shot to formidable\ncontender without the backing of party power brokers or a superior\ncampaign treasury. Instead he has presented himself as an unhurried\nunderdog who has reached out to gays, blacks, gun control advocates\nand other key Democratic voting blocs.\n","\n   As a basketball player, Bradley was teased by his teammates for\nhis upright, bookish approach to life. He challenged that image\noccasionally, once revealing that he had a ``pregame fantasy\nritual'' of staring at the same three attractive New York women in\nthe stands. Nevertheless, some of his locker room nicknames were\n``senator'' and ``president.''\n","\n     \n(MORE)  \n","\n   So when Bradley retired from the hoops game, no one was\nsurprised that he decided to run for office. Nor was anyone shocked\nthat a popular sports figure with academic credentials could pull\nvotes in New Jersey, where he lived among suburban fans of the New\nYork team.\n","\n   In many ways, Bradley the lawmaker was the same as Bradley the\njock: enigmatic and brainy.\n","\n   ``He was not a bold kind of person, but somebody who would do\nhis job very well and was completely trustworthy _ sort of the way\nhe played basketball,'' said Gerald Pomper, a Rutgers University\npolitical science professor who supported Bradley for the Senate\nseat. ``He was not the guy who took the spectacular shot, but he\nwould work very hard at it.''\n","\n   Marveling at Bradley's presidential campaign, which is based on\nsweeping proposals such as a plan to extend health insurance to the\nuninsured, Pomper added: ``The idea of him as a crusader is\nsomewhat out of character.''\n","\n   Bradley's Senate voting record is hard to pigeonhole, a fact\nillustrated by Gore's criticisms.\n","\n   Gore recently attacked Bradley from the left, saying that\nBradley should not have voted in the Senate to fund a\nRepublican-backed experiment in giving government funds to parents\nwho send their children to private schools. Gore has also attacked\nfrom the right, saying Bradley's health care proposal would\nconstitute a risky government spending spree.\n","\n   Bradley voted with most Democrats against the use of military\nforce against Iraq as proposed by President Bush. Bradley instead\nfavored continued economic sanctions against Saddam Hussein's Iraqi\ngovernment. Bradley also opposed Clinton's welfare reform package,\nsaying its time limits for welfare recipients were unjust.\n","\n   On the other side of the spectrum, Bradley was, in his own\nwords, President Reagan's ``strongest ally in Congress'' on closing\nfederal income tax loopholes as part of the Republican package to\nlower tax rates. Bradley was also one of 11 Democrats in the Senate\nwho voted in 1986 to give $100 million to the Nicaraguan Contra\nforces, a favorite Reagan cause that ultimately led to a White\nHouse scandal.\n","\n   Studies show his Senate votes matched Gore's about 80 percent of\nthe time.\n","\n   But as a candidate, Bradley has steadfastly gone farther than\nGore in proposing new laws with a traditionally Democratic,\nactivist government bent. He wants all handguns to be licensed and\nregistered as cars are, for example. His broad proposals addressing\nhealth insurance, child care and poverty will cost $78 billion a\nyear by his own tally, and he says the money for them can be found\nin budget surpluses. The federal government should fund campaigns\nfor federal office to keep special interest money out, he proposes.\n","\n   Bradley says gays should be able to serve openly in the\nmilitary, not under the restriction of the Clinton administration's\n``don't ask, don't tell'' rule. In pressing harder than Gore for\ncampaign finance reform, Bradley has even said that special\ninterest groups that run political advertisements should pay for\ntheir opponents to respond.\n","\n   As a senator, he voted against ethanol subsidies and other farm\nsupport programs. He now supports the items as a presidential\ncandidate sensitive to the verdict of Iowans. It's not a flip-flop,\nBradley says, but rather a change of views, from considering the\nneeds of New Jersey to considering the needs of a nation.\n","\n   But in a campaign based on big ideas, Bradley has no specific\nproposals to back up his idea that race relations are the deepest\nproblem facing the nation. He promises instead to promote unity\nfrom the presidential bully pulpit and to appoint government chiefs\nwho will keep the principle at the top of their agenda.\n","\n   Bradley recently told Democrats at a political supper in Iowa:\n``One of the reasons I did this (run for president) in the first\nplace was to try and restore confidence in the public will.''\n","\n   Part of Bradley's own will to be outspoken and to reveal himself\nin the contest stems from a political crucible in 1990, when he ran\nfor a third Senate term.\n","\n   He had already countenanced some private, national surveys to\nfind out if he would be an attractive presidential candidate. His\nre-election to the Senate seemed a sure thing.\n","\n   But Bradley barely pulled out a victory against Republican\nChristine Todd Whitman, who later became New Jersey governor.\nAnalysts said Bradley, already in a trough as an aloof incumbent,\nhad wounded himself by not speaking out about state tax increases\nproposed by the Democratic governor, Jim Florio.\n","\n   The close call led to a stunning self-flagellation by Bradley.\nIn ``Time Present, Time Past,'' he wrote that the election results\nforced him to examine his personal and political shortcomings.\n","\n   ``I had not waded into turbulent water by defining my views\nclearly, preferring instead the comfort of ambiguity or silence,''\nhe said. ``Ambition had fueled a desire to please and had choked\noff my leadership impulses. For much of my career I had no\nauthentic political voice.''\n","\n   With his image bruised, Bradley passed up the chance to run for\nthe 1992 Democratic presidential nomination. He and his wife faced\na different kind of challenge that year when she underwent\ntreatment for breast cancer.\n","\n   Short and sparkly, unaware of basketball when she met him,\nErnestine Bradley is her husband's opposite in several ways. He has\ntalked about the pain of being booed and spit upon when he was\nmaking a rocky transition from college basketball to the pro\nleague, but he says that dealing with his wife's illness was the\nbiggest test he has faced. Ernestine Bradley, a naturalized U.S.\ncitizen born in Germany seven years before her husband, credits him\nwith handling many of the details of her illness _ treatment\nschedules, the science of cancer _ while they both dealt with the\nemotional strain.\n","\n   In 1995, the year after Republicans took control of both\nchambers of Congress, Bradley announced he would not seek another\nSenate term in 1996. ``Politics is broken,'' he declared, citing\npartisan gridlock and public cynicism. He flirted with the idea of\nrunning for president in 1996 as an independent candidate against\nClinton. This has led Gore to question Bradley's Democratic Party\nloyalty.\n","\n   Bradley is trying to use what happened next to turn the tables\non Gore. In 1997 and 1998, Bradley lectured, wrote and consulted\nhis way across the country. Those experiences, combined with his\nbasketball career, gave him outsider insights that Gore lacks, he\nsays.\n","\n   ``I went off to do my work with the American people,'' he\nexplained at a recent Iowa campaign stop.\n","\n   Of course, the period also gave Bradley time to develop federal\npolicy ideas, court potential contributors for his presidential run\nand hone his political pitch in relative obscurity _ while Gore was\nscarred by a campaign fund-raising scandal and Clinton endured\nimpeachment.\n","\n   So as he courted about 30 voters in the living room of a\nlawyer-supporter's artsy home in a Des Moines suburb one recent\nevening, Bradley was a complex, lanky package: the outsider\ncandidate who has been on the inside, the man with a plan to fix\nwhat he had declared broken four years earlier, a high-brow Huck\nFinn in his talk about his riverside boyhood and black-white\nrelations.\n","\n   Looking into the receptive faces of physicians, teachers and\nother professionals, Bradley said he was running against Gore's\n``entrenched power.''\n","\n   ``But I think we've got `the people,''' he added.\n","\n   The next day, Bradley got a look at how his rival's entrenched\ninterests are real people, too. In a conscious foray into Gore\nterritory, Bradley drove to a Democratic dinner at a union hall in\nNewton, Iowa, where unions that represent workers at an appliance\nmanufacturing plant are backing the vice president.\n","\n   About a dozen Gore supporters stood outdoors near the entrance,\nholding Gore campaign signs and planning to chant slogans as\nBradley passed by. But then they got a look at how Bradley's\ndisarming approach to the campaign has made him the viable\nchallenger.\n","\n   With a sheepish grin, Bradley unfolded himself from his campaign\nvan, walked directly to the Gore folks and started shaking hands.\n","\n   ``How are you? Nice to see you,'' Bradley said. ``Now everybody\ncan come in and get warm.''\n","\n     \nXXXX END OF STORY  \n"]}