{"DocumentId":"NYT20000610.0127","TopicId":"NYT","Relevance":"0","Body":" BC-LEOFRANK-LIST0611-COX \n    \n\n      A murder, a lynching, a mystery\n      By Jim Auchmutey\n      c. 2000 Cox News Service\n\n   ATLANTA _ Mary Phagan Kean was attending a Leadership Cobb\nmeeting a few years ago when a man introduced himself with a\nstartling admission. His grandfather, he told her, was one of the\nvigilantes who ``took care of Leo Frank.''\n\n   He wanted her to know because Kean, a 46-year-old special\neducation administrator, is the great-niece of Mary Phagan, the\nblue-eyed, pink-ribboned factory girl whose 1913 murder\nprecipitated one of the most infamous chapters in Georgia history.\nHer employer, Frank, a wiry, nervous young man from Brooklyn, was\nconvicted of the crime and then lynched near Marietta, after the\ngovernor commuted his death sentence.\n\n   People confided in Kean. Once, at a Size 5-7-9 shop in a local\nmall, a salesgirl recognized her name and volunteered that one of\nher kin had helped string up Frank. Kean recorded what she heard\nand kept a roster of the men who believed they were avenging her\ngreat-aunt. She sealed her latest version of the list in an\nenvelope and printed across the front, with a teacher's neat\npenmanship, ``To be opened at my demise.''\n\n   Kean pulls the envelope out of a loose-leaf binder and lays it\non a table in her home. ``I can't show this to you,'' she says.\n``Too many people would be hurt.''\n\n   But it's too late now. One of her working lists has been posted\non the Internet against her wishes. For the first time, one of the\noldest, darkest secrets of the South _ the names of the people who\nlynched Leo Frank _ is beginning to see the light of day.\n\n   MEMORIES KEPT ALIVE\n\n   It has been almost 85 years since Frank was hanged, but the\npassions unleashed that long-ago morning in Marietta have not been\nforgotten. Two plays inspired by the case are opening here this\nsummer. On Tuesday, Atlanta native Alfred Uhry's musical ``Parade''\nwill begin a week-long run at the Fox Theatre. On Aug. 16, the\nanniversary of Frank's abduction, ``The Lynching of Leo Frank''\nwill be staged on the very square where Cobb County's movers and\nshakers plotted to break him out of prison and execute him.\n\n   Retellings of this tale are nothing new, of course. Perhaps 20\nbooks, movies and plays have covered the ground in every decade\nsince Phagan and Frank were murdered. In all of them, the lynchers\nhave remained a faceless, nameless mob. The victims, on the other\nhand, are vivid.\n\n   All these decades later, pilgrims still visit the Phagan grave\nin Marietta's Confederate cemetery and tarry at the inscription\nthat assures her soul that ``many an aching heart in Georgia beats\nfor you.'' Some of them stuffed animals, a display strangely\nreminiscent of the toys hung from a dogwood tree a few blocks away\nat the grave of another murdered child, JonBenet Ramsey.\n\n   Across town, there's a different sort of tribute. A plaque on a\nnondescript professional building marks the spot where Frank was\nlynched. The inscription is as stark as Phagan's is lyrical:\n``Wrongly accused. Falsely convicted. Wantonly murdered.''\n\n   Rabbi Steven Lebow, of the nearby Temple Kol Emeth, had the\nbronze tablet placed on the 80th anniversary of the lynching. It\nwas the first time anyone in Marietta had memorialized Frank, who\nwas Jewish.\n\n   ``That lynching is treated like the original sin in Cobb\nCounty,'' Lebow says. ``It's like something out of a William\nFaulkner novel.''\n\n   Marietta was definitely a more Faulknerian place in 1915. It was\na country town of about 6,000 centered on a classic Southern\ncourthouse square that filled with farmers' horse-drawn wagons on\nSaturday afternoons. The county's largest employer was the Brumby\nrocking chair factory. Atlanta, 20 miles down red-clay roads, felt\nmuch farther away than it does today.\n\n   It was an era of vigilantism. Twenty-two people _ all but one of\nthem black _ were lynched in Georgia in 1915. One of them died the\nsame day as Frank; 63-year-old John Riggins was hanged near\nBainbridge for allegedly assaulting a white tobacco planter's wife.\nThe story rated three paragraphs on an inside page of The Atlanta\nJournal.\n\n   Frank's lynching got a three-line banner headline across the\nfront. His story was utterly unique. Here was a white man, an Ivy\nLeague-educated Yankee, convicted of murdering a pretty gentile\ngirl with Marietta roots, all on the testimony of a black janitor\nwho said his boss man had come on to her at the pencil factory.\nSex, race, religion, class, sectionalism _ in one swoop, the case\nexposed the raw nerves quivering below the surface of the New\nSouth. Once Frank was sentenced to die, his fate became a national\ncause celebre, on one side galvanizing the newly formed\nAnti-Defamation League of B'nai B'rith, on the other helping to\ninspire the rebirth of the Ku Klux Klan.\n\n   For all its larger repercussions, however, the Frank story\ncontinues to fascinate historians and playwrights for one very\nhuman reason: It began and ended with murder mysteries.\n\n   ``The lynching is one of the great unsolved crimes of the 20th\ncentury,'' says Steve Oney, a Los Angeles writer who has been\nworking on a book about the case for more than a decade.\n\n   Many of the details are known from contemporary and historical\naccounts.\n\n   In the summer of 1915, after Gov. John M. Slaton commuted\nFrank's death penalty to life in prison, a group of Cobb civic\nleaders calling themselves the Knights of Mary Phagan met secretly\nto plot the lynching. What drove them to action, Oney says, wasn't\nblind anti-Semitism. It was their belief that Slaton had pulled a\nfast one; one of the partners in his Atlanta law firm was Luther Z.\nRosser, Frank's lead defense counsel.\n\n   Oney draws an analogy: ``Imagine how people would have felt if\nO.J. Simpson had been found guilty and the governor of California\ncommuted his sentence and, oh, by the way, he practiced law with\nJohnnie Cochran.''\n\n   Three weeks after the commutation, the Knights launched an\nattempt to abduct Frank but had to abort it because someone talked.\nA few days later, an inmate attacked Frank with a butcher knife,\nslitting his throat and almost killing him. The lynchers bided\ntheir time as he healed.\n\n   Finally, late on the afternoon of Aug. 16, a Monday, eight cars\nleft Marietta one by one for the state prison farm in\nMilledgeville. The commandos arrived shortly before midnight, cut\nthe telephone wires, severed the gas lines of the prison cars and\noverpowered the guards. They woke Frank, handcuffed him and drove\nhim through the night to his execution.\n\n   The sun was beginning to rise as the party approached Marietta.\nThey had planned to hang Frank in the town square or at Phagan's\ngrave. Now they decided they'd better get it done before daylight,\nso they pulled off into an oak grove on a farm belonging to a\nformer Cobb sheriff. They wanted to know whether Frank had any last\nrequests. He removed his wedding ring and asked that it be returned\nto his wife of five years, Lucille, a member of one of Atlanta's\nmost prominent Jewish families, the Seligs. He was allowed to write\nher a note, Oney says, but the lynchers destroyed it because it was\nin German and they couldn't be sure he wasn't pointing a finger at\nthem.\n\n   A little after 7 a.m., one of the men kicked a table out from\nunder Frank. His body dangled 4 feet above the ground, blood\nspreading from the reopened knife wound, and he slowly strangled to\ndeath.\n\n   When word of the lynching reached Marietta, people rushed to the\nscene and snapped photos of the corpse and snipped pieces of the\nrope for souvenirs. One roadhouse in Smyrna for years displayed a\nscrap of what it claimed was the nightshirt Frank had been wearing.\n\n   Some in the crowd wanted to mutilate the corpse. One man ground\nhis heel into the face. Thanks to a judge who talked down the mob,\nFrank's body was spirited to Atlanta before any further desecration\nand shipped home to New York. He was buried under a headstone that\nbears the Latin engraving semper idem _ ``always the same.''\n\n   The state prison commission conducted an investigation. Cobb\nCounty held two inquests. But no suspects were named, no charges\nbrought. Marietta had closed ranks. The Knights of Mary Phagan had\ntaken a vow of silence.\n\n   As it turned out, not all of them would take their secret to the\ngrave.\n\n   THE SECRET LISTS\n\n   Bill Kinney is sitting in a back booth at the Cupboard, a\nmeat-and-three restaurant in an old house near the square in\nMarietta. The columnist has covered his native Cobb County for\nalmost half a century with the Marietta Daily Journal. As he pokes\nhis fork into a mound of sweet potato souffle, he considers the\ntouchy question of why, after all these years, Frank's lynchers\nhave never been named.\n\n   ``It's a community embarrassment, that's why,'' he says. ``My\nmother always said not to talk about it because it was a black eye\nfor Marietta. So we didn't talk about it.''\n\n   But some people did _ people in a position to know. Whether they\nwere proud of their involvement or stricken by guilty consciences,\nsome of the lynchers (the last one of whom died a quarter of a\ncentury ago) wrote things down or told their recollections to\nfamily and friends. One account, from the inner circle of the\nconspiracy, ended up in Kinney's possession.\n\n   As a young reporter, Kinney wanted to know everything about the\nFrank case. He spent days in the Fulton County courthouse reading\nthe trial transcripts (which have since disappeared) and decided\nthat, like the jurors, he would have voted to convict.\n\n   Then, almost 30 years ago, he got a call from a good friend, a\nlocal judge. One of the last lynchers had suffered a heart attack\nsome years before. Feeling pangs of mortality, he had summoned the\njudge and made a deathbed statement of what he knew about the Frank\nkilling. The judge had a list of people who had planned and carried\nit out. He was getting old now and wanted to entrust the\ninformation to his newspaper pal.\n\n   ``I didn't know what to do with it,'' Kinney remembers. ``It's\nlike wanting to know something, and once you know it, you're sorry.\nIt's been a burden.''\n\n   Over the years, a procession of students, historians and\njournalists have tramped into Kinney's office and tried to wheedle\na peek at the list. He guards it like a last will and testament.\nWhile he has hinted at some of the names in talks before civic\ngroups, he has disclosed little. He certainly hasn't spilled the\nbeans in the Marietta paper, not when he sees the grandsons and\ngreat nieces of lynchers on a weekly basis.\n\n   Kinney sees one of the descendants in the mirror every morning.\nAn uncle of his, a barber named Cicero Dobbs, was almost certainly\na member of the group that plotted Frank's death.\n\n   ``I don't know if he was involved,'' Kinney says. ``Everyone\nsays he was.''\n\n   There are others with lists. Kean has hers. Oney obtained one\nfrom a woman who had taken dictation from her father, one of the\nlynchers, during the '40s. Tim Cole, a sports marketer who grew up\nin Cobb County, got a list from a person who got it from one of the\nlynchers. He passed it along to Rabbi Lebow, whose synagogue he\nattends with his Jewish wife.\n\n   Until recently, none of the list-keepers has tried to publicize\nthe information _ not even the rabbi responsible for the plaque\nmemorializing Frank.\n\n   ``I just put it in a file,'' Lebow says. ``I know some nice and\nkind people here who are related to members of the lynch mob. I\ndidn't want to hurt them.''\n\n   Dan Cox, director of the Marietta Museum of History, saw\nfirsthand how damaging anything connected to the lynching could be\nwhen he gave an interview to a reporter a few years ago.\n\n   ``The story kind of implied that someone had been involved, and\nI knew good and well he hadn't been,'' Cox says. ``Well, his widow\ncalled and said it was news to her. She was upset. She said she\nhadn't been sleeping very well just thinking about it. This is\nstill very sensitive with the older people.''\n\n   Cox has his own list, based in part on oral histories he has\nconducted. He figures the whole sordid story will all come out\nsooner or later _ probably when Oney's book is published _ and he\nalmost welcomes that day, as if a ball and chain will finally have\nbeen unfastened from Marietta's psyche. He just doesn't want to be\nthe one who does it. He has to live here.\n\n   This year an Atlantan saved Marietta the trouble.\n\n   NAMES MADE PUBLIC\n\n   The list that finally came out is one Mary Phagan Kean made as a\nyoung woman when she started gathering information for a memoir she\nfinished in 1987. She disclosed no names in her book. But she did\nshare her intelligence with Tom Watson Brown, a garrulous lawyer\nand great grandson of Tom Watson, the politician-turned-publisher\nwho did so much to inflame feelings against Frank in his\nnewspapers. Brown forwarded a copy of the list to a friend at Emory\nUniversity, who placed it in the Leo Frank file in the general\nlibrary's special collections. That's where Stephen Goldfarb saw\nit; he thought he'd discovered the Holy Grail.\n\n   Goldfarb, an information line researcher at the Atlanta-Fulton\nPublic Library, holds a doctorate in history and has written about\nthe Frank case for several years. After doing some biographical\nspade work to identify the names, he approached several\npublications in New York and Atlanta about printing his analysis.\nThey all declined for various reasons.\n\n   Weary of the project, he decided to post the information online\nat www.leofranklynchers.com. He did it, he says, not in a spirit of\nvengeance, but because it was a piece of lost history that might\nlead to more pieces.\n\n   ``We don't blame the children of Germany for the Holocaust,''\nGoldfarb says. ``How can we blame the people of Marietta who are\ntwo generations removed for this lynching? You don't chose your\nancestors.''\n\n   The list shows about two dozen people, some identified only by\nsurname, a few with notations suggesting that they planned the\noperation, actually participated in the lynching or, in one case,\nmight have knotted the hangman's noose.\n\n   Kean, who admits the document is hers, says it was an embryonic\neffort marred by several mistakes. She was ticked off at Goldfarb\nfor putting it on the Internet. To avoid any future indiscretions,\nshe vows to shred her current list _ the one marked ``To be opened\nat my demise.''\n\n   Even allowing for some inaccuracies, the Web site supports what\nhas always been said about the Frank lynching: that the leading\ncitizens of Cobb County conceived and sanctioned it. The list\nincludes judges, lawyers, bankers, a former House speaker, a former\ngovernor and some of the county's oldest names _ Brumby, Clay,\nDorsey, Morris, Sessions _ several of whom have Marietta streets\nnamed for them. Most of them probably weren't at the hanging, but\nthey set it in motion.\n\n   ``This thing was organized from the courthouse on down,'' says\nCox, of the Marietta history museum, who reviewed the list and\nconfirmed many of the names.\n\n   But the treachery wasn't confined to Cobb. The Frank lynching\nwas not, as many think, a moral stain that Marietta bears\nexclusively. Oney, whose book is scheduled to be published by\nPantheon next year, promises to detail a much broader conspiracy, a\nstain that leeches across the Chattahoochee River and beyond.\n\n   ``The story is a lot bigger than that list,'' he says. ``The\nlynching was planned and carried out in Marietta, true. But there\nwere accomplices in Atlanta and Milledgeville. Powerful people in\nthe state government had to sign off. It wasn't just Cobb County\nthat lynched Leo Frank.''\n\n   A PAINFUL PAST\n\n   Mary Phagan Kean is not the only woman linked by blood and\nanguish to the Frank drama. In Wyckoff, N.J., Catherine Smithline,\nFrank's 53-year-old great niece, has been following the\nreverberations of the case for years. She believes she is the first\nmember of the Frank family to speak to the Atlanta media in many\ndecades.\n\n   Like the Phagans, the Franks didn't talk much about the painful\nevents of the past. Smithline didn't hear the story until she was\nin high school. Her mother, the daughter of Frank's sister, didn't\nfind out about it until she was on a date in the late '30s and saw\na Lana Turner movie loosely based on the saga, ``They Won't\nForget.''\n\n   ``You know that's about your uncle,'' her boyfriend said. She\nhad always been told that her Uncle Leo died of pneumonia.\n\n   A few years ago, the William Breman Jewish Heritage Museum in\nAtlanta contacted Smithline to see whether the Frank family had any\nartifacts it might donate. Archivist Sandra Berman wanted to show\nFrank as a human being, not just a bug-eyed suspect in a courtroom\nor a manacled corpse suspended from a limb. Smithline and her\nfamily gave the museum dozens of photos, letters and personal\neffects, including the tiny leather shoes Leo wore as a baby.\n\n   Smithline has not been to the museum. ``It's very difficult for\nme to set foot in Georgia,'' she says.\n\n   But she has visited the state. Once, while her husband was in\ntown on business, she spent hours at the Atlanta History Center\nreading about the case. She had no desire to go to Marietta.\n\n   When she heard about the Web site, Smithline at first didn't\ncare to go there either. But she soon gave in to curiosity and\ncalled it up on her computer screen and read the names of the\npeople who took it upon themselves to decide her great uncle's\nfate. They meant little to her. She felt nothing.\n\n   ``It's too late to do any good anyway,'' she says. ``They don't\nprosecute people posthumously.''\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   ATLANTA _ Mary Phagan Kean was attending a Leadership Cobb\nmeeting a few years ago when a man introduced himself with a\nstartling admission. His grandfather, he told her, was one of the\nvigilantes who ``took care of Leo Frank.''\n","\n   He wanted her to know because Kean, a 46-year-old special\neducation administrator, is the great-niece of Mary Phagan, the\nblue-eyed, pink-ribboned factory girl whose 1913 murder\nprecipitated one of the most infamous chapters in Georgia history.\nHer employer, Frank, a wiry, nervous young man from Brooklyn, was\nconvicted of the crime and then lynched near Marietta, after the\ngovernor commuted his death sentence.\n","\n   People confided in Kean. Once, at a Size 5-7-9 shop in a local\nmall, a salesgirl recognized her name and volunteered that one of\nher kin had helped string up Frank. Kean recorded what she heard\nand kept a roster of the men who believed they were avenging her\ngreat-aunt. She sealed her latest version of the list in an\nenvelope and printed across the front, with a teacher's neat\npenmanship, ``To be opened at my demise.''\n","\n   Kean pulls the envelope out of a loose-leaf binder and lays it\non a table in her home. ``I can't show this to you,'' she says.\n``Too many people would be hurt.''\n","\n   But it's too late now. One of her working lists has been posted\non the Internet against her wishes. For the first time, one of the\noldest, darkest secrets of the South _ the names of the people who\nlynched Leo Frank _ is beginning to see the light of day.\n","\n   MEMORIES KEPT ALIVE\n","\n   It has been almost 85 years since Frank was hanged, but the\npassions unleashed that long-ago morning in Marietta have not been\nforgotten. Two plays inspired by the case are opening here this\nsummer. On Tuesday, Atlanta native Alfred Uhry's musical ``Parade''\nwill begin a week-long run at the Fox Theatre. On Aug. 16, the\nanniversary of Frank's abduction, ``The Lynching of Leo Frank''\nwill be staged on the very square where Cobb County's movers and\nshakers plotted to break him out of prison and execute him.\n","\n   Retellings of this tale are nothing new, of course. Perhaps 20\nbooks, movies and plays have covered the ground in every decade\nsince Phagan and Frank were murdered. In all of them, the lynchers\nhave remained a faceless, nameless mob. The victims, on the other\nhand, are vivid.\n","\n   All these decades later, pilgrims still visit the Phagan grave\nin Marietta's Confederate cemetery and tarry at the inscription\nthat assures her soul that ``many an aching heart in Georgia beats\nfor you.'' Some of them stuffed animals, a display strangely\nreminiscent of the toys hung from a dogwood tree a few blocks away\nat the grave of another murdered child, JonBenet Ramsey.\n","\n   Across town, there's a different sort of tribute. A plaque on a\nnondescript professional building marks the spot where Frank was\nlynched. The inscription is as stark as Phagan's is lyrical:\n``Wrongly accused. Falsely convicted. Wantonly murdered.''\n","\n   Rabbi Steven Lebow, of the nearby Temple Kol Emeth, had the\nbronze tablet placed on the 80th anniversary of the lynching. It\nwas the first time anyone in Marietta had memorialized Frank, who\nwas Jewish.\n","\n   ``That lynching is treated like the original sin in Cobb\nCounty,'' Lebow says. ``It's like something out of a William\nFaulkner novel.''\n","\n   Marietta was definitely a more Faulknerian place in 1915. It was\na country town of about 6,000 centered on a classic Southern\ncourthouse square that filled with farmers' horse-drawn wagons on\nSaturday afternoons. The county's largest employer was the Brumby\nrocking chair factory. Atlanta, 20 miles down red-clay roads, felt\nmuch farther away than it does today.\n","\n   It was an era of vigilantism. Twenty-two people _ all but one of\nthem black _ were lynched in Georgia in 1915. One of them died the\nsame day as Frank; 63-year-old John Riggins was hanged near\nBainbridge for allegedly assaulting a white tobacco planter's wife.\nThe story rated three paragraphs on an inside page of The Atlanta\nJournal.\n","\n   Frank's lynching got a three-line banner headline across the\nfront. His story was utterly unique. Here was a white man, an Ivy\nLeague-educated Yankee, convicted of murdering a pretty gentile\ngirl with Marietta roots, all on the testimony of a black janitor\nwho said his boss man had come on to her at the pencil factory.\nSex, race, religion, class, sectionalism _ in one swoop, the case\nexposed the raw nerves quivering below the surface of the New\nSouth. Once Frank was sentenced to die, his fate became a national\ncause celebre, on one side galvanizing the newly formed\nAnti-Defamation League of B'nai B'rith, on the other helping to\ninspire the rebirth of the Ku Klux Klan.\n","\n   For all its larger repercussions, however, the Frank story\ncontinues to fascinate historians and playwrights for one very\nhuman reason: It began and ended with murder mysteries.\n","\n   ``The lynching is one of the great unsolved crimes of the 20th\ncentury,'' says Steve Oney, a Los Angeles writer who has been\nworking on a book about the case for more than a decade.\n","\n   Many of the details are known from contemporary and historical\naccounts.\n","\n   In the summer of 1915, after Gov. John M. Slaton commuted\nFrank's death penalty to life in prison, a group of Cobb civic\nleaders calling themselves the Knights of Mary Phagan met secretly\nto plot the lynching. What drove them to action, Oney says, wasn't\nblind anti-Semitism. It was their belief that Slaton had pulled a\nfast one; one of the partners in his Atlanta law firm was Luther Z.\nRosser, Frank's lead defense counsel.\n","\n   Oney draws an analogy: ``Imagine how people would have felt if\nO.J. Simpson had been found guilty and the governor of California\ncommuted his sentence and, oh, by the way, he practiced law with\nJohnnie Cochran.''\n","\n   Three weeks after the commutation, the Knights launched an\nattempt to abduct Frank but had to abort it because someone talked.\nA few days later, an inmate attacked Frank with a butcher knife,\nslitting his throat and almost killing him. The lynchers bided\ntheir time as he healed.\n","\n   Finally, late on the afternoon of Aug. 16, a Monday, eight cars\nleft Marietta one by one for the state prison farm in\nMilledgeville. The commandos arrived shortly before midnight, cut\nthe telephone wires, severed the gas lines of the prison cars and\noverpowered the guards. They woke Frank, handcuffed him and drove\nhim through the night to his execution.\n","\n   The sun was beginning to rise as the party approached Marietta.\nThey had planned to hang Frank in the town square or at Phagan's\ngrave. Now they decided they'd better get it done before daylight,\nso they pulled off into an oak grove on a farm belonging to a\nformer Cobb sheriff. They wanted to know whether Frank had any last\nrequests. He removed his wedding ring and asked that it be returned\nto his wife of five years, Lucille, a member of one of Atlanta's\nmost prominent Jewish families, the Seligs. He was allowed to write\nher a note, Oney says, but the lynchers destroyed it because it was\nin German and they couldn't be sure he wasn't pointing a finger at\nthem.\n","\n   A little after 7 a.m., one of the men kicked a table out from\nunder Frank. His body dangled 4 feet above the ground, blood\nspreading from the reopened knife wound, and he slowly strangled to\ndeath.\n","\n   When word of the lynching reached Marietta, people rushed to the\nscene and snapped photos of the corpse and snipped pieces of the\nrope for souvenirs. One roadhouse in Smyrna for years displayed a\nscrap of what it claimed was the nightshirt Frank had been wearing.\n","\n   Some in the crowd wanted to mutilate the corpse. One man ground\nhis heel into the face. Thanks to a judge who talked down the mob,\nFrank's body was spirited to Atlanta before any further desecration\nand shipped home to New York. He was buried under a headstone that\nbears the Latin engraving semper idem _ ``always the same.''\n","\n   The state prison commission conducted an investigation. Cobb\nCounty held two inquests. But no suspects were named, no charges\nbrought. Marietta had closed ranks. The Knights of Mary Phagan had\ntaken a vow of silence.\n","\n   As it turned out, not all of them would take their secret to the\ngrave.\n","\n   THE SECRET LISTS\n","\n   Bill Kinney is sitting in a back booth at the Cupboard, a\nmeat-and-three restaurant in an old house near the square in\nMarietta. The columnist has covered his native Cobb County for\nalmost half a century with the Marietta Daily Journal. As he pokes\nhis fork into a mound of sweet potato souffle, he considers the\ntouchy question of why, after all these years, Frank's lynchers\nhave never been named.\n","\n   ``It's a community embarrassment, that's why,'' he says. ``My\nmother always said not to talk about it because it was a black eye\nfor Marietta. So we didn't talk about it.''\n","\n   But some people did _ people in a position to know. Whether they\nwere proud of their involvement or stricken by guilty consciences,\nsome of the lynchers (the last one of whom died a quarter of a\ncentury ago) wrote things down or told their recollections to\nfamily and friends. One account, from the inner circle of the\nconspiracy, ended up in Kinney's possession.\n","\n   As a young reporter, Kinney wanted to know everything about the\nFrank case. He spent days in the Fulton County courthouse reading\nthe trial transcripts (which have since disappeared) and decided\nthat, like the jurors, he would have voted to convict.\n","\n   Then, almost 30 years ago, he got a call from a good friend, a\nlocal judge. One of the last lynchers had suffered a heart attack\nsome years before. Feeling pangs of mortality, he had summoned the\njudge and made a deathbed statement of what he knew about the Frank\nkilling. The judge had a list of people who had planned and carried\nit out. He was getting old now and wanted to entrust the\ninformation to his newspaper pal.\n","\n   ``I didn't know what to do with it,'' Kinney remembers. ``It's\nlike wanting to know something, and once you know it, you're sorry.\nIt's been a burden.''\n","\n   Over the years, a procession of students, historians and\njournalists have tramped into Kinney's office and tried to wheedle\na peek at the list. He guards it like a last will and testament.\nWhile he has hinted at some of the names in talks before civic\ngroups, he has disclosed little. He certainly hasn't spilled the\nbeans in the Marietta paper, not when he sees the grandsons and\ngreat nieces of lynchers on a weekly basis.\n","\n   Kinney sees one of the descendants in the mirror every morning.\nAn uncle of his, a barber named Cicero Dobbs, was almost certainly\na member of the group that plotted Frank's death.\n","\n   ``I don't know if he was involved,'' Kinney says. ``Everyone\nsays he was.''\n","\n   There are others with lists. Kean has hers. Oney obtained one\nfrom a woman who had taken dictation from her father, one of the\nlynchers, during the '40s. Tim Cole, a sports marketer who grew up\nin Cobb County, got a list from a person who got it from one of the\nlynchers. He passed it along to Rabbi Lebow, whose synagogue he\nattends with his Jewish wife.\n","\n   Until recently, none of the list-keepers has tried to publicize\nthe information _ not even the rabbi responsible for the plaque\nmemorializing Frank.\n","\n   ``I just put it in a file,'' Lebow says. ``I know some nice and\nkind people here who are related to members of the lynch mob. I\ndidn't want to hurt them.''\n","\n   Dan Cox, director of the Marietta Museum of History, saw\nfirsthand how damaging anything connected to the lynching could be\nwhen he gave an interview to a reporter a few years ago.\n","\n   ``The story kind of implied that someone had been involved, and\nI knew good and well he hadn't been,'' Cox says. ``Well, his widow\ncalled and said it was news to her. She was upset. She said she\nhadn't been sleeping very well just thinking about it. This is\nstill very sensitive with the older people.''\n","\n   Cox has his own list, based in part on oral histories he has\nconducted. He figures the whole sordid story will all come out\nsooner or later _ probably when Oney's book is published _ and he\nalmost welcomes that day, as if a ball and chain will finally have\nbeen unfastened from Marietta's psyche. He just doesn't want to be\nthe one who does it. He has to live here.\n","\n   This year an Atlantan saved Marietta the trouble.\n","\n   NAMES MADE PUBLIC\n","\n   The list that finally came out is one Mary Phagan Kean made as a\nyoung woman when she started gathering information for a memoir she\nfinished in 1987. She disclosed no names in her book. But she did\nshare her intelligence with Tom Watson Brown, a garrulous lawyer\nand great grandson of Tom Watson, the politician-turned-publisher\nwho did so much to inflame feelings against Frank in his\nnewspapers. Brown forwarded a copy of the list to a friend at Emory\nUniversity, who placed it in the Leo Frank file in the general\nlibrary's special collections. That's where Stephen Goldfarb saw\nit; he thought he'd discovered the Holy Grail.\n","\n   Goldfarb, an information line researcher at the Atlanta-Fulton\nPublic Library, holds a doctorate in history and has written about\nthe Frank case for several years. After doing some biographical\nspade work to identify the names, he approached several\npublications in New York and Atlanta about printing his analysis.\nThey all declined for various reasons.\n","\n   Weary of the project, he decided to post the information online\nat www.leofranklynchers.com. He did it, he says, not in a spirit of\nvengeance, but because it was a piece of lost history that might\nlead to more pieces.\n","\n   ``We don't blame the children of Germany for the Holocaust,''\nGoldfarb says. ``How can we blame the people of Marietta who are\ntwo generations removed for this lynching? You don't chose your\nancestors.''\n","\n   The list shows about two dozen people, some identified only by\nsurname, a few with notations suggesting that they planned the\noperation, actually participated in the lynching or, in one case,\nmight have knotted the hangman's noose.\n","\n   Kean, who admits the document is hers, says it was an embryonic\neffort marred by several mistakes. She was ticked off at Goldfarb\nfor putting it on the Internet. To avoid any future indiscretions,\nshe vows to shred her current list _ the one marked ``To be opened\nat my demise.''\n","\n   Even allowing for some inaccuracies, the Web site supports what\nhas always been said about the Frank lynching: that the leading\ncitizens of Cobb County conceived and sanctioned it. The list\nincludes judges, lawyers, bankers, a former House speaker, a former\ngovernor and some of the county's oldest names _ Brumby, Clay,\nDorsey, Morris, Sessions _ several of whom have Marietta streets\nnamed for them. Most of them probably weren't at the hanging, but\nthey set it in motion.\n","\n   ``This thing was organized from the courthouse on down,'' says\nCox, of the Marietta history museum, who reviewed the list and\nconfirmed many of the names.\n","\n   But the treachery wasn't confined to Cobb. The Frank lynching\nwas not, as many think, a moral stain that Marietta bears\nexclusively. Oney, whose book is scheduled to be published by\nPantheon next year, promises to detail a much broader conspiracy, a\nstain that leeches across the Chattahoochee River and beyond.\n","\n   ``The story is a lot bigger than that list,'' he says. ``The\nlynching was planned and carried out in Marietta, true. But there\nwere accomplices in Atlanta and Milledgeville. Powerful people in\nthe state government had to sign off. It wasn't just Cobb County\nthat lynched Leo Frank.''\n","\n   A PAINFUL PAST\n","\n   Mary Phagan Kean is not the only woman linked by blood and\nanguish to the Frank drama. In Wyckoff, N.J., Catherine Smithline,\nFrank's 53-year-old great niece, has been following the\nreverberations of the case for years. She believes she is the first\nmember of the Frank family to speak to the Atlanta media in many\ndecades.\n","\n   Like the Phagans, the Franks didn't talk much about the painful\nevents of the past. Smithline didn't hear the story until she was\nin high school. Her mother, the daughter of Frank's sister, didn't\nfind out about it until she was on a date in the late '30s and saw\na Lana Turner movie loosely based on the saga, ``They Won't\nForget.''\n","\n   ``You know that's about your uncle,'' her boyfriend said. She\nhad always been told that her Uncle Leo died of pneumonia.\n","\n   A few years ago, the William Breman Jewish Heritage Museum in\nAtlanta contacted Smithline to see whether the Frank family had any\nartifacts it might donate. Archivist Sandra Berman wanted to show\nFrank as a human being, not just a bug-eyed suspect in a courtroom\nor a manacled corpse suspended from a limb. Smithline and her\nfamily gave the museum dozens of photos, letters and personal\neffects, including the tiny leather shoes Leo wore as a baby.\n","\n   Smithline has not been to the museum. ``It's very difficult for\nme to set foot in Georgia,'' she says.\n","\n   But she has visited the state. Once, while her husband was in\ntown on business, she spent hours at the Atlanta History Center\nreading about the case. She had no desire to go to Marietta.\n","\n   When she heard about the Web site, Smithline at first didn't\ncare to go there either. But she soon gave in to curiosity and\ncalled it up on her computer screen and read the names of the\npeople who took it upon themselves to decide her great uncle's\nfate. They meant little to her. She felt nothing.\n","\n   ``It's too late to do any good anyway,'' she says. ``They don't\nprosecute people posthumously.''\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}