{"DocumentId":"NYT20000921.0269","TopicId":"NYT","Relevance":"0","Body":" BC-ADVANCE-BJT24-COX \n    \n\n UPDATE      UPDATE\n      CoxNet Cox News Service budget\n      FOR SUNDAY, Sept. 24, 2000\n      c. 2000 Cox News Service\n\n   For questions, please call 404-526-5456.\n\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n\n   Eds. Deletes: MISSOURI;\n\n   Adds: TV, SLEAZY-ROCK, FBN-COWBOYS, KOA, GATEWAY, GATEWAY-PLAN,\nCHINA-SEX, CUBA-JOURNAL, FALL-TV\n\n   THE WEEKEND DUTY EDITORS ARE:\n\n   IN ATLANTA: Diane Fall at 404-526-5456\n\n   IN WASHINGTON: Art Dalglish at 301-460-6176 (home) or Andy\nAlexander at 540-547-4211 (home).\n\n   OLYMPICS\n\n   OLY-TV _ Here's what you'll see on TV tonight. Brief list.\n(Rogers, Cox News Service)\n\n   OLY-LOCAL _ Summary of athletes with Georgia connections\n_yesterday's highlights, today's schedule. (Staff, Cox News\nService)\n\n   INTERNATIONAL\n\n   CUBA-EMBARGO-$ADV24 _ VARADERO, Cuba _ The U.S. Congress has\nmoved closer to easing the Cuban embargo, giving initial passage to\nmeasures that would allow the sale of food and medicine to Cuba, as\nwell as a bill that would ease travel restrictions that currently\nbar most U.S. citizens from visiting Cuba. If the latter measure\nwins final approval, it could prove a bonanza for the Cuban tourism\nindustry, which has grown dramatically in the past decade.\n(Williams, Cox News Service). WITH PHOTO.\n\n   WAN: Location, Atlanta, International, Other.\n\n   Expected to move Thursday on the NYT wire in both International\nand Financial categories.\n\n   WITH\n\n   CUBA-JOURNAL _ VARADERO, Cuba _ A golf vacation in Cuba: Now\nthere's a contradiction in terms for many baby-boomers, who spent\ntheir elementary school years in the 1960s ducking under their\ndesks for nuclear attack drills during the Cuban missile crisis.\nBut the land that once threatened us with Russian nukes has built\nits first modern 18-hole golf course at the tourist resort of\nVaradero, and hopes Americans will soon be playing the sport of\ncapitalist bankers on its socialist shores. We play a round and\nreflect on the study in contrasts that is modern Cuba. (Williams,\nCox News Service) WITH PHOTOS.\n\n   EDS: This foreign journal can twin with CUBA-EMBARGO.\n\n   CHINA-SEX _ BEIJING _ Prostitution is rampant in China. From the\nbiggest cities to the smallest towns, from the toniest hotels to\nthe seediest roadside stalls, women are making a living with their\nbodies. Experts say it is one of the major reasons for a\nskyrocketing number of cases of syphilis, gonorrhea and other\nsexually transmitted diseases (STDs). Although the government is\nstarting to recognize the seriousness of the problem, few believe\nit will be brought under control anytime soon. With an ever-more\nmobile population, a dismal level of sex education for young people\nwho are becoming increasingly sexually active and a sex industry\nthat is almost institutionalized, government efforts to limit the\nspread of STDs seem like a drop in the bucket. (Chao, Cox News\nService) WITH PHOTOS\n\n   SEIRRALEONE _ Greenville, N.C., families urge Congress to visit\nwith delegation coming from civil war-torn Seirra Leone. The\ndelegation, including several children, are coming to the U.S. next\nweek to urge the U.S. to send troops to that country to stop the\nwar. One of the locals is a new citizen who's working the\ndemocratic process to raise awareness about the war. A good subplot\nis that he is acting on his citizenship more than many of us here\nwho are natives. (Greenville Daily Reflector)\n\n   NATION\n\n   FLOOD _ Greenville N.C.'s Neighborhood Services division wants\nowners of flood damaged property to clean up their lots. A lot of\nneighbors who have fixed up their homes are complaining about the\nmess. Many offenders are awaiting buyout funds. Should they be\nforced to clean up property that's in limbo because of the slow\nwheels of government? (Greenville Daily Relector) WITH PHOTO\n\n   CHARTER-SCHOOLS _ WASHINGTON _ Charter schools have crossed the\nthreshold from ``experimental'' to a real educational phenomenon.\nThere has been a sharp increase in the number of charter schools\nand many more are in the works. Still, they represent only one of\nevery 45 schools and the jury is out on whether they provide a\nbetter education. Plus, there's heated discussion over who should\nlicense and licensing standards. (Mollison, Cox News Service) WITH\nPHOTOS.\n\n   WITH\n\n   CHARTER-WHAT _ A box defining charter schools, vouchers, etc.\n\n   CHARTER-Q&A-PRO _ A brief Q&A with a leading proponent of\ncharter schools.\n\n   CHARTER-Q&A-CON _ A brief Q&A with a leading opponent of charter\nschools.\n\n   CHARTER-DATA _ Graphics material. Moving Wednesday.\n\n   WAN: Atlanta, National, Education\n\n   BEARS-MAIN _ GRAND JUNCTION, Colo. _What is the outlook for\nbears this winter? Are we going to see a lot of dead bears? What is\nit about habitat conditions and human development that have lead to\nso many confrontations this year? If the weather had been the way\nit was suppose to be, could we still have so many contacts? What\nwill the longer-term effects on bear population from this summer?\nHow does this compare with 1977? How does our area compare with\nother parts of the state this summer? (Grand Junction)\n\n   WITH\n\n   BEARS-STRIKES _ GRAND JUNCTION, Colo. _ In times like this, is\nthe two-strikes rule fair? Don't the bears deserve some slack\nbefore they are destroyed? Is 2-strikes good wildlife management?\n(Grand Junction)\n\n   WITH\n\n   BEARS-PEOPLE _ GRAND JUNCTION, Colo. _ What should people do?\nShould people feed the bears? What security precautions as they\nhunt, hike, go to school, etc. this fall. (Grand Junction)\n\n   VOTERS-UNINFORMED _ WASHINGTON _ In a survey of college\nfreshean, the New York Times found ``a striking ingorance of even\nthe most elementary aspects'' of U.S. politics. The year was 1943.\nMore than half a century later, amid the ongoing information boom,\nsocial scientists say little has changed. American voters are\ndisturbingly ignorant about the country's political life and its\nleaders. Even in the age of radio talk shows and Internet chat, a\nmajority of Americans have trouble identifying their congressman or\nnaming specific policy details of the presidential candidates. A\nlook at the phenomenon and its impact of voter apathy and turnout.\n(Holmes, Cox News Service)\n\n   WITH\n\n   UNINFORMED-POLLS _ A look at polling data on what Americans do\nand do not know about politics and elected officials.\n\n   Moving Wednesday in (w) Washington and (p) politics categories.\n\n   WAN: Atlanta, National, Politics\n\n   GATEWAY _ SAN DIEGO _ Gateway Inc., the computer maker with the\nboxes designed to look like dairy cows, is about to become a\nmaverick in the stampede of companies selling Internet-ready\nmachines. When Gateway introduces the first of its so-called\nInternet appliances in coming months, it will market them not as\nalternatives to traditional PCs, but as add-ons to users' existing\nhome computers. (Keefe, Cox News Service). WITH PHOTOS\n\n   WITH\n\n   GATEWAY-PLAN _ Here's a peek at the new Internet-ready computers\nthat San Diego-based Gateway Inc. plans to introduce. (Keefe, Cox\nNews Service)\n\n   (For Atlanta) TECH-GADEL _ WASHINGTON _ As high-tech companies\nmushroom, Georgia's old economy - largely built on peanuts, poultry\nand pulp wood - is being transformed. The new foundation rests on\ncomputer bits, bytes and biotech. While only about 4 percent of\nGeorgians are farmers today, about 7 percent are high-tech workers,\nsuch as computer engineers and programmers. In metro Atlanta alone,\nroughly 10,000 tech companies employ about 220,000 people. But\nwhile the tech sector is driving up the state's population and\nwealth, Georgia's 13-member delegation to Congress remains outside\nthe inner circles of tech political power. Though they won't speak\non the record, many of Georgia's business executives and lobbyists\ngrumble about their lawmakers' lackluster leadership on tech\nissues. (Geewax, Cox News Service)\n\n   With TECH-VOTE _ How the Georgia delegation voted on granting\npermanent normal trade relations to China.\n\n   Story moved Sept. 13; data to move after Senate vote on China.\n\n   WAN: Atlanta, Business, Technology\n\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n\n   BUSINESS\n\n   EXPERIENCE _ How are you supposed to get experience when no one\nwill hire you because you lack experience? We'll talk to employment\nexperts about strategies for getting around this age-old career\nCatch-22. (Mallory, Atlanta Journal-Constitution) WITH PHOTO\n\n   OPTIONS _ One out of five American workers _ clerks and assembly\nline workers as well as white-collar executives _ are eligible for\nstock options. Would you believe stock options for everybody on the\nassembly line at Ford plants and behind the counters at Starbucks?\nThe trend is driven by business necessities, including a tight\nlabor market and global competition. Top-five executives still get\na third of all options granted, but options are becoming a bigtime\nbenefit for workaday Americans, too. (Ezell, Atlanta\nJournal-Constitution)\n\n   BLACKS-STOCKS _ Black investors are getting less timid about\ninvesting in stocks, says mutual fund executive Mellody Hobson. In\na Q&A, she she talks about why African-Americans have been\nsuper-cautious and why that's beginning to change. (Ezell, Atlanta\nJournal-Constitution) WITH PHOTO\n\n   FLIGHT-SERV _ When Todd Bottorff was brought in to help pull\nFlightserv.com out of its dive in late May, he faced some\nInternet-sized challenges. The Atlanta company's stock had dropped\n90 percent from its 52-week high, after ranking as Georgia's\nbest-performing stock last year. A New York money manager had\ncancelled the second half of a $10 million investment. Few business\ntravelers were using Flightserv's Web site, www.flightserv.com.,\nwhich offers individual seats on private jet flights between\nAtlanta and New York. And the company was running out of cash. So,\nover the next several weeks, Flightserv's new president and chief\noperating officer cut the staff and marketing budget and suspended\nflights. Bottorff also plunged into retooling Flightserv's business\nmodel and rounding up new investors and business partners.\n(Grantham, Atlanta Journal-Constitution)\n\n   WITH\n\n   FLIGHT-SIDE _ A history of the shell company that became\nFlightserve. (Grantham, Atlanta Journal-Constitution)\n\n   OPED/EDITORIAL\n\n   GARCIA-COLUMN _ Political memories are notoriously short, a\nRepublican friend reminded me during a conversation about Gov.\nGeorge W. Bush's current situation. After the primaries,\nexperienced politicos never expected the race to be anything other\nthan close. But then Bush caught a good bounce after the Republican\nconvention in Philadelphia and suddenly was portrayed as inevitable\nin the national press, which now leads to stories about how badly\nthe campaign is stumbling. (Garcia, Austin American-Statesman)\n\n   KLEINBERG-COLUMN _ MIAMI _ If you leave by speedboat from the\nenvirons of Havana and set a course due north, you'll shortly reach\none of an atoll-like group of uninhabited islands called the\nMarquesas Keys. They are part of the United States, between Key\nWest and the Dry Tortugas. You land there, you're in America.\nYou've succeeded, according to Bill Clinton's controversial wet\nfoot/dry foot Cuban Adjustment Act, in reaching our shores and\nalmost assuredly will not be repatriated. Therefore, more and more\nare headed for the Marquesas as that is the shortest distance\nbetween Cuba and the United States, about 80 miles. (Kleinberg, Cox\nNews Service.) MOVES THURSDAY.\n\n   GLASS-COLUMN _ WASHINGTON _ If the Texas governor were running\nfor ``Mr. Nice Guy,'' you would have to grade his effort as an\n``A,'' as in affable, amenable, amiable and amicable. But is that\nan adequate argument to assume the presidency in 2001? Once, Bush\nglowed in the aura of an invincible winner. But that ended in the\ndog days of August and it's unlikely to return even if he manages,\nagainst high odds, to stitch together the 270 electoral votes he\nneeds to win. (Glass), Cox News Service).\n\n   Moving in (k) comnmentary and (p) politics categories.\n\n   WAN: Atlanta, Op-Ed and Editorial, Columns/Commentary(Andy Glass\nis a columnist for Cox News Service in the Washington bureau.)\nMOVES THURSDAY.\n\n   LIFESTYLE\n\n   ELECTRIC-POOCH _ Electronic puppies won't shed, won't bite,\nwon't chase cars and if you forget to take them out for a walk they\nwon't do anything unpleasant on the floor. Several toy makers\napparently think interactive electronic puppies are going to be the\nnext big fad for kids, and they've rushed quite a few models onto\ntoy department shelves this year. (Cummings, Dayton Daily News)\n\n   SAVING-CAVES _ Rusty's Cave is as quiet as a tomb and as artful\nas a museum. As long as the clumsy, the malevolent or the profane\ndon't stumble upon it, it's safe. For Rusty's, while not a secret,\nis not well known, which has protected the formations growing from\nthe floor and the ceiling. They took thousands of years to form.\nThey can shatter in seconds. In the darkness, Diane Cousineau of\nLafayette and Bill Putnam of Lawrenceville murmur about enjoying\nquiet moments in the cool embrace of the earth. ``You know how some\npeople are beautiful and stunning and others are just as plain as\nplain can be?'' Cousineau says. ``Caves are like that too. Every\none is different.'' Putnam is a director the Atlanta-based\nSoutheastern Cave Conservancy Inc., which Cousineau chairs. For the\npast several years, the 600-member organization has rapidly\nacquired caverns from West Virginia to Florida both to hold and to\nprotect. Most are near Tennessee-Alabama-Georgia border, a region\nwith perhaps more caves per square mile than anywhere in the United\nStates. ``Land acquisition is our mission,'' says Cousineau. ``We\njust need to go out and buy most of the Southeast. It's a modest\ngoal.'' (Visser, Atlanta Journal-Constitution) WITH PHOTOS\n\n   KOA _ BELTON, Texas _ Who stays at the KOA these days? What's\nthe scene there like? We spend a Saturday at one and find the\nanswers. (Robbins, Austin American-Statesman) WITH PHOTOS MOVED.\n\n   TOASTMASTERS _ is attracting more diverse members than the\nstereotypical businessmen in suits. Just about the only thing\nToastmasters all have in common anymore is the desire to be better\nspeakers. (Grand Junction) WITH PHOTOS MOVED.\n\n   WITH\n\n   TOASTMASTERS-SIDE _ First person account of the Toastmasters\nexperience. (Grand Junction) MOVED.\n\n   CoxNet LIFESTYLES: HOME & GARDEN_ (EDS: This is the CoxNet\nLifestyles page for the current week. This layout is now\navailable.)\n\n   Coxnet LIFESTYLES 0923: FALL GARDENING -- Fall, the best\ngardening season of all, is officially here _ so get organized.\nTrue, spring holds lots of promise for gardeners, avid and amateur\nalike. But autumn gives many plants their best shot at success\nbecause they'll have all winter to rest up before they're forced to\nbattle the summer stresses of heat, drought, insects and disease.\n(Flanders, Atlanta Journal-Constitution). Art includes a 4-column\ncolor photo of a fall garden next to a house.\n\n   WITH: GARDENING CHART -- A chart showing gardening tasks that\nneed to be preformed in September and October. Art includes seven\n1-column color photos.\n\n   WITH: FURNACE UPDATE -- To those conscientious folks who are\nnever late with an oil change, who have a complete physical every\nyear and who keep track of everybody's birthday, this is a gentle\nreminder: It's time to think about scheduling your annual furnace\ninspection and cleaning. (Cummings, Dayton Daily News)\n\n   TRAVEL\n\n   COXNET TRAVEL _ (EDS: This is the CoxNet Travel page for the\ncurrent week. This layout is now available.)\n\n   TRAVEL-FIRSTCOAST _ That well-traveled ribbon of asphalt known\nas A1A _ which follows Florida's Atlantic coastline south all the\nway to Key West _ takes on a different identity between Amelia\nIsland and St. Augustine. Here, the highway is known as the\nBuccaneer Trail, and it makes a beeline into the past. The 52-mile\nroute where pirates, explorers and early settlers once roamed is as\nscenic as it is historic. Florida's northeastern coast - including\nthe booming city of Jacksonville 10 miles inland on the St. Johns\nRiver - offers Atlantans many vacation options within an easy drive\nof each other. (Thrasher, Atlanta Journal-Constitution)\n\n   WITH\n\n   TRAVEL-FIRSTCOASTTOUR _ Four days on the First Coast: A ramble\nalong the historic Buccaneer Trail from Amelia Island to St.\nAugustine takes visitors through the land that once was the domain\nof native tribes, explorers, early settlers and pirates. Plus, a\nsidetrip off the trail to the booming city of Jacksonville.\n(Thrasher, Atlanta Journal-Constitution)\n\n   TRAVEL-FLA-DRIVES _ A short on ``Worth the Drive,'' a free,\n84-page guide published by Visit Florida (the state's tourism\npromotions agency), featuring driving tours of 10 regions, as well\nas theme tours that focus on ethnic heritage and outdoor adventure.\n(Hamilton, Atlanta Journal-Constitution)\n\n   WITH\n\n   TRAVEL-FLORIDA-WEB _ Here are helpful Web sites to plan a\nFlorida trip, including www.flausa.com, an extensive and\nwell-organized site maintained by Visit Florida, the state's\nofficial tourism promotion agency. (Hamilton, Atlanta\nJournal-Constitution)\n\n   TRAVEL-TIPS _ Going Places _ Paula Crouch Thrasher's weekly\ncolumn of travel news, notes and tips. (Thrasher, Atlanta\nJournal-Constitution)\n\n   TIME-SHARE _ It can be hard to say no to a timeshare salesman.\nYou are spending a weekend, gratis, at a resort, sometimes with\nspending money or half-price Disney World or dinner theater tickets\nthrown in to boot. There is an obligation to at least listen to the\npresentation, and the salesmen have a quick retort for every reason\nnot to buy. But the salesmen probably never mention the inevitable\nday when you try to sell the timeshare. Then you may find that your\nvacation adventure has turned into a financial nightmare. The\nInternet, however, is providing some relief. (Beasley, Atlanta\nJournal-Constitution)\n\n   ALABAMA _If you've been through Birmingham lately, you might\nhave noticed something odd about the skyline. Vulcan has vamoosed.\nThe cast-iron statue that for six decades crowned the ridge\noverlooking downtown has been dismantled for safety reasons. Like\nHumpty Dumpty, the Roman god of the forge sits in pieces behind a\nfence in Vulcan Park, awaiting the funds to repair his parts and\nput him back together again. ``It's got to be the world's largest\nderriere,'' says Stewart Dansby, executive director of the Vulcan\nPark Foundation, mentioning the bare metal bum that has spawned\nmany a joke and ``Buns of Iron'' T-shirt. ``We've had more than one\nperson kiss it.'' Must be an Alabama thing. (Auchmutey, Atlanta\nJournal-Constitution)\n\n   FASHION\n\n   FASHION-PLAIDS _ Great Scot! Plaids are back, but with a\ndecidedly updated look. From prim and proper to hip and funky,\nunusual colors give the traditional preppy pattern a new edge.\nThink teal blue with brown, chartreuse with olive, orange with\npurple. (Johnson, Atlanta Journal-Constitution) WITH PHOTOS\n\n   SCIENCE/MEDICINE\n\n   FERTILITY _ Recent birth of sextuplets in Greenville, N.C.,\nfocuses international debate about the use of fertilty drugs in\neastern North Carolina. What medical experts, religious leaders,\nacademic authorities _ and hopefully the parents _ think about the\nfertility drug pros and cons. The growing use of such drugs is\nincreasing the chances of multiple births like the once here, in\nIowa and Italy. Do such pregnancies unnecessarily risk the babies'\nlives? Do they place unnecessary financial and emotional strain on\nthe families and communities that support them? Are such risks and\nstrains acceptable in the face of infertility? (Greenville Daily\nReflector)\n\n   POLIO _ This summer, world health officials - including the CDC\n- acknowledged they would not meet an oft-stated goal of ridding\nthe world of polio by the end of this year. Next week, (Sept. 27),\nmany of those officials leading the fight will join Ted Turner and\nother big spenders who are helping to fund the effort, in a ``polio\nsummit'' to explore why the fight is not being won on time. The NYC\nmeeting is intended to redirect attention away from the\npublic-health failure and focus media attention on the last push to\neradicate polio - which WHO hopes to accomplish shortly. To set up\nthe conference, we take a look at why 15-20 of the 30 countries\nwhich had polio at the end of 1999 still do and ask ``What's taking\nso long?'' (McKenna, Atlanta Journal-Constitution)\n\n   ENTERTAINEMTN/ARTS\n\n   SLEAZY-ROCK _Just when we thought we'd seen and heard\neverything, along comes Spin magazine, whose October cover carries\nthe headline (in barfy neon green, no less), ``The 100 Sleaziest\nMoments in Rock.'' The mind boggles, wondering what the editors\nmight pick from the unspeakably vast pantheon of potential\ncandidates. (Rollins, Dayton Daily News)\n\n   TV _ Review of ``Grosse Pointe,'' new TV show on WGN. And\ntoday's Hollywood lesson: Don't mess with Aaron Spelling. The\nlegendary producer may be about 125 years old, but he still wields\nclout in Tinseltown. (Thompson, Palm Beach Post) MOVED.\n\n   FALL-TV _ As the presidential campaign shifts into final gear,\nthe new TV season gets under way. You've probably noticed that\nsummer rerun season has been especially long this year _ an unhappy\nsituation necessitated by the late-arriving Summer Olympics. We've\nslogged through ``Survivor,'' muddled through ``Who Wants to Be a\nMillionaire'' and a few reality also-rans. Now it's time to get\ndown to business, the prime-time entertainment business, with real\nseries written by real writers and starring real actors. A look at\nwhat's coming this fall. (Holloway, Austin American-Statesman)\nMOVED.\n\n   TORONTO-FESTIVAL _ An overview of the film festival. (Larsen,\nDayton Daily News)\n\n   E-ARTS _ News about the arts on the Internet. (Staff, Atlanta\nJournal-Constitution)\n\n   DENZEL _ (TENTATIVE) Q and A with Denzel Washington about making\n``Remember The Titans.'' (Longino, Atlanta Journal-Constitution)\n\n   WHERES-THE-SCRIPT _ If you learn one thing from this summer's\nrecent slate of lackluster movies, learn this: ``Hollywood just\ndoesn't get it.'' We've had three months of blaring soundtracks\n(``Coyote Ugly''), bragadocious special effects (``Hollow Man'')\nand more pounding waves of water(``The Perfect Storm'') than anyone\nshould endure in a lifetime. But in all that hype, where was the\nstory? That's what Robert McKee wants to know. McKee, a longtime\nscriptwriter and instructor, came to Atlanta recently for a\nspecial, intensive 3-day lecture on scriptwriting. We talk to him _\nand his students _ about the state of filmmaking, the recent summer\ndoldrums and what makes a solid, got-to-see-it movie. (Longino,\nAtlanta Journal-Constitution)\n\n   PLAYWRIGHT _ A conversation with Pulitzer Prize-winning\nplaywright Donald Margulies, whose ``Dinner With Friends'' is in\nthe midst of a monthlong run at the Alliance Theatre. He talks\nabout what it's like to win the Pulitzer, where DWF came from,\nadapting Tom Wolfe's Atlanta-set ``A Man in Full'' for NBC,\nplaywrighting, middle age and much more. (Janich, Atlanta\nJournal-Constitution)\n\n   NY-STAGE-PREVIEW _ New York and regional season preview (short\nintro and bulleted items) pegged to 9/26 previews of ``Full\nMonty,'' the Broadway musical. (Hulbert, Atlanta\nJournal-Constitution)\n\n   BOOKS\n\n   COXNET BOOKS _ (EDS: This is the CoxNet Books page for the\ncurrent week. This layout is now available.)\n\n   BOOKS-FANNY _ Review of Catherine Clinton's biography ``Fanny\nKemble's Civil Wars.'' (Fanny, Atlanta Journal-Constitution)\n\n   BOOKS-CHERRY _ Review of Mary Karr's memoir, ``Cherry,'' the\nanxiously awaited sequel to her best-selling ``Liar's Club.''\n(Pearson, Atlanta Journal-Constitution)\n\n   BOOK-BLONDES _ Review of Candace Bushnell's novel ``Four\nBlondes.'' (Atlanta Journal-Constitution)\n\n   SKUBE-ON-BOOKS _ On Barbara Robinette Moss' memoir, ``Change Me\nInto Zeus's Daughter,'' about growing up in deep poverty in\nAlabama. (Skube, Atlanta Journal-Constitution) FOR SUNDAY\n\n   BOOKS_FOAM _ Emory prof Sidney Perkowitz is nuts about foam. He\nlooks at a cup of capuccino and sees the structure of the early\nuniverse. Now he's written a book about it, called, as one might\nexpect, ``Universal Foam.'' (Earle, Atlanta Journal-Constitution)\n\n   SPORTS\n\n   BASEBALL\n\n   BBO-SPORTSCASTER _ Skip Caray, the son of legend Harry Caray,\nwas born to be a baseball broadcaster. Pete Van Wieren was born to\nbe anything but. The native of Rochester, N.Y., was in a rock band\nand his only college sport was bowling. But Van Wieren has been\nwith Caray for 25 years as the voices of the Braves. The man they\ncall ``The Professor'' is the anit-Caray. (Wilkinson, Atlanta\nJournal-Constitution) WITH PHOTOS\n\n   FOOTBALL\n\n   PROS\n\n   FBN-KURTWARNER _ If anyone thought the Rams quarterback Kurt\nWarner would be a one-year wonder, take a look at the start he has\nhad this year. Last year's league MVP is once again leading the NFL\nin passing and has led the Rams to an unbeaten record. His story as\na former Arena League player was well-chronicled last year as he\nled the Rams to a Super Bowl victory. Now, he's back and appears\nstronger than ever. (Sugiura, Atlanta Journal-Constitution)\n\n   FBN-COWBOYS _ Previewing the Dallas vs. San Francisco NFL game.\nNow that Dallas has won its first game, the Cowboys seek\nconsistency. The next test is the once-powerful San Francisco\n49ers. (Cantu, Austin American-Statesman)\n\n   AUTO RACING\n\n   (The CoxNet weekly NASCAR page is still available for Sunday\nuse, except on weeks when the race is on Saturday.)\n\n   COXNET BUDGET INFORMATION\n\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EDT and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n\n   HOW TO REACH US\n\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n\n   News editor Tom Oder, 404-526-5887, toder(at)coxnews.com.\n\n   Night news editor Todd C. Duncan, 404-526-7282,\ntduncan(at)coxnews.com.\n\n   Cox Washington Bureau:\n\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n\n   Story Filed By Cox Newspapers\n\n   For Use By Clients of the New York Times News Service\n","Headline":"\n    \n","Text":["\n   For questions, please call 404-526-5456.\n","\n   Photo and graphics information and editors' names can be found\nat the end of this budget.\n","\n   Eds. Deletes: MISSOURI;\n","\n   Adds: TV, SLEAZY-ROCK, FBN-COWBOYS, KOA, GATEWAY, GATEWAY-PLAN,\nCHINA-SEX, CUBA-JOURNAL, FALL-TV\n","\n   THE WEEKEND DUTY EDITORS ARE:\n","\n   IN ATLANTA: Diane Fall at 404-526-5456\n","\n   IN WASHINGTON: Art Dalglish at 301-460-6176 (home) or Andy\nAlexander at 540-547-4211 (home).\n","\n   OLYMPICS\n","\n   OLY-TV _ Here's what you'll see on TV tonight. Brief list.\n(Rogers, Cox News Service)\n","\n   OLY-LOCAL _ Summary of athletes with Georgia connections\n_yesterday's highlights, today's schedule. (Staff, Cox News\nService)\n","\n   INTERNATIONAL\n","\n   CUBA-EMBARGO-$ADV24 _ VARADERO, Cuba _ The U.S. Congress has\nmoved closer to easing the Cuban embargo, giving initial passage to\nmeasures that would allow the sale of food and medicine to Cuba, as\nwell as a bill that would ease travel restrictions that currently\nbar most U.S. citizens from visiting Cuba. If the latter measure\nwins final approval, it could prove a bonanza for the Cuban tourism\nindustry, which has grown dramatically in the past decade.\n(Williams, Cox News Service). WITH PHOTO.\n","\n   WAN: Location, Atlanta, International, Other.\n","\n   Expected to move Thursday on the NYT wire in both International\nand Financial categories.\n","\n   WITH\n","\n   CUBA-JOURNAL _ VARADERO, Cuba _ A golf vacation in Cuba: Now\nthere's a contradiction in terms for many baby-boomers, who spent\ntheir elementary school years in the 1960s ducking under their\ndesks for nuclear attack drills during the Cuban missile crisis.\nBut the land that once threatened us with Russian nukes has built\nits first modern 18-hole golf course at the tourist resort of\nVaradero, and hopes Americans will soon be playing the sport of\ncapitalist bankers on its socialist shores. We play a round and\nreflect on the study in contrasts that is modern Cuba. (Williams,\nCox News Service) WITH PHOTOS.\n","\n   EDS: This foreign journal can twin with CUBA-EMBARGO.\n","\n   CHINA-SEX _ BEIJING _ Prostitution is rampant in China. From the\nbiggest cities to the smallest towns, from the toniest hotels to\nthe seediest roadside stalls, women are making a living with their\nbodies. Experts say it is one of the major reasons for a\nskyrocketing number of cases of syphilis, gonorrhea and other\nsexually transmitted diseases (STDs). Although the government is\nstarting to recognize the seriousness of the problem, few believe\nit will be brought under control anytime soon. With an ever-more\nmobile population, a dismal level of sex education for young people\nwho are becoming increasingly sexually active and a sex industry\nthat is almost institutionalized, government efforts to limit the\nspread of STDs seem like a drop in the bucket. (Chao, Cox News\nService) WITH PHOTOS\n","\n   SEIRRALEONE _ Greenville, N.C., families urge Congress to visit\nwith delegation coming from civil war-torn Seirra Leone. The\ndelegation, including several children, are coming to the U.S. next\nweek to urge the U.S. to send troops to that country to stop the\nwar. One of the locals is a new citizen who's working the\ndemocratic process to raise awareness about the war. A good subplot\nis that he is acting on his citizenship more than many of us here\nwho are natives. (Greenville Daily Reflector)\n","\n   NATION\n","\n   FLOOD _ Greenville N.C.'s Neighborhood Services division wants\nowners of flood damaged property to clean up their lots. A lot of\nneighbors who have fixed up their homes are complaining about the\nmess. Many offenders are awaiting buyout funds. Should they be\nforced to clean up property that's in limbo because of the slow\nwheels of government? (Greenville Daily Relector) WITH PHOTO\n","\n   CHARTER-SCHOOLS _ WASHINGTON _ Charter schools have crossed the\nthreshold from ``experimental'' to a real educational phenomenon.\nThere has been a sharp increase in the number of charter schools\nand many more are in the works. Still, they represent only one of\nevery 45 schools and the jury is out on whether they provide a\nbetter education. Plus, there's heated discussion over who should\nlicense and licensing standards. (Mollison, Cox News Service) WITH\nPHOTOS.\n","\n   WITH\n","\n   CHARTER-WHAT _ A box defining charter schools, vouchers, etc.\n","\n   CHARTER-Q&A-PRO _ A brief Q&A with a leading proponent of\ncharter schools.\n","\n   CHARTER-Q&A-CON _ A brief Q&A with a leading opponent of charter\nschools.\n","\n   CHARTER-DATA _ Graphics material. Moving Wednesday.\n","\n   WAN: Atlanta, National, Education\n","\n   BEARS-MAIN _ GRAND JUNCTION, Colo. _What is the outlook for\nbears this winter? Are we going to see a lot of dead bears? What is\nit about habitat conditions and human development that have lead to\nso many confrontations this year? If the weather had been the way\nit was suppose to be, could we still have so many contacts? What\nwill the longer-term effects on bear population from this summer?\nHow does this compare with 1977? How does our area compare with\nother parts of the state this summer? (Grand Junction)\n","\n   WITH\n","\n   BEARS-STRIKES _ GRAND JUNCTION, Colo. _ In times like this, is\nthe two-strikes rule fair? Don't the bears deserve some slack\nbefore they are destroyed? Is 2-strikes good wildlife management?\n(Grand Junction)\n","\n   WITH\n","\n   BEARS-PEOPLE _ GRAND JUNCTION, Colo. _ What should people do?\nShould people feed the bears? What security precautions as they\nhunt, hike, go to school, etc. this fall. (Grand Junction)\n","\n   VOTERS-UNINFORMED _ WASHINGTON _ In a survey of college\nfreshean, the New York Times found ``a striking ingorance of even\nthe most elementary aspects'' of U.S. politics. The year was 1943.\nMore than half a century later, amid the ongoing information boom,\nsocial scientists say little has changed. American voters are\ndisturbingly ignorant about the country's political life and its\nleaders. Even in the age of radio talk shows and Internet chat, a\nmajority of Americans have trouble identifying their congressman or\nnaming specific policy details of the presidential candidates. A\nlook at the phenomenon and its impact of voter apathy and turnout.\n(Holmes, Cox News Service)\n","\n   WITH\n","\n   UNINFORMED-POLLS _ A look at polling data on what Americans do\nand do not know about politics and elected officials.\n","\n   Moving Wednesday in (w) Washington and (p) politics categories.\n","\n   WAN: Atlanta, National, Politics\n","\n   GATEWAY _ SAN DIEGO _ Gateway Inc., the computer maker with the\nboxes designed to look like dairy cows, is about to become a\nmaverick in the stampede of companies selling Internet-ready\nmachines. When Gateway introduces the first of its so-called\nInternet appliances in coming months, it will market them not as\nalternatives to traditional PCs, but as add-ons to users' existing\nhome computers. (Keefe, Cox News Service). WITH PHOTOS\n","\n   WITH\n","\n   GATEWAY-PLAN _ Here's a peek at the new Internet-ready computers\nthat San Diego-based Gateway Inc. plans to introduce. (Keefe, Cox\nNews Service)\n","\n   (For Atlanta) TECH-GADEL _ WASHINGTON _ As high-tech companies\nmushroom, Georgia's old economy - largely built on peanuts, poultry\nand pulp wood - is being transformed. The new foundation rests on\ncomputer bits, bytes and biotech. While only about 4 percent of\nGeorgians are farmers today, about 7 percent are high-tech workers,\nsuch as computer engineers and programmers. In metro Atlanta alone,\nroughly 10,000 tech companies employ about 220,000 people. But\nwhile the tech sector is driving up the state's population and\nwealth, Georgia's 13-member delegation to Congress remains outside\nthe inner circles of tech political power. Though they won't speak\non the record, many of Georgia's business executives and lobbyists\ngrumble about their lawmakers' lackluster leadership on tech\nissues. (Geewax, Cox News Service)\n","\n   With TECH-VOTE _ How the Georgia delegation voted on granting\npermanent normal trade relations to China.\n","\n   Story moved Sept. 13; data to move after Senate vote on China.\n","\n   WAN: Atlanta, Business, Technology\n","\n   POL-TICKER _ A brief roundup of the day's campaign events,\npulled from Cox staff and wire reports. (Cox News Service) ETA: 9\np.m.\n","\n   BUSINESS\n","\n   EXPERIENCE _ How are you supposed to get experience when no one\nwill hire you because you lack experience? We'll talk to employment\nexperts about strategies for getting around this age-old career\nCatch-22. (Mallory, Atlanta Journal-Constitution) WITH PHOTO\n","\n   OPTIONS _ One out of five American workers _ clerks and assembly\nline workers as well as white-collar executives _ are eligible for\nstock options. Would you believe stock options for everybody on the\nassembly line at Ford plants and behind the counters at Starbucks?\nThe trend is driven by business necessities, including a tight\nlabor market and global competition. Top-five executives still get\na third of all options granted, but options are becoming a bigtime\nbenefit for workaday Americans, too. (Ezell, Atlanta\nJournal-Constitution)\n","\n   BLACKS-STOCKS _ Black investors are getting less timid about\ninvesting in stocks, says mutual fund executive Mellody Hobson. In\na Q&A, she she talks about why African-Americans have been\nsuper-cautious and why that's beginning to change. (Ezell, Atlanta\nJournal-Constitution) WITH PHOTO\n","\n   FLIGHT-SERV _ When Todd Bottorff was brought in to help pull\nFlightserv.com out of its dive in late May, he faced some\nInternet-sized challenges. The Atlanta company's stock had dropped\n90 percent from its 52-week high, after ranking as Georgia's\nbest-performing stock last year. A New York money manager had\ncancelled the second half of a $10 million investment. Few business\ntravelers were using Flightserv's Web site, www.flightserv.com.,\nwhich offers individual seats on private jet flights between\nAtlanta and New York. And the company was running out of cash. So,\nover the next several weeks, Flightserv's new president and chief\noperating officer cut the staff and marketing budget and suspended\nflights. Bottorff also plunged into retooling Flightserv's business\nmodel and rounding up new investors and business partners.\n(Grantham, Atlanta Journal-Constitution)\n","\n   WITH\n","\n   FLIGHT-SIDE _ A history of the shell company that became\nFlightserve. (Grantham, Atlanta Journal-Constitution)\n","\n   OPED/EDITORIAL\n","\n   GARCIA-COLUMN _ Political memories are notoriously short, a\nRepublican friend reminded me during a conversation about Gov.\nGeorge W. Bush's current situation. After the primaries,\nexperienced politicos never expected the race to be anything other\nthan close. But then Bush caught a good bounce after the Republican\nconvention in Philadelphia and suddenly was portrayed as inevitable\nin the national press, which now leads to stories about how badly\nthe campaign is stumbling. (Garcia, Austin American-Statesman)\n","\n   KLEINBERG-COLUMN _ MIAMI _ If you leave by speedboat from the\nenvirons of Havana and set a course due north, you'll shortly reach\none of an atoll-like group of uninhabited islands called the\nMarquesas Keys. They are part of the United States, between Key\nWest and the Dry Tortugas. You land there, you're in America.\nYou've succeeded, according to Bill Clinton's controversial wet\nfoot/dry foot Cuban Adjustment Act, in reaching our shores and\nalmost assuredly will not be repatriated. Therefore, more and more\nare headed for the Marquesas as that is the shortest distance\nbetween Cuba and the United States, about 80 miles. (Kleinberg, Cox\nNews Service.) MOVES THURSDAY.\n","\n   GLASS-COLUMN _ WASHINGTON _ If the Texas governor were running\nfor ``Mr. Nice Guy,'' you would have to grade his effort as an\n``A,'' as in affable, amenable, amiable and amicable. But is that\nan adequate argument to assume the presidency in 2001? Once, Bush\nglowed in the aura of an invincible winner. But that ended in the\ndog days of August and it's unlikely to return even if he manages,\nagainst high odds, to stitch together the 270 electoral votes he\nneeds to win. (Glass), Cox News Service).\n","\n   Moving in (k) comnmentary and (p) politics categories.\n","\n   WAN: Atlanta, Op-Ed and Editorial, Columns/Commentary(Andy Glass\nis a columnist for Cox News Service in the Washington bureau.)\nMOVES THURSDAY.\n","\n   LIFESTYLE\n","\n   ELECTRIC-POOCH _ Electronic puppies won't shed, won't bite,\nwon't chase cars and if you forget to take them out for a walk they\nwon't do anything unpleasant on the floor. Several toy makers\napparently think interactive electronic puppies are going to be the\nnext big fad for kids, and they've rushed quite a few models onto\ntoy department shelves this year. (Cummings, Dayton Daily News)\n","\n   SAVING-CAVES _ Rusty's Cave is as quiet as a tomb and as artful\nas a museum. As long as the clumsy, the malevolent or the profane\ndon't stumble upon it, it's safe. For Rusty's, while not a secret,\nis not well known, which has protected the formations growing from\nthe floor and the ceiling. They took thousands of years to form.\nThey can shatter in seconds. In the darkness, Diane Cousineau of\nLafayette and Bill Putnam of Lawrenceville murmur about enjoying\nquiet moments in the cool embrace of the earth. ``You know how some\npeople are beautiful and stunning and others are just as plain as\nplain can be?'' Cousineau says. ``Caves are like that too. Every\none is different.'' Putnam is a director the Atlanta-based\nSoutheastern Cave Conservancy Inc., which Cousineau chairs. For the\npast several years, the 600-member organization has rapidly\nacquired caverns from West Virginia to Florida both to hold and to\nprotect. Most are near Tennessee-Alabama-Georgia border, a region\nwith perhaps more caves per square mile than anywhere in the United\nStates. ``Land acquisition is our mission,'' says Cousineau. ``We\njust need to go out and buy most of the Southeast. It's a modest\ngoal.'' (Visser, Atlanta Journal-Constitution) WITH PHOTOS\n","\n   KOA _ BELTON, Texas _ Who stays at the KOA these days? What's\nthe scene there like? We spend a Saturday at one and find the\nanswers. (Robbins, Austin American-Statesman) WITH PHOTOS MOVED.\n","\n   TOASTMASTERS _ is attracting more diverse members than the\nstereotypical businessmen in suits. Just about the only thing\nToastmasters all have in common anymore is the desire to be better\nspeakers. (Grand Junction) WITH PHOTOS MOVED.\n","\n   WITH\n","\n   TOASTMASTERS-SIDE _ First person account of the Toastmasters\nexperience. (Grand Junction) MOVED.\n","\n   CoxNet LIFESTYLES: HOME & GARDEN_ (EDS: This is the CoxNet\nLifestyles page for the current week. This layout is now\navailable.)\n","\n   Coxnet LIFESTYLES 0923: FALL GARDENING -- Fall, the best\ngardening season of all, is officially here _ so get organized.\nTrue, spring holds lots of promise for gardeners, avid and amateur\nalike. But autumn gives many plants their best shot at success\nbecause they'll have all winter to rest up before they're forced to\nbattle the summer stresses of heat, drought, insects and disease.\n(Flanders, Atlanta Journal-Constitution). Art includes a 4-column\ncolor photo of a fall garden next to a house.\n","\n   WITH: GARDENING CHART -- A chart showing gardening tasks that\nneed to be preformed in September and October. Art includes seven\n1-column color photos.\n","\n   WITH: FURNACE UPDATE -- To those conscientious folks who are\nnever late with an oil change, who have a complete physical every\nyear and who keep track of everybody's birthday, this is a gentle\nreminder: It's time to think about scheduling your annual furnace\ninspection and cleaning. (Cummings, Dayton Daily News)\n","\n   TRAVEL\n","\n   COXNET TRAVEL _ (EDS: This is the CoxNet Travel page for the\ncurrent week. This layout is now available.)\n","\n   TRAVEL-FIRSTCOAST _ That well-traveled ribbon of asphalt known\nas A1A _ which follows Florida's Atlantic coastline south all the\nway to Key West _ takes on a different identity between Amelia\nIsland and St. Augustine. Here, the highway is known as the\nBuccaneer Trail, and it makes a beeline into the past. The 52-mile\nroute where pirates, explorers and early settlers once roamed is as\nscenic as it is historic. Florida's northeastern coast - including\nthe booming city of Jacksonville 10 miles inland on the St. Johns\nRiver - offers Atlantans many vacation options within an easy drive\nof each other. (Thrasher, Atlanta Journal-Constitution)\n","\n   WITH\n","\n   TRAVEL-FIRSTCOASTTOUR _ Four days on the First Coast: A ramble\nalong the historic Buccaneer Trail from Amelia Island to St.\nAugustine takes visitors through the land that once was the domain\nof native tribes, explorers, early settlers and pirates. Plus, a\nsidetrip off the trail to the booming city of Jacksonville.\n(Thrasher, Atlanta Journal-Constitution)\n","\n   TRAVEL-FLA-DRIVES _ A short on ``Worth the Drive,'' a free,\n84-page guide published by Visit Florida (the state's tourism\npromotions agency), featuring driving tours of 10 regions, as well\nas theme tours that focus on ethnic heritage and outdoor adventure.\n(Hamilton, Atlanta Journal-Constitution)\n","\n   WITH\n","\n   TRAVEL-FLORIDA-WEB _ Here are helpful Web sites to plan a\nFlorida trip, including www.flausa.com, an extensive and\nwell-organized site maintained by Visit Florida, the state's\nofficial tourism promotion agency. (Hamilton, Atlanta\nJournal-Constitution)\n","\n   TRAVEL-TIPS _ Going Places _ Paula Crouch Thrasher's weekly\ncolumn of travel news, notes and tips. (Thrasher, Atlanta\nJournal-Constitution)\n","\n   TIME-SHARE _ It can be hard to say no to a timeshare salesman.\nYou are spending a weekend, gratis, at a resort, sometimes with\nspending money or half-price Disney World or dinner theater tickets\nthrown in to boot. There is an obligation to at least listen to the\npresentation, and the salesmen have a quick retort for every reason\nnot to buy. But the salesmen probably never mention the inevitable\nday when you try to sell the timeshare. Then you may find that your\nvacation adventure has turned into a financial nightmare. The\nInternet, however, is providing some relief. (Beasley, Atlanta\nJournal-Constitution)\n","\n   ALABAMA _If you've been through Birmingham lately, you might\nhave noticed something odd about the skyline. Vulcan has vamoosed.\nThe cast-iron statue that for six decades crowned the ridge\noverlooking downtown has been dismantled for safety reasons. Like\nHumpty Dumpty, the Roman god of the forge sits in pieces behind a\nfence in Vulcan Park, awaiting the funds to repair his parts and\nput him back together again. ``It's got to be the world's largest\nderriere,'' says Stewart Dansby, executive director of the Vulcan\nPark Foundation, mentioning the bare metal bum that has spawned\nmany a joke and ``Buns of Iron'' T-shirt. ``We've had more than one\nperson kiss it.'' Must be an Alabama thing. (Auchmutey, Atlanta\nJournal-Constitution)\n","\n   FASHION\n","\n   FASHION-PLAIDS _ Great Scot! Plaids are back, but with a\ndecidedly updated look. From prim and proper to hip and funky,\nunusual colors give the traditional preppy pattern a new edge.\nThink teal blue with brown, chartreuse with olive, orange with\npurple. (Johnson, Atlanta Journal-Constitution) WITH PHOTOS\n","\n   SCIENCE/MEDICINE\n","\n   FERTILITY _ Recent birth of sextuplets in Greenville, N.C.,\nfocuses international debate about the use of fertilty drugs in\neastern North Carolina. What medical experts, religious leaders,\nacademic authorities _ and hopefully the parents _ think about the\nfertility drug pros and cons. The growing use of such drugs is\nincreasing the chances of multiple births like the once here, in\nIowa and Italy. Do such pregnancies unnecessarily risk the babies'\nlives? Do they place unnecessary financial and emotional strain on\nthe families and communities that support them? Are such risks and\nstrains acceptable in the face of infertility? (Greenville Daily\nReflector)\n","\n   POLIO _ This summer, world health officials - including the CDC\n- acknowledged they would not meet an oft-stated goal of ridding\nthe world of polio by the end of this year. Next week, (Sept. 27),\nmany of those officials leading the fight will join Ted Turner and\nother big spenders who are helping to fund the effort, in a ``polio\nsummit'' to explore why the fight is not being won on time. The NYC\nmeeting is intended to redirect attention away from the\npublic-health failure and focus media attention on the last push to\neradicate polio - which WHO hopes to accomplish shortly. To set up\nthe conference, we take a look at why 15-20 of the 30 countries\nwhich had polio at the end of 1999 still do and ask ``What's taking\nso long?'' (McKenna, Atlanta Journal-Constitution)\n","\n   ENTERTAINEMTN/ARTS\n","\n   SLEAZY-ROCK _Just when we thought we'd seen and heard\neverything, along comes Spin magazine, whose October cover carries\nthe headline (in barfy neon green, no less), ``The 100 Sleaziest\nMoments in Rock.'' The mind boggles, wondering what the editors\nmight pick from the unspeakably vast pantheon of potential\ncandidates. (Rollins, Dayton Daily News)\n","\n   TV _ Review of ``Grosse Pointe,'' new TV show on WGN. And\ntoday's Hollywood lesson: Don't mess with Aaron Spelling. The\nlegendary producer may be about 125 years old, but he still wields\nclout in Tinseltown. (Thompson, Palm Beach Post) MOVED.\n","\n   FALL-TV _ As the presidential campaign shifts into final gear,\nthe new TV season gets under way. You've probably noticed that\nsummer rerun season has been especially long this year _ an unhappy\nsituation necessitated by the late-arriving Summer Olympics. We've\nslogged through ``Survivor,'' muddled through ``Who Wants to Be a\nMillionaire'' and a few reality also-rans. Now it's time to get\ndown to business, the prime-time entertainment business, with real\nseries written by real writers and starring real actors. A look at\nwhat's coming this fall. (Holloway, Austin American-Statesman)\nMOVED.\n","\n   TORONTO-FESTIVAL _ An overview of the film festival. (Larsen,\nDayton Daily News)\n","\n   E-ARTS _ News about the arts on the Internet. (Staff, Atlanta\nJournal-Constitution)\n","\n   DENZEL _ (TENTATIVE) Q and A with Denzel Washington about making\n``Remember The Titans.'' (Longino, Atlanta Journal-Constitution)\n","\n   WHERES-THE-SCRIPT _ If you learn one thing from this summer's\nrecent slate of lackluster movies, learn this: ``Hollywood just\ndoesn't get it.'' We've had three months of blaring soundtracks\n(``Coyote Ugly''), bragadocious special effects (``Hollow Man'')\nand more pounding waves of water(``The Perfect Storm'') than anyone\nshould endure in a lifetime. But in all that hype, where was the\nstory? That's what Robert McKee wants to know. McKee, a longtime\nscriptwriter and instructor, came to Atlanta recently for a\nspecial, intensive 3-day lecture on scriptwriting. We talk to him _\nand his students _ about the state of filmmaking, the recent summer\ndoldrums and what makes a solid, got-to-see-it movie. (Longino,\nAtlanta Journal-Constitution)\n","\n   PLAYWRIGHT _ A conversation with Pulitzer Prize-winning\nplaywright Donald Margulies, whose ``Dinner With Friends'' is in\nthe midst of a monthlong run at the Alliance Theatre. He talks\nabout what it's like to win the Pulitzer, where DWF came from,\nadapting Tom Wolfe's Atlanta-set ``A Man in Full'' for NBC,\nplaywrighting, middle age and much more. (Janich, Atlanta\nJournal-Constitution)\n","\n   NY-STAGE-PREVIEW _ New York and regional season preview (short\nintro and bulleted items) pegged to 9/26 previews of ``Full\nMonty,'' the Broadway musical. (Hulbert, Atlanta\nJournal-Constitution)\n","\n   BOOKS\n","\n   COXNET BOOKS _ (EDS: This is the CoxNet Books page for the\ncurrent week. This layout is now available.)\n","\n   BOOKS-FANNY _ Review of Catherine Clinton's biography ``Fanny\nKemble's Civil Wars.'' (Fanny, Atlanta Journal-Constitution)\n","\n   BOOKS-CHERRY _ Review of Mary Karr's memoir, ``Cherry,'' the\nanxiously awaited sequel to her best-selling ``Liar's Club.''\n(Pearson, Atlanta Journal-Constitution)\n","\n   BOOK-BLONDES _ Review of Candace Bushnell's novel ``Four\nBlondes.'' (Atlanta Journal-Constitution)\n","\n   SKUBE-ON-BOOKS _ On Barbara Robinette Moss' memoir, ``Change Me\nInto Zeus's Daughter,'' about growing up in deep poverty in\nAlabama. (Skube, Atlanta Journal-Constitution) FOR SUNDAY\n","\n   BOOKS_FOAM _ Emory prof Sidney Perkowitz is nuts about foam. He\nlooks at a cup of capuccino and sees the structure of the early\nuniverse. Now he's written a book about it, called, as one might\nexpect, ``Universal Foam.'' (Earle, Atlanta Journal-Constitution)\n","\n   SPORTS\n","\n   BASEBALL\n","\n   BBO-SPORTSCASTER _ Skip Caray, the son of legend Harry Caray,\nwas born to be a baseball broadcaster. Pete Van Wieren was born to\nbe anything but. The native of Rochester, N.Y., was in a rock band\nand his only college sport was bowling. But Van Wieren has been\nwith Caray for 25 years as the voices of the Braves. The man they\ncall ``The Professor'' is the anit-Caray. (Wilkinson, Atlanta\nJournal-Constitution) WITH PHOTOS\n","\n   FOOTBALL\n","\n   PROS\n","\n   FBN-KURTWARNER _ If anyone thought the Rams quarterback Kurt\nWarner would be a one-year wonder, take a look at the start he has\nhad this year. Last year's league MVP is once again leading the NFL\nin passing and has led the Rams to an unbeaten record. His story as\na former Arena League player was well-chronicled last year as he\nled the Rams to a Super Bowl victory. Now, he's back and appears\nstronger than ever. (Sugiura, Atlanta Journal-Constitution)\n","\n   FBN-COWBOYS _ Previewing the Dallas vs. San Francisco NFL game.\nNow that Dallas has won its first game, the Cowboys seek\nconsistency. The next test is the once-powerful San Francisco\n49ers. (Cantu, Austin American-Statesman)\n","\n   AUTO RACING\n","\n   (The CoxNet weekly NASCAR page is still available for Sunday\nuse, except on weeks when the race is on Saturday.)\n","\n   COXNET BUDGET INFORMATION\n","\n   This budget moves daily through the week, then on Saturday at 2\np.m. and 6 p.m. EDT and afterwards as necessary based on news\ndevelopments. If stories will move after 8 p.m., an ETA will be\ngiven. All times are Eastern unless otherwise noted.\n","\n   HOW TO REACH US\n","\n   Questions should be directed to CoxNet, the Cox News Service, in\nAtlanta at 800-950-3739 or 404-526-5456. We are staffed 8 a.m. to\n10 p.m. Monday-Friday, and 1-10 p.m. on weekends and holidays.\n","\n   News editor Tom Oder, 404-526-5887, toder(at)coxnews.com.\n","\n   Night news editor Todd C. Duncan, 404-526-7282,\ntduncan(at)coxnews.com.\n","\n   Cox Washington Bureau:\n","\n   News editor Art Dalglish, 202-887-8338, artd(at)coxnews.com\n","\n   Foreign editor Rick Christie, 202-887-8316, rickc(at)coxnews.com\n","\n   Bureau chief Andy Alexander, 202-887-8334, andya(at)coxnews.com\n","\n   Story Filed By Cox Newspapers\n","\n   For Use By Clients of the New York Times News Service\n"]}