{"DocumentId":"NYT20000718.0206","TopicId":"NYT","Relevance":"0","Body":" BC-GRIZZLY-WARS-ART-NEWHOUSE \nBEHIND CONFLICT OVER NEW GRIZZLY PROGRAM, AN ENDANGERED SPECIES\nWAR \n\n   ATTENTION EDITORS: This article from NEWHOUSE NEWS SERVICE for\nTuesday, July 18, is available as a ``separate-buy.'' For\ninformation about purchasing the article, contact DEBRA WEYDERT of\nThe New York Times Syndicate at 1-732-390-4480; fax, 732-390-4697;\ne-mail: weyded nytimes.com.) \n ART ADV: five photos, of Bill Mulligan (NNS1), a grizzly and cubs\n(NNS2), a gray wolf (NNS3), Chris Servheen (NNS4) and Dick Everett\n(NNS5) ). \n By JIM NESBITT  \n c.2000 Newhouse News Service  \n\n   STEVENSVILLE, Mont. _ Up on Sunset Bench, between the sparse,\nrounded humps of the Sapphire Mountains and the jagged glower of\nthe Bitterroot Mountains, four weathered men stand around the\ndropped tailgate of a pickup truck with the grim demeanor of old\ngenerals facing the relentless advance of an ancient foe.\n\n   From their meadowed vantage point, they study a map draped\nacross the tailgate. They trace the likely routes of invasion _\ndown the steep drainages leading from the rocky fastness of the\nBitterroots into the narrow valley with the same name, natural\ncorridors of assault between the rugged wilderness and the towns,\nranches and roads of the lowlands these men call home.\n\n   ``This is the kitchen, this is where the food is,'' said Dick\nEverett, stabbing a finger to the mapped contours of the valley.\n``You put your biggest predator up there in those mountains and he\ncan't find food, he'll move on down. The only place that's low,\nwith plenty of food, is right here.''\n\n   Their enemy is the grizzly bear, hounded from the Bitterroots\nsince the 1840s and not seen in these parts since the 1940s,\nalthough some biologists believe a few may lurk deep within these\n5,785 square miles of high, wild country along the Idaho-Montana\nborder.\n\n   If wildlife advocates and federal biologists have their way, Ol'\nSilvertip will soon start a slow march through the Bitterroots\nagain, jump-started by a proposed government program to inject\ncaptured bears back into this former home range. That prospect puts\nthese men on the battlements of yet another campaign in the ongoing\nWestern war over endangered species.\n\n   It's a fight classically portrayed as a bipolar affair between\nthe New West and the Old, between urban and rural, between those\nwho regard this region as America's awe-inspiring playground and\nthose _ like Everett, who runs about 300 head of sheep along the\neast side of Sunset Bench _ who live and work amid the majestic\nscenery.\n\n   But a quarter-century-long struggle over threatened animals has\nbalkanized the issue's politics, resulting in firefights between\npresumed allies, pervasive unwillingness to abandon the\nwell-sandbagged position for common ground, and pressure on the\nEndangered Species Act itself.\n\n   Renewal of the Endangered Species Act is bottled up in Congress\nby Western Republicans taking aim at the law's command-and-control\nnature _ particularly the notion of federal land managers imposing\ntheir will without any meaningful local input _ and the fairly\ninflexible land use restrictions that protect a listed animal's\nhabitat. They lack the majority to impose their will on other\npoliticians just as adamant about wildlife preservation.\n\n   In the Bitterroots, meanwhile, internecine conflict may well\noverwhelm a promising feature of the grizzly plan: putting a\ncitizen management committee in charge of the bear's\nreintroduction.\n\n   ``No, I can't say we've got anything like tranquillity,'' said\nTom France, director of the Northern Rockies Project Office of the\nNational Wildlife Federation. ``On the left, there are\nenvironmentalists who aren't happy with compromise and on the\nright, there are people who don't want grizzlies, fear them and\ndon't like Fish and Wildlife.''\n\n   He referred to the U.S. Fish and Wildlife Service, a sponsor of\nthe grizzly plan.\n\n   The grizzly is officially listed as a threatened species in\nevery state but Alaska, thriving in only two Lower 48 locations _\nGlacier and Yellowstone national parks. In the next few weeks,\nthough, federal wildlife officials expect to give final approval to\nrelease of an ``experimental/non-essential population'' of bears\ncaptured in Canada or from Yellowstone and Glacier. In time _\nperhaps a century, given the grizzly's slow reproductive cycle _\nadvocates hope to see around 300 of the solitary predators roaming\nthe Bitterroots.\n\n   The first grizzlies _ ``charismatic megafauna,'' a scientific\ndesignation for toothy predators like bears, mountain lions and\nwolves _ have yet to be darted, drugged and netted. But the\nrhetoric is already thundering.\n\n   ``You stumble upon a mama grizzly and her cubs and tell me just\nhow charismatic SHE is,'' grumbled Idaho Gov. Dirk Kempthorne, a\nRepublican and former U.S. senator who has threatened to sue the\nFish and Wildlife Service over the grizzly proposal. ``The idea\nwe're supposed to be an outdoor laboratory for these large\npredators may be popular back East, but we don't want them. ...\nWe'll ship a few of these flesh-eating carnivores to their back\nyards and see how THEY like dealing with this dangerous animal.''\n\n   Those who've tried to stake out the middle ground find\nthemselves in a political no-man's land. France and the regional\nleader of another national wildlife organization sat down with\nloggers, union paper mill workers and timber companies to work out\nthe citizen management committee, only to be hammered from all\nquarters.\n\n   ``It's the radical center and everybody wants a piece of you _\nyour friends and your enemies,'' said Hank Fischer, director of the\nNorthern Rockies office of the Defenders of Wildlife and a key\nnegotiator.\n\n   Including members appointed by the governors of Idaho and\nMontana and the Nez Perce Indian tribe, the 15-person committee\nwould mark the first time that a portion of official power in the\nendangered species process has been given to someone other than a\nfederal biologist or bureaucrat, advocates say.\n\n   The committee could be a model for future projects. It could\naddress Westerners' prime complaint about the Endangered Species\nAct _ that there is no local input or power. And France believes it\ncould help build broader support for endangered species\nrestoration.\n\n   ``There's just too many stakeholders out here to say the\nenvironmental community alone can sustain these critters through\nthe generations,'' France said. ``We need to build a larger\ncommunity because if we don't want 'em around, they won't be here.\nWe'll kill 'em off.''\n\n   Timbermen started meeting with preservationists in 1994, holding\nsome initially tense meetings at a lodge near Lolo Pass. Both sides\nwere motivated by pragmatic self-interest _ the greens wanted to\nget animals on the ground with minimal delay and maximum management\nflexibility; the loggers and timber companies figured the bear\nprogram was a done deal and hoped to carve out a place at the table\nwhere their interests could be heard.\n\n   Eventually, they won over their brethren, pointing to the\ndevastating impact of spotted owl preservation on the timber\nindustry in Oregon and Washington, warning that last-ditch\nopposition on the grizzly could land them in the same place.\n\n   ``Let me tell you, the president of my association is not for\nthis and wonders whether he'd be better off shooting me,'' said\nMike Quigley, a member of the Associated Logging Contractors.\n``Loggers aren't happy about this, but they realize that if there's\na problem with a grizzly bear, it's a lot better to be able to call\nsomebody like me than to call the federal government.''\n\n   But even though local control is their battle cry, the prospect\nof a citizen management committee doesn't mollify conservative\ncritics of the grizzly program. Interior Secretary Bruce Babbitt\nstill has final say over the committee's actions, they point out,\nand there is nothing to keep federal bureaucrats from scrapping the\ncommittee once the program is under way.\n\n   (FIRST OPTIONAL TRIM BEGINS)\n\n   These parliamentary points are dwarfed by the specter of the\ngrizzly itself.\n\n   With its massive power and savage reputation, the bear has\nstruck terror since the days of Lewis and Clark, who traversed the\nBitterroots during their epic explorations nearly two centuries\nago. Since 1980, grizzlies have killed nine people and seriously\ninjured another 57, most of them hikers in Glacier or Yellowstone.\n\n   ``It scares me to death that they're bringing in the grizzly and\nthat it might kill somebody's child,'' said Everett. ``How are they\ngoing to compensate the parents for that?''\n\n   Wildlife biologists downplay the grizzly's deadly potential.\n\n   ``You're at more risk from getting hit by a drunk driver on your\nway to the trailhead than you are getting killed by a grizzly,''\nsaid Chris Servheen, U.S. Fish and Wildlife Service coordinator for\nthe grizzly bear reintroduction program.\n\n   Servheen thinks the grizzly, like the wolf before it, has become\na repository for the cultural fears of tradition-minded Westerners.\n\n   ``A lot of the fear associated with this is not about the bear\nitself _ it's about changes in the West, changes in a lifestyle\nthat has lived for centuries,'' he said. ``It's the impact this\nwill have on the historic way people have related to nature in the\nWest. People are afraid they won't be able to hunt and ranch and do\nthings the way they've always done things out here.''\n\n   The timbermen are sticking to their deal _ though not without\ntrepidation. Since selling the citizen management proposal to their\nmembers, they've watched other federal land use mandates severely\ncurb their ability to harvest timber on public land.\n\n   These include reintroduction of the endangered lynx and the\nhottest and most controversial issue, President Clinton's\n``roadless initiative,'' which would eliminate old logging roads\nand rope off millions of acres of national forest from new road\nconstruction. Additional logging restrictions protect water quality\nfor endangered fish _ the various species of Pacific salmon and the\nbull trout.\n\n   ``So why are we still here?'' asked Bill Mulligan, president of\nThree Rivers Timber Co., a small logging mill in Kamiah, Idaho, on\nthe west side of the Bitterroots. ``Well, we gave our word.''\n\n   (FIRST OPTIONAL TRIM ENDS)\n\n   Meanwhile, environmentalists with whom the timbermen broke bread\nare being pilloried by purists who say the grizzly plan sacrifices\nscience and strict habitat preservation to getting the animals\nquickly in place and eventually proving that they can be taken off\nthe endangered list.\n\n   The Clinton administration seems particularly sensitive to this\nlast point, anxious to demonstrate that animals aren't listed just\nto blast people from the land and lock up precious vistas for\nbackpackers. Clinton was quick to trumpet the delisting of the bald\neagle; Babbitt and his subordinates pushed mightily to downgrade\nthe status of the gray wolf in the western Great Lakes region. In\nfact, in mid-July, federal regulators announced that efforts to\nsave the wolf had been successful enough to reduce protections for\nthat animal throughout much of the United States.\n\n   The same imperative _ the politics of the Endangered Species Act\n_ seems to be driving the grizzly project, said Mike Bader,\nexecutive director of the Alliance for the Wild Rockies, a\ngrass-roots environmental group based in Missoula, Mont.\n\n   ``There's been an overemphasis on getting the bears on the\nground and declaring victory,'' he said. ``The big concern is that\nthe political bottom line determined the product, rather than what\nthe bears really need biologically.''\n\n   There is particular anger over use of the\n``experimental/non-essential population'' designation _ first for\nwolves, now for the grizzly. This special provision of the\nEndangered Species Act was patched onto the law in 1982 to give\nwildlife managers greater flexibility in dealing with problem\nanimals.\n\n   Simply put, it's easier to kill, relocate or otherwise manage a\nrogue wolf or bear with an ``experimental'' designation because\nthat animal doesn't carry the full and automatic protections of the\nact. And because this status doesn't entirely restrict land use,\nwildlife managers can tailor their program to allow some ranching,\nlogging, hunting and other activities where the animal is\nreintroduced.\n\n   (SECOND OPTIONAL TRIM BEGINS)\n\n   But purists say this approach fails to protect crucial swaths of\nhabitat essential to an animal's ultimate survival. Without the\nEndangered Species Act's complete restrictions, they argue, humans\nwon't curtail or end activities to accommodate an animal's need for\nfood, shelter and reproductive opportunities.\n\n   Of particular concern are the so-called ``corridors'' of\nhabitat, routes of travel between concentrations of animals that\nensure the genetic mingling that maintains a species' reproductive\nhealth.\n\n   (SECOND OPTIONAL TRIM ENDS)\n\n   ``We've got to bite the bullet, damn it,'' said Chuck Jonkel, a\nlongtime bear biologist and president of the Great Bear Foundation,\na nonprofit group based in Missoula.\n\n   Bucking the prevailing scientific wisdom, Jonkel and other\nmaverick biologists believe grizzlies are already living deep\nwithin the Selway-Bitterroot wilderness area, undetected by man,\nand they're searching for proof.\n\n   Any bears they find would be fully protected, their habitat\nsubject to the full force of the Endangered Species Act.\n\n   Up on Sunset Bench, the men study their map.\n\n   They point to the red ribbon of road that runs through the heart\nof their valley _ U.S. Highway 93. It is the eastern boundary of\nthe grizzly bear recovery zone, the front line of this latest war.\n\n   They vow they won't be driven from their land _ not by grizzly\nnor man.\n\n   ``This has got to be one of the prettiest places in the world\nand it's a privilege to live here,'' said Jim Freeman, a retired\nfederal forester. ``I guess that's why we fight so hard to stay\nhere.''\n","Headline":"\nBEHIND CONFLICT OVER NEW GRIZZLY PROGRAM, AN ENDANGERED SPECIES\nWAR \n","Text":["\n   STEVENSVILLE, Mont. _ Up on Sunset Bench, between the sparse,\nrounded humps of the Sapphire Mountains and the jagged glower of\nthe Bitterroot Mountains, four weathered men stand around the\ndropped tailgate of a pickup truck with the grim demeanor of old\ngenerals facing the relentless advance of an ancient foe.\n","\n   From their meadowed vantage point, they study a map draped\nacross the tailgate. They trace the likely routes of invasion _\ndown the steep drainages leading from the rocky fastness of the\nBitterroots into the narrow valley with the same name, natural\ncorridors of assault between the rugged wilderness and the towns,\nranches and roads of the lowlands these men call home.\n","\n   ``This is the kitchen, this is where the food is,'' said Dick\nEverett, stabbing a finger to the mapped contours of the valley.\n``You put your biggest predator up there in those mountains and he\ncan't find food, he'll move on down. The only place that's low,\nwith plenty of food, is right here.''\n","\n   Their enemy is the grizzly bear, hounded from the Bitterroots\nsince the 1840s and not seen in these parts since the 1940s,\nalthough some biologists believe a few may lurk deep within these\n5,785 square miles of high, wild country along the Idaho-Montana\nborder.\n","\n   If wildlife advocates and federal biologists have their way, Ol'\nSilvertip will soon start a slow march through the Bitterroots\nagain, jump-started by a proposed government program to inject\ncaptured bears back into this former home range. That prospect puts\nthese men on the battlements of yet another campaign in the ongoing\nWestern war over endangered species.\n","\n   It's a fight classically portrayed as a bipolar affair between\nthe New West and the Old, between urban and rural, between those\nwho regard this region as America's awe-inspiring playground and\nthose _ like Everett, who runs about 300 head of sheep along the\neast side of Sunset Bench _ who live and work amid the majestic\nscenery.\n","\n   But a quarter-century-long struggle over threatened animals has\nbalkanized the issue's politics, resulting in firefights between\npresumed allies, pervasive unwillingness to abandon the\nwell-sandbagged position for common ground, and pressure on the\nEndangered Species Act itself.\n","\n   Renewal of the Endangered Species Act is bottled up in Congress\nby Western Republicans taking aim at the law's command-and-control\nnature _ particularly the notion of federal land managers imposing\ntheir will without any meaningful local input _ and the fairly\ninflexible land use restrictions that protect a listed animal's\nhabitat. They lack the majority to impose their will on other\npoliticians just as adamant about wildlife preservation.\n","\n   In the Bitterroots, meanwhile, internecine conflict may well\noverwhelm a promising feature of the grizzly plan: putting a\ncitizen management committee in charge of the bear's\nreintroduction.\n","\n   ``No, I can't say we've got anything like tranquillity,'' said\nTom France, director of the Northern Rockies Project Office of the\nNational Wildlife Federation. ``On the left, there are\nenvironmentalists who aren't happy with compromise and on the\nright, there are people who don't want grizzlies, fear them and\ndon't like Fish and Wildlife.''\n","\n   He referred to the U.S. Fish and Wildlife Service, a sponsor of\nthe grizzly plan.\n","\n   The grizzly is officially listed as a threatened species in\nevery state but Alaska, thriving in only two Lower 48 locations _\nGlacier and Yellowstone national parks. In the next few weeks,\nthough, federal wildlife officials expect to give final approval to\nrelease of an ``experimental/non-essential population'' of bears\ncaptured in Canada or from Yellowstone and Glacier. In time _\nperhaps a century, given the grizzly's slow reproductive cycle _\nadvocates hope to see around 300 of the solitary predators roaming\nthe Bitterroots.\n","\n   The first grizzlies _ ``charismatic megafauna,'' a scientific\ndesignation for toothy predators like bears, mountain lions and\nwolves _ have yet to be darted, drugged and netted. But the\nrhetoric is already thundering.\n","\n   ``You stumble upon a mama grizzly and her cubs and tell me just\nhow charismatic SHE is,'' grumbled Idaho Gov. Dirk Kempthorne, a\nRepublican and former U.S. senator who has threatened to sue the\nFish and Wildlife Service over the grizzly proposal. ``The idea\nwe're supposed to be an outdoor laboratory for these large\npredators may be popular back East, but we don't want them. ...\nWe'll ship a few of these flesh-eating carnivores to their back\nyards and see how THEY like dealing with this dangerous animal.''\n","\n   Those who've tried to stake out the middle ground find\nthemselves in a political no-man's land. France and the regional\nleader of another national wildlife organization sat down with\nloggers, union paper mill workers and timber companies to work out\nthe citizen management committee, only to be hammered from all\nquarters.\n","\n   ``It's the radical center and everybody wants a piece of you _\nyour friends and your enemies,'' said Hank Fischer, director of the\nNorthern Rockies office of the Defenders of Wildlife and a key\nnegotiator.\n","\n   Including members appointed by the governors of Idaho and\nMontana and the Nez Perce Indian tribe, the 15-person committee\nwould mark the first time that a portion of official power in the\nendangered species process has been given to someone other than a\nfederal biologist or bureaucrat, advocates say.\n","\n   The committee could be a model for future projects. It could\naddress Westerners' prime complaint about the Endangered Species\nAct _ that there is no local input or power. And France believes it\ncould help build broader support for endangered species\nrestoration.\n","\n   ``There's just too many stakeholders out here to say the\nenvironmental community alone can sustain these critters through\nthe generations,'' France said. ``We need to build a larger\ncommunity because if we don't want 'em around, they won't be here.\nWe'll kill 'em off.''\n","\n   Timbermen started meeting with preservationists in 1994, holding\nsome initially tense meetings at a lodge near Lolo Pass. Both sides\nwere motivated by pragmatic self-interest _ the greens wanted to\nget animals on the ground with minimal delay and maximum management\nflexibility; the loggers and timber companies figured the bear\nprogram was a done deal and hoped to carve out a place at the table\nwhere their interests could be heard.\n","\n   Eventually, they won over their brethren, pointing to the\ndevastating impact of spotted owl preservation on the timber\nindustry in Oregon and Washington, warning that last-ditch\nopposition on the grizzly could land them in the same place.\n","\n   ``Let me tell you, the president of my association is not for\nthis and wonders whether he'd be better off shooting me,'' said\nMike Quigley, a member of the Associated Logging Contractors.\n``Loggers aren't happy about this, but they realize that if there's\na problem with a grizzly bear, it's a lot better to be able to call\nsomebody like me than to call the federal government.''\n","\n   But even though local control is their battle cry, the prospect\nof a citizen management committee doesn't mollify conservative\ncritics of the grizzly program. Interior Secretary Bruce Babbitt\nstill has final say over the committee's actions, they point out,\nand there is nothing to keep federal bureaucrats from scrapping the\ncommittee once the program is under way.\n","\n   (FIRST OPTIONAL TRIM BEGINS)\n","\n   These parliamentary points are dwarfed by the specter of the\ngrizzly itself.\n","\n   With its massive power and savage reputation, the bear has\nstruck terror since the days of Lewis and Clark, who traversed the\nBitterroots during their epic explorations nearly two centuries\nago. Since 1980, grizzlies have killed nine people and seriously\ninjured another 57, most of them hikers in Glacier or Yellowstone.\n","\n   ``It scares me to death that they're bringing in the grizzly and\nthat it might kill somebody's child,'' said Everett. ``How are they\ngoing to compensate the parents for that?''\n","\n   Wildlife biologists downplay the grizzly's deadly potential.\n","\n   ``You're at more risk from getting hit by a drunk driver on your\nway to the trailhead than you are getting killed by a grizzly,''\nsaid Chris Servheen, U.S. Fish and Wildlife Service coordinator for\nthe grizzly bear reintroduction program.\n","\n   Servheen thinks the grizzly, like the wolf before it, has become\na repository for the cultural fears of tradition-minded Westerners.\n","\n   ``A lot of the fear associated with this is not about the bear\nitself _ it's about changes in the West, changes in a lifestyle\nthat has lived for centuries,'' he said. ``It's the impact this\nwill have on the historic way people have related to nature in the\nWest. People are afraid they won't be able to hunt and ranch and do\nthings the way they've always done things out here.''\n","\n   The timbermen are sticking to their deal _ though not without\ntrepidation. Since selling the citizen management proposal to their\nmembers, they've watched other federal land use mandates severely\ncurb their ability to harvest timber on public land.\n","\n   These include reintroduction of the endangered lynx and the\nhottest and most controversial issue, President Clinton's\n``roadless initiative,'' which would eliminate old logging roads\nand rope off millions of acres of national forest from new road\nconstruction. Additional logging restrictions protect water quality\nfor endangered fish _ the various species of Pacific salmon and the\nbull trout.\n","\n   ``So why are we still here?'' asked Bill Mulligan, president of\nThree Rivers Timber Co., a small logging mill in Kamiah, Idaho, on\nthe west side of the Bitterroots. ``Well, we gave our word.''\n","\n   (FIRST OPTIONAL TRIM ENDS)\n","\n   Meanwhile, environmentalists with whom the timbermen broke bread\nare being pilloried by purists who say the grizzly plan sacrifices\nscience and strict habitat preservation to getting the animals\nquickly in place and eventually proving that they can be taken off\nthe endangered list.\n","\n   The Clinton administration seems particularly sensitive to this\nlast point, anxious to demonstrate that animals aren't listed just\nto blast people from the land and lock up precious vistas for\nbackpackers. Clinton was quick to trumpet the delisting of the bald\neagle; Babbitt and his subordinates pushed mightily to downgrade\nthe status of the gray wolf in the western Great Lakes region. In\nfact, in mid-July, federal regulators announced that efforts to\nsave the wolf had been successful enough to reduce protections for\nthat animal throughout much of the United States.\n","\n   The same imperative _ the politics of the Endangered Species Act\n_ seems to be driving the grizzly project, said Mike Bader,\nexecutive director of the Alliance for the Wild Rockies, a\ngrass-roots environmental group based in Missoula, Mont.\n","\n   ``There's been an overemphasis on getting the bears on the\nground and declaring victory,'' he said. ``The big concern is that\nthe political bottom line determined the product, rather than what\nthe bears really need biologically.''\n","\n   There is particular anger over use of the\n``experimental/non-essential population'' designation _ first for\nwolves, now for the grizzly. This special provision of the\nEndangered Species Act was patched onto the law in 1982 to give\nwildlife managers greater flexibility in dealing with problem\nanimals.\n","\n   Simply put, it's easier to kill, relocate or otherwise manage a\nrogue wolf or bear with an ``experimental'' designation because\nthat animal doesn't carry the full and automatic protections of the\nact. And because this status doesn't entirely restrict land use,\nwildlife managers can tailor their program to allow some ranching,\nlogging, hunting and other activities where the animal is\nreintroduced.\n","\n   (SECOND OPTIONAL TRIM BEGINS)\n","\n   But purists say this approach fails to protect crucial swaths of\nhabitat essential to an animal's ultimate survival. Without the\nEndangered Species Act's complete restrictions, they argue, humans\nwon't curtail or end activities to accommodate an animal's need for\nfood, shelter and reproductive opportunities.\n","\n   Of particular concern are the so-called ``corridors'' of\nhabitat, routes of travel between concentrations of animals that\nensure the genetic mingling that maintains a species' reproductive\nhealth.\n","\n   (SECOND OPTIONAL TRIM ENDS)\n","\n   ``We've got to bite the bullet, damn it,'' said Chuck Jonkel, a\nlongtime bear biologist and president of the Great Bear Foundation,\na nonprofit group based in Missoula.\n","\n   Bucking the prevailing scientific wisdom, Jonkel and other\nmaverick biologists believe grizzlies are already living deep\nwithin the Selway-Bitterroot wilderness area, undetected by man,\nand they're searching for proof.\n","\n   Any bears they find would be fully protected, their habitat\nsubject to the full force of the Endangered Species Act.\n","\n   Up on Sunset Bench, the men study their map.\n","\n   They point to the red ribbon of road that runs through the heart\nof their valley _ U.S. Highway 93. It is the eastern boundary of\nthe grizzly bear recovery zone, the front line of this latest war.\n","\n   They vow they won't be driven from their land _ not by grizzly\nnor man.\n","\n   ``This has got to be one of the prettiest places in the world\nand it's a privilege to live here,'' said Jim Freeman, a retired\nfederal forester. ``I guess that's why we fight so hard to stay\nhere.''\n"]}