{"DocumentId":"NYT20000307.0107","TopicId":"NYT","Relevance":"0","Body":" BC-ONESHOT-ADVISORY-NYTSF \n   (th)\n\n   THIS ADVISORY WAS TRANSMITTED TUESDAY, MARCH 7\n\n   EDITORS: Here are the week's top offerings from The New York\nTimes Syndicate. To publish any of these ``separate-buy'' feature\narticles, they must be purchased. Please contact one of these sales\nrepresentatives:  \n\n   (--U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697.\n\n   (--Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942.\n\n   (--Latin America: ANA PENA in New York, 310-798-0970; fax,\n310-798-7338.)\n\n   ----------------------------- ------  \n\n   ENTERTAINMENT (moved in ``e'' news file)\n\n   A QUIZ FOR THE ALSO-RANS ON OSCAR NIGHT  \n\n   OSCAR-NIGHT-MOVIE-QUIZ-STARBEAT _ For every Oscar winner there\nare four nominees who go home empty-handed, four people who come in\nas winners and go out as losers. Just in time for Oscar night on\nMarch 26, Greenfield, Ind.-based free-lance writer S. Burelison\ndelivers an engaging quiz on the Oscar also-rans. By S. Burelison.\n\n   THE IMPORTANCE OF BEING ERIN: ROBERTS TAKES A DRAMATIC TURN\n\n   JULIA-ROBERTS-IN-ERIN-BROCKOVICH-STARBEAT _ Her last three\nmovies were romantic comedies, and they collectively grossed nearly\n$400 million at the box office. But Julia Roberts goes for\nsomething different in ``Erin Brockovich,'' her latest film:\nOpening nationwide on March 17, it's a strong, based-on-fact legal\ndrama about a community's struggle against toxic pollution. By\nCindy Pearlman. (With color photo.)\n\n   CROSSOVER KING: THE UNLIKELY TRIUMPH OF RICKY MARTIN  \n\n   SINGER-RICKY-MARTIN-STARBEAT _ Ricky Martin has come a long way\nin a short time _ only a few years back, he was best known as the\nsinging bartender Miguel on ``General Hospital.'' But since his\nmemorable rendition of ``The Cup of Life'' at the 1998 Grammy\nAwards, Martin has been the world's most popular male singer. By\nKevin Dickson. (With color photo.)\n\n   DEVON SAWA, THE LAST BIG THING  \n\n   DEVON-SAWA-IN-FINAL-DESTINATION-STARBEAT _ Devon Sawa knows all\nabout the Hollywood star-making machine. Only three years ago, as\nhis film ``Wild America'' was in the works, Sawa was touted far and\nwide as the Next Big Thing. But then the movie flopped, and he\nfound himself on the edge of oblivion. Now he's back, however, with\nthe lead role in ``Final Destination,'' a highly praised, eerie\nthriller opening March 17. By Ian Spelling. (With color photo.)\n\n   AMERICAN-BEAUTY-EURO-LATAM-NYTSF _ Millions of people outside\nthe USA suppose that life in the suburbs is similar to the\nportrayal in ``American Beauty'' _ in other words, a paradise of\nspacious homes surrounded by green gardens, whatever the season,\nand indoors a hell of domestic hatred and frustrated dreams.\nHappiness is hard to find anywhere, and maybe it's true that in the\nAmerican suburb it's a daily miracle. ``American Beauty'' sets out\nto show that such a miracle is, almost always, a mirage, an\nimpossible goal. By Tomas Eloy Martinez. (Also moved in ``k'' news\nfile.)\n\n   COMMENTARY (moved in the ``k'' news file)\n\n   WHAT WE CAN THANK PINOCHET FOR  \n\n   PINOCHET-ETHICS-CASE-NYTSF _ For many in Chile, Pinochet is the\npersonification of evil: The man with the dark glasses is as bad as\nthey come. Yet for a large minority of the population, he remains\nthe savior of a nation threatened by heathen communism and\ninflationary socialism. It is good for Chileans to have realized\nthis split of opinion, and for others to grasp that dealing with\nthe past is a very complicated matter, and that easy solutions, as\nbrisk and painless as they may seem, generally do not work. We can\nthank Pinochet for this, but for nothing else. By JORGE G.\nCASTANEDA.\n\n   PINOCHET'S VICTIMS WILL NEVER STOP SEEING HIM  \n\n   PINOCHET-MENTAL-LESSONS-NYTSF _ So Pinochet has had his last\nglimpse of London, but his victims will keep on seeing him,\nendlessly. For Pinochet, the world was still divided into the\nMarxists and the Christians, a notion that presupposed the\ninevitability of a war between them. For Pinochet, this was a\nmatter of life and death, and anything goes. You don't merely\ndefeat the enemy: You destroy him. The only way to deal with an\nenemy of such magnitude is extermination: concentration camps,\nslavery, torture. By TOMAS ELOY MARTINEZ.\n\n   PINOCHET WITHOUT HATRED  \n\n   ALLENDE-ON-PINOCHET-NYTSF _ I feel no hatred for Pinochet.\nHatred is a very heavy burden, one I shook off many years ago, when\nI started writing. Writing has allowed me to exorcise most of my\ndemons and transform my pain into strength. I would like to see\nPinochet face a trial, so that the truth about his crimes is fully\nexposed. But I wouldn't want the general to rot in prison, as so\nmany of his victims did. I merely wish that in the winter of his\nlife the general would ask forgiveness of all those whose lives he\ndestroyed, the families of the dead and disappeared, the exiled and\ntortured; that he would reveal where the bodies of his victims can\nbe found. By ISABEL ALLENDE.\n\n   WHY DOES THE MEDIA TREAT THIS POLLSTER LIKE A GOD?\n\n   CULT-OF-ZOGBY-SLATE _ A little-known independent pollster based\nin Utica, N.Y., John Zogby rocketed to fame by correctly predicting\nthe results of the 1996 presidential election. Like all religions,\nthe cult of Zogby relies on myths about his feats and denial about\nhis failures. Meanwhile, pundits, reporters and chat show hosts now\nroutinely genuflect to him.\n\n   SUPREME COURT GUIDE TO DRUG-SMUGGLING AND BAG-SQUEEZING\n\n   GREYHOUND-BUS-PRIVACY-SLATE _ The Supreme Court ponders whether\nyou have a reasonable expectation of privacy when you place your\nillegal drug stash in the overhead compartment of a Greyhound bus.\nHere's a tip from Justice Antonin Scalia: Buy hard luggage.\n\n   TIME TO CLOSE THE `APPRECIATED PROPERTY' LOOPHOLE\n\n   KINSLEY-GIFT-LOOPHOLE-SLATE _ Is there any reason the government\nshould care whether you give a charity $10,000 of stock or $10,000\nin cash _ care enough to reduce your tax bill by two or three\nthousand dollars for choosing to give the stock? None that I have\never heard. But it's the kind of ridiculous ``arrangement'' that\ngets into the tax code unintentionally and then can't be gotten rid\nof.\n\n   MUDDLE IN THE JUNGLE: U.S. NARCS VS. COLOMBIA'S FARC  \n\n   US-COCA-WAR-ECONOMIST _ It is not Vietnam, nor will it become\nso. But once again the United States is preparing to commit lots of\ncash, military hardware and advisers to a battle in a foreign\njungle. This one is in southern Colombia, where an embattled\npresident faces daunting problems, including left-wing guerrillas,\nright-wing paramilitaries and the world's largest source of coca,\nthe raw material for cocaine.\n\n   DEMONIZING HEZBOLLAH WON'T SAVE YOUR SOLDIERS, ISRAEL  \n\n   BACK-OFF-HEZBOLLAH-ECONOMIST _ To bomb the Hezbollah guerrillas\nfighting Israeli occupation or just to threaten to bomb? That seems\nto be the only question the Israeli government asks itself about\nLebanon these days. As a result, Lebanese civilians suffer much\nmore at Israeli hands than vice versa. True, Hezbollah used to be\nan alarmingly active terrorist group. But nowadays, things are not\nquite so simple. Indeed, for all the talk of Lebanese terrorism, it\nis Hezbollah that has looked the more disciplined force of late,\nand Israel that has been making innocents suffer.  \n\n   AMERICA'S RIGHT. STANLEY FISCHER IS BEST BOSS FOR THE IMF  \n\n   IMF-HEADACHE-ECONOMIST _ Doubtless, Caio Koch-Weser is a jolly\ndecent fellow. Germany's finance state secretary could probably do\nall sorts of jobs, perfectly competently or even brilliantly. The\ntrouble is that running the International Monetary Fund is not one\nof them. What a pity that the best man for the job _ Stanley\nFischer, the IMF's deputy managing director and, since Michel\nCamdessus stepped down a few weeks ago, it's acting head _ probably\nwon't get it.  \n\n   MCCAIN'S GRANDDADDY OF A `SISTER SOULJAH' MOMENT  \n\n   MCCAIN-WRATH-ECONOMIST _ John McCain's behavior bears the\nhallmarks of reckless political courage. Denouncing the Reverend\nPat Robertson, founder of the Christian Coalition, in his own\nVirginia hometown, was a remarkable moment in recent Republican\nhistory. Never before has a presidential candidate nominee\ncastigated the religious right like that. It was not just a Sister\nSouljah moment, mimicking Bill Clinton's 1992 attack on black\nextremism, it was a brother, grandmother and indeed entire Souljah\nfamily moment.  \n\n   PRIMARY COLOR: QUIRKY MOMENTS ON THIS WEEK'S CAMPAIGN TRAIL  \n\n   PRIMARYCOLOR-COLUMN-ECONOMIST _ (This week's droll ``Primary\nColor'' column)  \n\n   `POSTER BOY' ELIAN BACKFIRES ON CUBAN-AMERICAN HARD-LINERS  \n\n   ELIAN-CURSE-ECONOMIST _ Three months after Elian Gonzalez, a\nsix-year-old Cuban boy, was rescued from the sea off Miami, his\nstory resembles the fanciful tele-novelas that Latinos love to\nwatch. Call it ``The Curse of Elian.'' But there is also a growing\nsense that the story is not playing out in the way that Miami's\nhard-line Cuban-American leaders had intended. Ironically, they may\nin fact be helping the very man they detest: Fidel Castro.  \n\n   MEXICO'S CERTIFIABLY MAD WAR ON DRUGS  \n\n   MEXICO-DRUGS-ECONOMIST _ It is known as the ``February\nsurprise.'' Every year, shortly before the U.S. government\nannounces on March 1 which countries it ``certifies'' as willing\nallies in the war on illegal drugs, Mexico unveils a new and bold\nanti-drugs initiative. This year, though, the surprise was on\nMexico.  \n\n   AS FLOODWATERS ROSE, THE WORLD JUST WATCHED. WHY?  \n\n   `PATHETIC'-FLOOD-AID-INDEPENDENT _ Finally, a major if still\nbarely coordinated relief effort is under way for Mozambique. But\nthe flurry of action has not been nearly enough to mollify the\nanger of international aid agencies at what they condemn as yet\nanother ``pathetic'' failure of the rich and self-centered West to\nrespond with sufficient speed to a crisis in a Third World country.\n``If this had happened in the West, the response would have been\nentirely different,'' said an angry relief worker.  \n\n   JOHN-LENNON-FBI-FILE-NYTSF _ Did John Lennon provide financial\nsupport to the IRA? Was his song ``Working Class Hero'' subversive?\nRead all about it in ``Lennon's M15-FBI Files,'' a commentary by\nJon Weiner, the author of ``Gimme Some Truth: The John Lennon FBI\nFiles.''\n\n   INTERNET SURFING HARMS YOUR SOCIAL LIFE  \n\n   LOG-OFF-AND-LIVE!-INDEPENDENT _ People who use the Internet for\nas little as five hours a week are less likely to talk to or visit\ntheir family and friends and are in danger of shutting themselves\noff from society, according to new research. Is it time to log off\nand live?  \n\n   WHY MUST WE WAIT TO ENJOY OUR LEISURE TIME WHEN WE'RE OLD?  \n\n   WHAT-LEISURE?-INDEPENDENT _ Why on earth do we have a tax and\nbenefit system that encourages workers to take all of their leisure\ntime when they are older, and none when it would be most desirable\nto them _ in the prime of life? When will governments have the\nvision to lift their eyes above the problem pensions pose for their\nbudgets and tackle the crazy structure of lifetime work\nincentives?  \n\n   WE CAN LIVE WITHOUT THE NET, BUT WE'LL ALWAYS NEED SHAMPOO  \n\n   CYBER-SHAMPOO-INDEPENDENT _ It is, as someone once said, a funny\nold world. Two global corporate titans, Ford and Unilever,\nannounced recently that they are getting rid of thousands of their\nworkers. But we are undoubtedly going to go on needing Unilever's\ndetergent powder, shampoo and frozen peas. And we will certainly be\ndriving around in Ford cars for another generation. The old economy\nmay be out of fashion in the cyber-new world, but we still need the\nthings it produces.  \n\n   INTERNATIONAL (moved in ``i'' news file)\n\n   ARE WARS ALL ABOUT MONEY?  \n\n   WAR'N'MONEY-ECONOMIST _ Making money and making war have long\nbeen related activities. That soldiers loot and arms manufacturers\nturn a profit is hardly news. But is competition for wealth and\nresources becoming the major cause of new wars around the world? A\nlook at the lucrative business of war.  \n\n   THE UNFATHOMABLE TRAGEDY OF MOZAMBIQUE  \n\n   MISERY-MOZAMBIQUE-ECONOMIST _ As the worst floods in living\nmemory continue to swirl, parts of South Africa, Zimbabwe and\nespecially Mozambique desperately need help to prevent the death\ntoll from escalating. The floods have pushed back into poverty\nlarge numbers of Mozambicans who had recently begun to lift\nthemselves out of it.  \n\n   THE SAD GYPSIES OF SLOVAKIA  \n\n   GYPSIES-HAIDERISM-ECONOMIST _ Mikulas Dzurkinda, the Slovak\nprime minister, winces when asked what he thinks of Austrian\nright-winger Joerg Haider. ``I'm certain Austria will stay\ndemocratic. But demagogues are frightening. Imagine the trouble\nthey could cause if they got hold of our Gypsy question.'' Indeed,\nif the politics of hate were to make a comeback in lands to the\neast of the present EU, Gypsies would be prime targets.  \n\n   BUSINESS (moved in ``f'' news file)\n\n   SLICK OPERATOR: PHOTO MOGUL GETTY TOPS GATES' CORBIS  \n\n   MOGUL-MARK-GETTY-ECONOMIST _ It's the clash of the titans. Both\nyoung moguls, both cornering the world market in photo archives,\nboth now based in Seattle: Mark Getty, grandson of oil magnate J.P.\nGetty, and Bill Gates, who needs no introduction whatsoever. With\nits 14th large acquisition in five years, Getty Images increased\nits photo library holdings to around 70 million images. That tops\nits main competitor, Gates' Corbis, which has 65 million images. As\nGetty says, ``Intellectual property is the oil of the 21st\ncentury.''  \n\n   THE INTERNET IS RUNNING OUT OF ADDRESSES  \n\n   WEBSITE-ADDRESSES-ECONOMIST _ On the Internet, naming your\nstart-up can be more arduous than financing it. This is because\nmost Internet addresses, known as domain names, have been taken\nalready. In the .com domain, the most desirable online real estate,\nalmost every recognizable name has been claimed. Much is at state.\nIf the name space of the Internet cannot grow, e-commerce will\nsuffer.  \n\n   THE REASONS BEHIND THE HIGH COST OF TOILET PAPER IN BRITAIN  \n\n   TOILET-PAPER-UK-ECONOMIST _ Why does it cost more to wipe your\nbottom in Britain than in any other country in the European Union?\nIt is because British consumers are extremely discriminating when\nit comes to toilet paper. British bums, in short, demand and get\nthe best.  \n\n   NATIONAL-GENERAL (moved in ``a'' news file)\n\n   `SMELLS AND BELLS' OF LENT CAN'T BE FOUND ON THE WEB\n\n   LENT-WITHOUT-INTERNET-NYTSF _ It seems almost deviant to say so,\nbut traditional church appears to be making a comeback among\ncomputer-savvy baby-boomers and Generation Xers. In contrast to the\ndisembodied spirituality of cyberspace, people seem eager for\nsensual religious experience _ kneeling, incense, bread and wine,\ncongregational singing. The more ``smells and bells'' the better.\nThus, the Internet actually creates a need for human connection to\nthe divine.\n\n   DR. WEIL'S WISDOM: SIZING UP FAD DIETS  \n\n   DR-WEIL-HEALTH-LIFEBEAT-NYTSF _ Three new studies on Americans\nand weight gain were released last fall, and the news wasn't good.\nThe verdict: Not only is obesity on the rise _ from 12 percent of\nthe population in 1991 to almost 18 percent in 1998, according to\nthe Centers for Disease Control and Prevention _ but more than half\nof the adults in this country are now considered at least\nmoderately overweight. All this, despite the fact that total fat\nconsumption in the United States has decreased over the past\ndecade. What's going on here? And what to do about it? By Dr.\nAndrew Weil, written with Joseph V. Amodio. With photo. (Also moved\nin ``l'' news file.)\n\n   STURDY YELLOWWARE HAS SERVED AMERICANS WELL FOR 200 YEARS  \n\n   ANTIQUES-YELLOWWARE-LIFEBEAT-NYTSF _ When shipments of English\nyellowware crossed the Atlantic early in the 19th century,\nAmericans eagerly made room in their cupboards. More durable than\nredware and less cumbersome than stoneware, the newfangled goods\nwere handsome to behold and inexpensive to buy. Today, yellowware\nremains functional, but it's also fun to collect. By Debra Muller\nPrice. With photos. (Also moved in ``l'' news file.)\n\n   HONEY, I'M HOME ... FOR TWO DAYS ANYWAY  \n\n   TRAVELING-PARENT-LIFEBEAT-NYTSF _ Not very long ago, my\n5-year-old daughter, Willa, held a birthday party for her doll\nLucy. Willa played Lucy's mom, while I played Lucy's grandmother,\nand my 3-year-old son, Devin, was her uncle. Someone, however, was\nmissing. ``My husband is away on a trip,'' Willa explained, as she\nblew out Lucy's candles. ``He travels a lot for work.'' This hit\nsuspiciously close to home. My husband, Austin, travels for his job\n_ a lot. By Laura Hilgers. (Also moved in ``l'' news file.)\n\n   FOR DOGS WHO CAN'T PLAY SOLITAIRE, INTERACTIVE PLAYTIME  \n\n   DOG-DAYCARE-LIFEBEAT-NYTSF _ Dogs are social beings. They need\ncompany. Well-socialized pets _ dogs that respect and interact\ncomfortably with people as well as other dogs _ are happy and\nresponsive. But because today's families tend to spend less and\nless time at home, their gregarious canine companions sometimes\nmiss out on the socializing they crave. In order to develop into\nfriendly companions, young animals need extended interactive\nplaytime. Thus the ultimate in surrogate pet parenthood _ day-care\nfacilities for dogs _ is quickly becoming a solution. By Toni\nGardner. (Also moved in ``l'' news file.)\n\n   FOR DAMP DAYS, PERFECT PARTNERS FOR A SOUL-WARMING CUP OF TEA  \n\n   IRISH-TREATS-LIFEBEAT-NYTSF _ The music of tea splashing into a\nporcelain cup has been known to soothe an Irish soul long before\nthe amber liquid even touches the lips. But as a new generation of\ninnovative Irish chefs have come into their own, teatime sweets\njust may upstage the ritualistic afternoon cuppa. Comes with three\nrecipes that are just right for St. Patrick's Day pages. (Also\nmoved in ``l'' news file.)\n","Headline":null,"Text":["\n   (th)\n","\n   THIS ADVISORY WAS TRANSMITTED TUESDAY, MARCH 7\n","\n   EDITORS: Here are the week's top offerings from The New York\nTimes Syndicate. To publish any of these ``separate-buy'' feature\narticles, they must be purchased. Please contact one of these sales\nrepresentatives:  \n","\n   (--U.S. and Canada: DEBRA WEYDERT in New Jersey at\n1-732-390-4480; fax, 732-390-4697.\n","\n   (--Europe and Asia: KARL HORWITZ in Paris at 47-42-17-11; fax,\n47-42-80-44 or 47-42-18-81; telex, 282-942.\n","\n   (--Latin America: ANA PENA in New York, 310-798-0970; fax,\n310-798-7338.)\n","\n   ----------------------------- ------  \n","\n   ENTERTAINMENT (moved in ``e'' news file)\n","\n   A QUIZ FOR THE ALSO-RANS ON OSCAR NIGHT  \n","\n   OSCAR-NIGHT-MOVIE-QUIZ-STARBEAT _ For every Oscar winner there\nare four nominees who go home empty-handed, four people who come in\nas winners and go out as losers. Just in time for Oscar night on\nMarch 26, Greenfield, Ind.-based free-lance writer S. Burelison\ndelivers an engaging quiz on the Oscar also-rans. By S. Burelison.\n","\n   THE IMPORTANCE OF BEING ERIN: ROBERTS TAKES A DRAMATIC TURN\n","\n   JULIA-ROBERTS-IN-ERIN-BROCKOVICH-STARBEAT _ Her last three\nmovies were romantic comedies, and they collectively grossed nearly\n$400 million at the box office. But Julia Roberts goes for\nsomething different in ``Erin Brockovich,'' her latest film:\nOpening nationwide on March 17, it's a strong, based-on-fact legal\ndrama about a community's struggle against toxic pollution. By\nCindy Pearlman. (With color photo.)\n","\n   CROSSOVER KING: THE UNLIKELY TRIUMPH OF RICKY MARTIN  \n","\n   SINGER-RICKY-MARTIN-STARBEAT _ Ricky Martin has come a long way\nin a short time _ only a few years back, he was best known as the\nsinging bartender Miguel on ``General Hospital.'' But since his\nmemorable rendition of ``The Cup of Life'' at the 1998 Grammy\nAwards, Martin has been the world's most popular male singer. By\nKevin Dickson. (With color photo.)\n","\n   DEVON SAWA, THE LAST BIG THING  \n","\n   DEVON-SAWA-IN-FINAL-DESTINATION-STARBEAT _ Devon Sawa knows all\nabout the Hollywood star-making machine. Only three years ago, as\nhis film ``Wild America'' was in the works, Sawa was touted far and\nwide as the Next Big Thing. But then the movie flopped, and he\nfound himself on the edge of oblivion. Now he's back, however, with\nthe lead role in ``Final Destination,'' a highly praised, eerie\nthriller opening March 17. By Ian Spelling. (With color photo.)\n","\n   AMERICAN-BEAUTY-EURO-LATAM-NYTSF _ Millions of people outside\nthe USA suppose that life in the suburbs is similar to the\nportrayal in ``American Beauty'' _ in other words, a paradise of\nspacious homes surrounded by green gardens, whatever the season,\nand indoors a hell of domestic hatred and frustrated dreams.\nHappiness is hard to find anywhere, and maybe it's true that in the\nAmerican suburb it's a daily miracle. ``American Beauty'' sets out\nto show that such a miracle is, almost always, a mirage, an\nimpossible goal. By Tomas Eloy Martinez. (Also moved in ``k'' news\nfile.)\n","\n   COMMENTARY (moved in the ``k'' news file)\n","\n   WHAT WE CAN THANK PINOCHET FOR  \n","\n   PINOCHET-ETHICS-CASE-NYTSF _ For many in Chile, Pinochet is the\npersonification of evil: The man with the dark glasses is as bad as\nthey come. Yet for a large minority of the population, he remains\nthe savior of a nation threatened by heathen communism and\ninflationary socialism. It is good for Chileans to have realized\nthis split of opinion, and for others to grasp that dealing with\nthe past is a very complicated matter, and that easy solutions, as\nbrisk and painless as they may seem, generally do not work. We can\nthank Pinochet for this, but for nothing else. By JORGE G.\nCASTANEDA.\n","\n   PINOCHET'S VICTIMS WILL NEVER STOP SEEING HIM  \n","\n   PINOCHET-MENTAL-LESSONS-NYTSF _ So Pinochet has had his last\nglimpse of London, but his victims will keep on seeing him,\nendlessly. For Pinochet, the world was still divided into the\nMarxists and the Christians, a notion that presupposed the\ninevitability of a war between them. For Pinochet, this was a\nmatter of life and death, and anything goes. You don't merely\ndefeat the enemy: You destroy him. The only way to deal with an\nenemy of such magnitude is extermination: concentration camps,\nslavery, torture. By TOMAS ELOY MARTINEZ.\n","\n   PINOCHET WITHOUT HATRED  \n","\n   ALLENDE-ON-PINOCHET-NYTSF _ I feel no hatred for Pinochet.\nHatred is a very heavy burden, one I shook off many years ago, when\nI started writing. Writing has allowed me to exorcise most of my\ndemons and transform my pain into strength. I would like to see\nPinochet face a trial, so that the truth about his crimes is fully\nexposed. But I wouldn't want the general to rot in prison, as so\nmany of his victims did. I merely wish that in the winter of his\nlife the general would ask forgiveness of all those whose lives he\ndestroyed, the families of the dead and disappeared, the exiled and\ntortured; that he would reveal where the bodies of his victims can\nbe found. By ISABEL ALLENDE.\n","\n   WHY DOES THE MEDIA TREAT THIS POLLSTER LIKE A GOD?\n","\n   CULT-OF-ZOGBY-SLATE _ A little-known independent pollster based\nin Utica, N.Y., John Zogby rocketed to fame by correctly predicting\nthe results of the 1996 presidential election. Like all religions,\nthe cult of Zogby relies on myths about his feats and denial about\nhis failures. Meanwhile, pundits, reporters and chat show hosts now\nroutinely genuflect to him.\n","\n   SUPREME COURT GUIDE TO DRUG-SMUGGLING AND BAG-SQUEEZING\n","\n   GREYHOUND-BUS-PRIVACY-SLATE _ The Supreme Court ponders whether\nyou have a reasonable expectation of privacy when you place your\nillegal drug stash in the overhead compartment of a Greyhound bus.\nHere's a tip from Justice Antonin Scalia: Buy hard luggage.\n","\n   TIME TO CLOSE THE `APPRECIATED PROPERTY' LOOPHOLE\n","\n   KINSLEY-GIFT-LOOPHOLE-SLATE _ Is there any reason the government\nshould care whether you give a charity $10,000 of stock or $10,000\nin cash _ care enough to reduce your tax bill by two or three\nthousand dollars for choosing to give the stock? None that I have\never heard. But it's the kind of ridiculous ``arrangement'' that\ngets into the tax code unintentionally and then can't be gotten rid\nof.\n","\n   MUDDLE IN THE JUNGLE: U.S. NARCS VS. COLOMBIA'S FARC  \n","\n   US-COCA-WAR-ECONOMIST _ It is not Vietnam, nor will it become\nso. But once again the United States is preparing to commit lots of\ncash, military hardware and advisers to a battle in a foreign\njungle. This one is in southern Colombia, where an embattled\npresident faces daunting problems, including left-wing guerrillas,\nright-wing paramilitaries and the world's largest source of coca,\nthe raw material for cocaine.\n","\n   DEMONIZING HEZBOLLAH WON'T SAVE YOUR SOLDIERS, ISRAEL  \n","\n   BACK-OFF-HEZBOLLAH-ECONOMIST _ To bomb the Hezbollah guerrillas\nfighting Israeli occupation or just to threaten to bomb? That seems\nto be the only question the Israeli government asks itself about\nLebanon these days. As a result, Lebanese civilians suffer much\nmore at Israeli hands than vice versa. True, Hezbollah used to be\nan alarmingly active terrorist group. But nowadays, things are not\nquite so simple. Indeed, for all the talk of Lebanese terrorism, it\nis Hezbollah that has looked the more disciplined force of late,\nand Israel that has been making innocents suffer.  \n","\n   AMERICA'S RIGHT. STANLEY FISCHER IS BEST BOSS FOR THE IMF  \n","\n   IMF-HEADACHE-ECONOMIST _ Doubtless, Caio Koch-Weser is a jolly\ndecent fellow. Germany's finance state secretary could probably do\nall sorts of jobs, perfectly competently or even brilliantly. The\ntrouble is that running the International Monetary Fund is not one\nof them. What a pity that the best man for the job _ Stanley\nFischer, the IMF's deputy managing director and, since Michel\nCamdessus stepped down a few weeks ago, it's acting head _ probably\nwon't get it.  \n","\n   MCCAIN'S GRANDDADDY OF A `SISTER SOULJAH' MOMENT  \n","\n   MCCAIN-WRATH-ECONOMIST _ John McCain's behavior bears the\nhallmarks of reckless political courage. Denouncing the Reverend\nPat Robertson, founder of the Christian Coalition, in his own\nVirginia hometown, was a remarkable moment in recent Republican\nhistory. Never before has a presidential candidate nominee\ncastigated the religious right like that. It was not just a Sister\nSouljah moment, mimicking Bill Clinton's 1992 attack on black\nextremism, it was a brother, grandmother and indeed entire Souljah\nfamily moment.  \n","\n   PRIMARY COLOR: QUIRKY MOMENTS ON THIS WEEK'S CAMPAIGN TRAIL  \n","\n   PRIMARYCOLOR-COLUMN-ECONOMIST _ (This week's droll ``Primary\nColor'' column)  \n","\n   `POSTER BOY' ELIAN BACKFIRES ON CUBAN-AMERICAN HARD-LINERS  \n","\n   ELIAN-CURSE-ECONOMIST _ Three months after Elian Gonzalez, a\nsix-year-old Cuban boy, was rescued from the sea off Miami, his\nstory resembles the fanciful tele-novelas that Latinos love to\nwatch. Call it ``The Curse of Elian.'' But there is also a growing\nsense that the story is not playing out in the way that Miami's\nhard-line Cuban-American leaders had intended. Ironically, they may\nin fact be helping the very man they detest: Fidel Castro.  \n","\n   MEXICO'S CERTIFIABLY MAD WAR ON DRUGS  \n","\n   MEXICO-DRUGS-ECONOMIST _ It is known as the ``February\nsurprise.'' Every year, shortly before the U.S. government\nannounces on March 1 which countries it ``certifies'' as willing\nallies in the war on illegal drugs, Mexico unveils a new and bold\nanti-drugs initiative. This year, though, the surprise was on\nMexico.  \n","\n   AS FLOODWATERS ROSE, THE WORLD JUST WATCHED. WHY?  \n","\n   `PATHETIC'-FLOOD-AID-INDEPENDENT _ Finally, a major if still\nbarely coordinated relief effort is under way for Mozambique. But\nthe flurry of action has not been nearly enough to mollify the\nanger of international aid agencies at what they condemn as yet\nanother ``pathetic'' failure of the rich and self-centered West to\nrespond with sufficient speed to a crisis in a Third World country.\n``If this had happened in the West, the response would have been\nentirely different,'' said an angry relief worker.  \n","\n   JOHN-LENNON-FBI-FILE-NYTSF _ Did John Lennon provide financial\nsupport to the IRA? Was his song ``Working Class Hero'' subversive?\nRead all about it in ``Lennon's M15-FBI Files,'' a commentary by\nJon Weiner, the author of ``Gimme Some Truth: The John Lennon FBI\nFiles.''\n","\n   INTERNET SURFING HARMS YOUR SOCIAL LIFE  \n","\n   LOG-OFF-AND-LIVE!-INDEPENDENT _ People who use the Internet for\nas little as five hours a week are less likely to talk to or visit\ntheir family and friends and are in danger of shutting themselves\noff from society, according to new research. Is it time to log off\nand live?  \n","\n   WHY MUST WE WAIT TO ENJOY OUR LEISURE TIME WHEN WE'RE OLD?  \n","\n   WHAT-LEISURE?-INDEPENDENT _ Why on earth do we have a tax and\nbenefit system that encourages workers to take all of their leisure\ntime when they are older, and none when it would be most desirable\nto them _ in the prime of life? When will governments have the\nvision to lift their eyes above the problem pensions pose for their\nbudgets and tackle the crazy structure of lifetime work\nincentives?  \n","\n   WE CAN LIVE WITHOUT THE NET, BUT WE'LL ALWAYS NEED SHAMPOO  \n","\n   CYBER-SHAMPOO-INDEPENDENT _ It is, as someone once said, a funny\nold world. Two global corporate titans, Ford and Unilever,\nannounced recently that they are getting rid of thousands of their\nworkers. But we are undoubtedly going to go on needing Unilever's\ndetergent powder, shampoo and frozen peas. And we will certainly be\ndriving around in Ford cars for another generation. The old economy\nmay be out of fashion in the cyber-new world, but we still need the\nthings it produces.  \n","\n   INTERNATIONAL (moved in ``i'' news file)\n","\n   ARE WARS ALL ABOUT MONEY?  \n","\n   WAR'N'MONEY-ECONOMIST _ Making money and making war have long\nbeen related activities. That soldiers loot and arms manufacturers\nturn a profit is hardly news. But is competition for wealth and\nresources becoming the major cause of new wars around the world? A\nlook at the lucrative business of war.  \n","\n   THE UNFATHOMABLE TRAGEDY OF MOZAMBIQUE  \n","\n   MISERY-MOZAMBIQUE-ECONOMIST _ As the worst floods in living\nmemory continue to swirl, parts of South Africa, Zimbabwe and\nespecially Mozambique desperately need help to prevent the death\ntoll from escalating. The floods have pushed back into poverty\nlarge numbers of Mozambicans who had recently begun to lift\nthemselves out of it.  \n","\n   THE SAD GYPSIES OF SLOVAKIA  \n","\n   GYPSIES-HAIDERISM-ECONOMIST _ Mikulas Dzurkinda, the Slovak\nprime minister, winces when asked what he thinks of Austrian\nright-winger Joerg Haider. ``I'm certain Austria will stay\ndemocratic. But demagogues are frightening. Imagine the trouble\nthey could cause if they got hold of our Gypsy question.'' Indeed,\nif the politics of hate were to make a comeback in lands to the\neast of the present EU, Gypsies would be prime targets.  \n","\n   BUSINESS (moved in ``f'' news file)\n","\n   SLICK OPERATOR: PHOTO MOGUL GETTY TOPS GATES' CORBIS  \n","\n   MOGUL-MARK-GETTY-ECONOMIST _ It's the clash of the titans. Both\nyoung moguls, both cornering the world market in photo archives,\nboth now based in Seattle: Mark Getty, grandson of oil magnate J.P.\nGetty, and Bill Gates, who needs no introduction whatsoever. With\nits 14th large acquisition in five years, Getty Images increased\nits photo library holdings to around 70 million images. That tops\nits main competitor, Gates' Corbis, which has 65 million images. As\nGetty says, ``Intellectual property is the oil of the 21st\ncentury.''  \n","\n   THE INTERNET IS RUNNING OUT OF ADDRESSES  \n","\n   WEBSITE-ADDRESSES-ECONOMIST _ On the Internet, naming your\nstart-up can be more arduous than financing it. This is because\nmost Internet addresses, known as domain names, have been taken\nalready. In the .com domain, the most desirable online real estate,\nalmost every recognizable name has been claimed. Much is at state.\nIf the name space of the Internet cannot grow, e-commerce will\nsuffer.  \n","\n   THE REASONS BEHIND THE HIGH COST OF TOILET PAPER IN BRITAIN  \n","\n   TOILET-PAPER-UK-ECONOMIST _ Why does it cost more to wipe your\nbottom in Britain than in any other country in the European Union?\nIt is because British consumers are extremely discriminating when\nit comes to toilet paper. British bums, in short, demand and get\nthe best.  \n","\n   NATIONAL-GENERAL (moved in ``a'' news file)\n","\n   `SMELLS AND BELLS' OF LENT CAN'T BE FOUND ON THE WEB\n","\n   LENT-WITHOUT-INTERNET-NYTSF _ It seems almost deviant to say so,\nbut traditional church appears to be making a comeback among\ncomputer-savvy baby-boomers and Generation Xers. In contrast to the\ndisembodied spirituality of cyberspace, people seem eager for\nsensual religious experience _ kneeling, incense, bread and wine,\ncongregational singing. The more ``smells and bells'' the better.\nThus, the Internet actually creates a need for human connection to\nthe divine.\n","\n   DR. WEIL'S WISDOM: SIZING UP FAD DIETS  \n","\n   DR-WEIL-HEALTH-LIFEBEAT-NYTSF _ Three new studies on Americans\nand weight gain were released last fall, and the news wasn't good.\nThe verdict: Not only is obesity on the rise _ from 12 percent of\nthe population in 1991 to almost 18 percent in 1998, according to\nthe Centers for Disease Control and Prevention _ but more than half\nof the adults in this country are now considered at least\nmoderately overweight. All this, despite the fact that total fat\nconsumption in the United States has decreased over the past\ndecade. What's going on here? And what to do about it? By Dr.\nAndrew Weil, written with Joseph V. Amodio. With photo. (Also moved\nin ``l'' news file.)\n","\n   STURDY YELLOWWARE HAS SERVED AMERICANS WELL FOR 200 YEARS  \n","\n   ANTIQUES-YELLOWWARE-LIFEBEAT-NYTSF _ When shipments of English\nyellowware crossed the Atlantic early in the 19th century,\nAmericans eagerly made room in their cupboards. More durable than\nredware and less cumbersome than stoneware, the newfangled goods\nwere handsome to behold and inexpensive to buy. Today, yellowware\nremains functional, but it's also fun to collect. By Debra Muller\nPrice. With photos. (Also moved in ``l'' news file.)\n","\n   HONEY, I'M HOME ... FOR TWO DAYS ANYWAY  \n","\n   TRAVELING-PARENT-LIFEBEAT-NYTSF _ Not very long ago, my\n5-year-old daughter, Willa, held a birthday party for her doll\nLucy. Willa played Lucy's mom, while I played Lucy's grandmother,\nand my 3-year-old son, Devin, was her uncle. Someone, however, was\nmissing. ``My husband is away on a trip,'' Willa explained, as she\nblew out Lucy's candles. ``He travels a lot for work.'' This hit\nsuspiciously close to home. My husband, Austin, travels for his job\n_ a lot. By Laura Hilgers. (Also moved in ``l'' news file.)\n","\n   FOR DOGS WHO CAN'T PLAY SOLITAIRE, INTERACTIVE PLAYTIME  \n","\n   DOG-DAYCARE-LIFEBEAT-NYTSF _ Dogs are social beings. They need\ncompany. Well-socialized pets _ dogs that respect and interact\ncomfortably with people as well as other dogs _ are happy and\nresponsive. But because today's families tend to spend less and\nless time at home, their gregarious canine companions sometimes\nmiss out on the socializing they crave. In order to develop into\nfriendly companions, young animals need extended interactive\nplaytime. Thus the ultimate in surrogate pet parenthood _ day-care\nfacilities for dogs _ is quickly becoming a solution. By Toni\nGardner. (Also moved in ``l'' news file.)\n","\n   FOR DAMP DAYS, PERFECT PARTNERS FOR A SOUL-WARMING CUP OF TEA  \n","\n   IRISH-TREATS-LIFEBEAT-NYTSF _ The music of tea splashing into a\nporcelain cup has been known to soothe an Irish soul long before\nthe amber liquid even touches the lips. But as a new generation of\ninnovative Irish chefs have come into their own, teatime sweets\njust may upstage the ritualistic afternoon cuppa. Comes with three\nrecipes that are just right for St. Patrick's Day pages. (Also\nmoved in ``l'' news file.)\n"]}