{"DocumentId":"NYT20000701.0077","TopicId":"NYT","Relevance":"2","Body":" BC-EUROPE-PEOPLE-TRAFFIC-ART-2TAKES-NYT \nEUROPE SEEKS TO CLOSE THE DOORS ON ASYLUM-SEEKERS \n\n  (ART ADV: Locator map is being sent to NYT graphic clients.\nNonsubscribers can make purchase one-time rights by calling\n888-603-1036 or 888-346-9867.) \n By ROGER COHEN   \n c .2000 N.Y. Times News Service    \n\n   DOVER, England _ This was once a quiet port town famous above\nall for its white cliffs. It is now notorious for the corpses of 58\nChinese immigrants that lie, unclaimed and unnamed, in\nrefrigerators normally used for meat shipments _ and for the likes\nof Tara Muhammad roaming its streets.\n\n   Like the desperate Chinese travelers found dead here on June 19\nin an airtight container, Muhammad entered Britain in June\nconcealed in the rear of a truck. From his native town of Kirkuk in\nIraq, he walked into Iran. From Iran into Turkey, five days on\nfoot, moving at night. A 24-hour bus ride to Istanbul, Turkey,\nfollowed.\n\n   ``Then I went to a parking place for trucks,'' Muhammad, 22,\nsaid. ``And I found this man and I told him, `I want to go to\nEuropa. Yes, anywhere in Europa.' And he said, `OK, no problem.'''\nAfter paying $4,000 in cash, changing trucks three times and\ntraveling for 11 days, Muhammad reached Dover, where he requested\nasylum.\n\n   ``Europa,'' the old continent, persistent source of hordes of\nmigrants to the New World, has become the ersatz United States of\nmodern asylum-seekers. Where just 30,000 people applied for asylum\nin America last year, down from 127,000 in 1993, more than 365,000\ndid so in the 15-nation European Union.\n\n   This shift is troubling to a Europe that tends to see more\nproblems than promise in alien blood. But its causes are not about\nto disappear. The collapse of the Soviet Union has opened up new\nland routes to Europe from Asia and turned once-closed cities like\nMoscow and Kiev into nodal points of migrant travel from\nAfghanistan and China.\n\n   Increasingly well-organized criminal groups trading in human\nfreight _ a less risky but scarcely less lucrative commodity than\ndrugs _ have emerged to coordinate smuggled passages into a Europe\nlargely closed to legal immigration.\n\n   ``The penalties are far less severe than for drugs, the up-front\ninvestment much smaller, and the evidence has legs and tends to run\naway,'' explained Brunson McKinley, the director general of the\nInternational Organization for Migration.\n\n   Europe is also relatively cheap. Tan Wah Piow, a London lawyer\nclose to the Chinese immigrant community, put the cost of being\nbrought to Europe from China at $25,000, perhaps half the cost of\ntransport to America. ``People have turned from the United States\nas it is more difficult to get into it,'' he said.\n\n   On his desk sits a fax from China. It shows a blurred photograph\nof a young man. His name is Lin Liguan. He weighs 136 pounds. He\nwas born on Nov. 30, 1979. He comes from China's southern Fujian\nprovince and, a few months back, he departed for Europe.\n\n   The message pleads: Do you know where my son is? Could he be\namong the dead in Dover? Can you help us? Tan points angrily at the\npaper. ``It is good for China to join the World Trade Organization\nbecause we support the free movement of global capital,'' he said.\n``But what about the free movement of labor?''\n\n   What indeed. Think of the anonymous Dover dead, piles of flesh\nunclaimed by any relative because those relatives may themselves be\nin Europe illegally and fear deportation, as so many units in a\ngrim global equation.\n\n   The richest fifth of mankind earns 86 percent of the world's\nincome while the poorest fifth earns 1 percent. The riches are ever\nmore visible through global communications; options for travel are\never greater; millions of sealed containers make an ever growing\nexchange of goods even easier.\n\n   So an opulent Europe, even one with high unemployment, glimmers\nas a land of opportunity. More than 70 million migrants are thought\nto be on the move at any one time. And, Europe looks accessible to\nthem.\n\n   The European Union has now eliminated most internal borders,\nmaking Athens, Greece, to Amsterdam, Netherlands, a passport-free\npassage, but the pan-European police force to control a growing\nflux of people scarcely exists. Europol, the fledgling FBI of a\nunited Europe, has all of 220 employees in its Dutch offices.\n\n   Yet this ``Europa'' is profoundly uneasy at its emergent role of\nmagnet to the world's dispossessed. Unlike America, no mythology\nexhorts the embrace of ``your tired, your poor, your huddled\nmasses.''\n\n   Rather, the national psyches of Spain, Italy, Greece and Ireland\nare shaped by tales of emigration. Even a country like Germany,\nwhose population is now 9 percent foreign, remains agonized over\nwhether it can become ``a land of immigration.''\n\n   ``There is a deep sense that we are full up, that we have no\nroom, and that we are being exploited,'' said John Salt, a\nmigration expert at London University. ``No European country has\nvoted for a multicultural society, or thought of itself as such,\nyet now we are all told we live in one.''\n\n   Certainly Dover looks like one. Many of the bed-and-breakfasts\nhave been converted into impromptu hostels for asylum-seekers.\nSigns advertise English lessons given by speakers of Czech, Slovak,\nRussian, Polish, German, Finnish, Kurdish, Arabic, Turkish, Farsi,\nPashto and Urdu.\n\n   In this world, six days into his English existence, Muhammad of\nKirkuk, Iraq, makes his way. Installed in Room 12 of one hostel,\nproud possessor of the upper bed on a bunk, he has a television to\ngaze at and is given three meals a day. ``I don't need money at the\nmoment,'' he said. ``Money for what?''\n\n   Earlier this year, the British government, responding to growing\ncriticism of ``phony'' asylum-seekers, cut back on benefits. But\nthe likes of Muhammad are still given enough for basic needs\npending a decision on their status.\n\n   ``What happens to the care-worn citizens of this once-proud port\nnow cursed by association with a problem the government seems\nunable to deal with?'' thundered the Dover Express in a front-page\n``Editorial Comment'' three days after the Chinese corpses were\nfound.\n\n   Such exasperation is driving European attempts to make borders\nless penetrable and, in countries from Denmark to Switzerland,\nfueling a revival of rightist and nationalist parties symbolized by\nthe success of Joerg Haider's party entering the Austrian\ngovernment.\n\n   ``Politically, the government wants to be seen as tough,'' said\nAnnie Ledger, the chief executive of Migrant Helpline, a\nstate-financed charity handling registration of 1,000\nasylum-seekers a month in Dover. ``But personally I don't believe\nwe are so generous that people leave countries thousands of miles\naway in search of our handouts.''\n\n   Certainly, that is not what drove Wu Xueping, who left Fujian\nprovince in April after paying $25,000 to the smugglers who\nprovided him with a fake passport.\n\n   His journey to London, he said, initially took him by plane to\nBelgrade, Yugoslavia. (China has close relations with Slobodan\nMilosevic's Yugoslavia.) From there, he traveled by bus to Hungary,\nthen on into the Czech Republic, before entering the European Union\nby crossing the mountains into Germany on foot _ a three-day hike.\n\n   ``After Germany, we were taken to Belgium, where we were locked\nin a small room in a house for about a month and fed on bread and\nwater,'' he said. ``Then I was put into the back of a truck with\neight other people, arriving in England on May 17.'' Wu, who has a\nwife and 9-year-old child back in Fujian Province, said that, as a\nmember of the Falun Gong group banned last year, he had been\npersecuted in China. But the reality is that economic and political\nmotives blur when seeking a better life in Europe.\n\n   ``One week's pay here can support a family for two or three\nmonths in China,'' said Chew Beng Lan, a lawyer in London. ``I know\none girl working in a restaurant in Chinatown who told me one year\nworked here was equivalent to eight at home.''\n\n   (STORY CAN END HERE. OPTIONAL MATERIAL FOLLOWS)\n\n     \nnn\n\n   The pattern in Chinese immigration is now clear: Families pool\nresources and borrow money to finance the dispatch of one member,\nwho then helps others come. Debts to the people smugglers are paid\noff over three to seven years, when other relatives follow. Money\nis earned mainly in restaurants.\n\n   Working long hours, six days a week, an immigrant can earn as\nmuch as $2,400 a month in London, Chew said. The immigrants, who\nhave destroyed any documents in order to make removal back to China\nmore difficult, live in a protracted limbo, working illegally or\nwith temporary papers.\n\n   It was a dream of just such an existence that prompted 60\nChinese to take their places beside cartons of tomatoes in a sealed\ncontainer in Rotterdam, Netherlands, on June 18. How they reached\nEurope's largest port, transit point for 6.5 million containers a\nyear, remains uncertain, but the Dutch police say they believe that\nthey traveled overland through Moscow.\n\n   Wim de Bruin, a judicial official, said a Rotterdam warehouse\nhad now been identified as the place where the would-be immigrants\nboarded the stifling truck and a ring of eight people suspected of\ninvolvement in the human smuggling have been arrested.\n\n   The emerging picture of the crime fits the pattern of adaptable\ncriminal networks that the police say now run an international\nbusiness in illicit human cargo that turns over at least $3 billion\na year.\n\n   Professionals, often from the so-called ``source countries,''\ninteract with local ``amateurs'' recruited ad hoc to act as\ncouriers. The operations are often hard to penetrate because of\nlanguage difficulties and the very closed nature of Chinese,\nAlbanian or other gangs engaged in trafficking, said Bjorn\nClarberg, a Swedish police officer who specializes in illegal\nimmigration.\n\n   This particular tragedy began in the unlikeliest of places: A\nleafy Rotterdam suburb where Arie van der Spek, 24, lived in a\nsmall apartment with his parents above the Piet Hordijk bicycle\nstore. The young man had a small decorating company but was\nstruggling to make ends meet.\n\n   ``He was quiet, a bit naive, and there were rumors that he had\ngot involved in gambling,'' said Dennis Hordijk, 32, his neighbor.\n``But like his parents, who have now moved away for a while, I was\nincredulous at what happened.''\n\n   Willy Bruggeman, the deputy director of Europol, based in The\nHague, Netherlands, suggested that van der Spek, who has been\narrested, probably became a front man for Chinese operators after\nincurring gambling debts in Chinese circles. To pay them off, the\npolice theorize, van der Spek agreed to establish the ``transport\ncompany'' he registered three days before the truck departed for\nBelgium.\n\n   The driver, Perry Wacker, also of Rotterdam, may have met van\nder Spek in the same gambling circles, the police said. Wacker has\nbeen charged with 58 counts of manslaughter in Britain. Just two of\nthe people in his truck survived.\n\n   ``In such cases, the owner of the truck company and the driver\nmay be paid a total $750 per person,'' said Poel van der\nMolen-Maesen, a Dutch prosecutor. ``That is a lot of money. But the\npeople who have contracted them are getting much more.''\n\n   This sort of trafficking is happening on a very large scale. In\nMay, Dutch authorities found a Czech van at the German-Dutch border\n``with 20 people from China sitting in back surrounded by their own\nexcrement,'' said Geert Pieglage of the defense ministry.\n\n   On April 5, on board a ferry from Zeebrugge, Belgium, 50\ndesperate Chinese immigrants were let out of the back of a truck\nafter hammering on the sides of its sealed container, said Peter\nHillman, a spokesman for the British Home Office. They are now in\nBritain as asylum-seekers.\n\n   ``The pressure fueling migration is such that European\ngovernments will not be able to control this movement,'' said Salt\nof London University. ``Their best strategy is try to manage it.''\n\n   The Dover deaths have spurred renewed talk of a coordinated\nimmigration strategy across Europe and of the possibility of\nfollowing Canada and the United States in permitting more legal\nimmigration.\n\n   ``Europe does need workers in certain areas, so why not put\npolicy together in a way that takes the wind out of the sails of\nthe traffickers?'' said McKinley of the International Organization\nfor Migration.\n\n   But in the current European political climate, making more\nimmigration legal will be arduous. Muhammad, who says he was\npersecuted by the Iraqi leader Saddam Hussein but declines to say\nhow, has an engagingly open smile. His ambition is simple and\napparently inoffensive: ``To live in England just like English\npeople.''\n\n   He is, however, among those who cause the resentments that led\nto a pitched battle in Dover last year between rightist youths and\nimmigrants. Bruggeman of Europol was blunt: ``There is a problem of\nsaturation in Europe,'' he said. ``The differences between rich and\npoor countries are such that people are going to move and we cannot\nstop them. But open borders amounts to mission impossible.''\n","Headline":"\nEUROPE SEEKS TO CLOSE THE DOORS ON ASYLUM-SEEKERS \n","Text":["\n   DOVER, England _ This was once a quiet port town famous above\nall for its white cliffs. It is now notorious for the corpses of 58\nChinese immigrants that lie, unclaimed and unnamed, in\nrefrigerators normally used for meat shipments _ and for the likes\nof Tara Muhammad roaming its streets.\n","\n   Like the desperate Chinese travelers found dead here on June 19\nin an airtight container, Muhammad entered Britain in June\nconcealed in the rear of a truck. From his native town of Kirkuk in\nIraq, he walked into Iran. From Iran into Turkey, five days on\nfoot, moving at night. A 24-hour bus ride to Istanbul, Turkey,\nfollowed.\n","\n   ``Then I went to a parking place for trucks,'' Muhammad, 22,\nsaid. ``And I found this man and I told him, `I want to go to\nEuropa. Yes, anywhere in Europa.' And he said, `OK, no problem.'''\nAfter paying $4,000 in cash, changing trucks three times and\ntraveling for 11 days, Muhammad reached Dover, where he requested\nasylum.\n","\n   ``Europa,'' the old continent, persistent source of hordes of\nmigrants to the New World, has become the ersatz United States of\nmodern asylum-seekers. Where just 30,000 people applied for asylum\nin America last year, down from 127,000 in 1993, more than 365,000\ndid so in the 15-nation European Union.\n","\n   This shift is troubling to a Europe that tends to see more\nproblems than promise in alien blood. But its causes are not about\nto disappear. The collapse of the Soviet Union has opened up new\nland routes to Europe from Asia and turned once-closed cities like\nMoscow and Kiev into nodal points of migrant travel from\nAfghanistan and China.\n","\n   Increasingly well-organized criminal groups trading in human\nfreight _ a less risky but scarcely less lucrative commodity than\ndrugs _ have emerged to coordinate smuggled passages into a Europe\nlargely closed to legal immigration.\n","\n   ``The penalties are far less severe than for drugs, the up-front\ninvestment much smaller, and the evidence has legs and tends to run\naway,'' explained Brunson McKinley, the director general of the\nInternational Organization for Migration.\n","\n   Europe is also relatively cheap. Tan Wah Piow, a London lawyer\nclose to the Chinese immigrant community, put the cost of being\nbrought to Europe from China at $25,000, perhaps half the cost of\ntransport to America. ``People have turned from the United States\nas it is more difficult to get into it,'' he said.\n","\n   On his desk sits a fax from China. It shows a blurred photograph\nof a young man. His name is Lin Liguan. He weighs 136 pounds. He\nwas born on Nov. 30, 1979. He comes from China's southern Fujian\nprovince and, a few months back, he departed for Europe.\n","\n   The message pleads: Do you know where my son is? Could he be\namong the dead in Dover? Can you help us? Tan points angrily at the\npaper. ``It is good for China to join the World Trade Organization\nbecause we support the free movement of global capital,'' he said.\n``But what about the free movement of labor?''\n","\n   What indeed. Think of the anonymous Dover dead, piles of flesh\nunclaimed by any relative because those relatives may themselves be\nin Europe illegally and fear deportation, as so many units in a\ngrim global equation.\n","\n   The richest fifth of mankind earns 86 percent of the world's\nincome while the poorest fifth earns 1 percent. The riches are ever\nmore visible through global communications; options for travel are\never greater; millions of sealed containers make an ever growing\nexchange of goods even easier.\n","\n   So an opulent Europe, even one with high unemployment, glimmers\nas a land of opportunity. More than 70 million migrants are thought\nto be on the move at any one time. And, Europe looks accessible to\nthem.\n","\n   The European Union has now eliminated most internal borders,\nmaking Athens, Greece, to Amsterdam, Netherlands, a passport-free\npassage, but the pan-European police force to control a growing\nflux of people scarcely exists. Europol, the fledgling FBI of a\nunited Europe, has all of 220 employees in its Dutch offices.\n","\n   Yet this ``Europa'' is profoundly uneasy at its emergent role of\nmagnet to the world's dispossessed. Unlike America, no mythology\nexhorts the embrace of ``your tired, your poor, your huddled\nmasses.''\n","\n   Rather, the national psyches of Spain, Italy, Greece and Ireland\nare shaped by tales of emigration. Even a country like Germany,\nwhose population is now 9 percent foreign, remains agonized over\nwhether it can become ``a land of immigration.''\n","\n   ``There is a deep sense that we are full up, that we have no\nroom, and that we are being exploited,'' said John Salt, a\nmigration expert at London University. ``No European country has\nvoted for a multicultural society, or thought of itself as such,\nyet now we are all told we live in one.''\n","\n   Certainly Dover looks like one. Many of the bed-and-breakfasts\nhave been converted into impromptu hostels for asylum-seekers.\nSigns advertise English lessons given by speakers of Czech, Slovak,\nRussian, Polish, German, Finnish, Kurdish, Arabic, Turkish, Farsi,\nPashto and Urdu.\n","\n   In this world, six days into his English existence, Muhammad of\nKirkuk, Iraq, makes his way. Installed in Room 12 of one hostel,\nproud possessor of the upper bed on a bunk, he has a television to\ngaze at and is given three meals a day. ``I don't need money at the\nmoment,'' he said. ``Money for what?''\n","\n   Earlier this year, the British government, responding to growing\ncriticism of ``phony'' asylum-seekers, cut back on benefits. But\nthe likes of Muhammad are still given enough for basic needs\npending a decision on their status.\n","\n   ``What happens to the care-worn citizens of this once-proud port\nnow cursed by association with a problem the government seems\nunable to deal with?'' thundered the Dover Express in a front-page\n``Editorial Comment'' three days after the Chinese corpses were\nfound.\n","\n   Such exasperation is driving European attempts to make borders\nless penetrable and, in countries from Denmark to Switzerland,\nfueling a revival of rightist and nationalist parties symbolized by\nthe success of Joerg Haider's party entering the Austrian\ngovernment.\n","\n   ``Politically, the government wants to be seen as tough,'' said\nAnnie Ledger, the chief executive of Migrant Helpline, a\nstate-financed charity handling registration of 1,000\nasylum-seekers a month in Dover. ``But personally I don't believe\nwe are so generous that people leave countries thousands of miles\naway in search of our handouts.''\n","\n   Certainly, that is not what drove Wu Xueping, who left Fujian\nprovince in April after paying $25,000 to the smugglers who\nprovided him with a fake passport.\n","\n   His journey to London, he said, initially took him by plane to\nBelgrade, Yugoslavia. (China has close relations with Slobodan\nMilosevic's Yugoslavia.) From there, he traveled by bus to Hungary,\nthen on into the Czech Republic, before entering the European Union\nby crossing the mountains into Germany on foot _ a three-day hike.\n","\n   ``After Germany, we were taken to Belgium, where we were locked\nin a small room in a house for about a month and fed on bread and\nwater,'' he said. ``Then I was put into the back of a truck with\neight other people, arriving in England on May 17.'' Wu, who has a\nwife and 9-year-old child back in Fujian Province, said that, as a\nmember of the Falun Gong group banned last year, he had been\npersecuted in China. But the reality is that economic and political\nmotives blur when seeking a better life in Europe.\n","\n   ``One week's pay here can support a family for two or three\nmonths in China,'' said Chew Beng Lan, a lawyer in London. ``I know\none girl working in a restaurant in Chinatown who told me one year\nworked here was equivalent to eight at home.''\n","\n     \nnn\n","\n   The pattern in Chinese immigration is now clear: Families pool\nresources and borrow money to finance the dispatch of one member,\nwho then helps others come. Debts to the people smugglers are paid\noff over three to seven years, when other relatives follow. Money\nis earned mainly in restaurants.\n","\n   Working long hours, six days a week, an immigrant can earn as\nmuch as $2,400 a month in London, Chew said. The immigrants, who\nhave destroyed any documents in order to make removal back to China\nmore difficult, live in a protracted limbo, working illegally or\nwith temporary papers.\n","\n   It was a dream of just such an existence that prompted 60\nChinese to take their places beside cartons of tomatoes in a sealed\ncontainer in Rotterdam, Netherlands, on June 18. How they reached\nEurope's largest port, transit point for 6.5 million containers a\nyear, remains uncertain, but the Dutch police say they believe that\nthey traveled overland through Moscow.\n","\n   Wim de Bruin, a judicial official, said a Rotterdam warehouse\nhad now been identified as the place where the would-be immigrants\nboarded the stifling truck and a ring of eight people suspected of\ninvolvement in the human smuggling have been arrested.\n","\n   The emerging picture of the crime fits the pattern of adaptable\ncriminal networks that the police say now run an international\nbusiness in illicit human cargo that turns over at least $3 billion\na year.\n","\n   Professionals, often from the so-called ``source countries,''\ninteract with local ``amateurs'' recruited ad hoc to act as\ncouriers. The operations are often hard to penetrate because of\nlanguage difficulties and the very closed nature of Chinese,\nAlbanian or other gangs engaged in trafficking, said Bjorn\nClarberg, a Swedish police officer who specializes in illegal\nimmigration.\n","\n   This particular tragedy began in the unlikeliest of places: A\nleafy Rotterdam suburb where Arie van der Spek, 24, lived in a\nsmall apartment with his parents above the Piet Hordijk bicycle\nstore. The young man had a small decorating company but was\nstruggling to make ends meet.\n","\n   ``He was quiet, a bit naive, and there were rumors that he had\ngot involved in gambling,'' said Dennis Hordijk, 32, his neighbor.\n``But like his parents, who have now moved away for a while, I was\nincredulous at what happened.''\n","\n   Willy Bruggeman, the deputy director of Europol, based in The\nHague, Netherlands, suggested that van der Spek, who has been\narrested, probably became a front man for Chinese operators after\nincurring gambling debts in Chinese circles. To pay them off, the\npolice theorize, van der Spek agreed to establish the ``transport\ncompany'' he registered three days before the truck departed for\nBelgium.\n","\n   The driver, Perry Wacker, also of Rotterdam, may have met van\nder Spek in the same gambling circles, the police said. Wacker has\nbeen charged with 58 counts of manslaughter in Britain. Just two of\nthe people in his truck survived.\n","\n   ``In such cases, the owner of the truck company and the driver\nmay be paid a total $750 per person,'' said Poel van der\nMolen-Maesen, a Dutch prosecutor. ``That is a lot of money. But the\npeople who have contracted them are getting much more.''\n","\n   This sort of trafficking is happening on a very large scale. In\nMay, Dutch authorities found a Czech van at the German-Dutch border\n``with 20 people from China sitting in back surrounded by their own\nexcrement,'' said Geert Pieglage of the defense ministry.\n","\n   On April 5, on board a ferry from Zeebrugge, Belgium, 50\ndesperate Chinese immigrants were let out of the back of a truck\nafter hammering on the sides of its sealed container, said Peter\nHillman, a spokesman for the British Home Office. They are now in\nBritain as asylum-seekers.\n","\n   ``The pressure fueling migration is such that European\ngovernments will not be able to control this movement,'' said Salt\nof London University. ``Their best strategy is try to manage it.''\n","\n   The Dover deaths have spurred renewed talk of a coordinated\nimmigration strategy across Europe and of the possibility of\nfollowing Canada and the United States in permitting more legal\nimmigration.\n","\n   ``Europe does need workers in certain areas, so why not put\npolicy together in a way that takes the wind out of the sails of\nthe traffickers?'' said McKinley of the International Organization\nfor Migration.\n","\n   But in the current European political climate, making more\nimmigration legal will be arduous. Muhammad, who says he was\npersecuted by the Iraqi leader Saddam Hussein but declines to say\nhow, has an engagingly open smile. His ambition is simple and\napparently inoffensive: ``To live in England just like English\npeople.''\n","\n   He is, however, among those who cause the resentments that led\nto a pitched battle in Dover last year between rightist youths and\nimmigrants. Bruggeman of Europol was blunt: ``There is a problem of\nsaturation in Europe,'' he said. ``The differences between rich and\npoor countries are such that people are going to move and we cannot\nstop them. But open borders amounts to mission impossible.''\n"]}